{
    "paper_id": "0003ddc51c4291d742855e9ac56076a3bea33ad7",
    "metadata": {
        "title": "Journal Pre-proofs The Fire This Time: The Stress of Racism, Inflammation and COVID-19",
        "authors": [
            {
                "first": "Olusola",
                "middle": [],
                "last": "Ajilore",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Chicago",
                    "location": {
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": "oajilore@uic.edu"
            },
            {
                "first": "April",
                "middle": [
                    "D"
                ],
                "last": "Thames",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Southern California",
                    "location": {
                        "addrLine": "1601 W. Taylor Street",
                        "postCode": "60612",
                        "settlement": "Los Angeles, Chicago",
                        "region": "CA, IL",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "It is said that crisis reveals character. The COVID-19 pandemic has revealed the inequitable character of the U.S. health care system by the alarming death rates among African Americans with COVID-19. Nationwide, African Americans represent a third of hospitalized COVID-19 patients but make up only 13% of the U.S. population. In Chicago, one of the nation's hotspots, African American make up 42% of the cases and 56% of the deaths from the virus 1 There are several pathways that contribute to racial disparities in COVID-19 cases and death.",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 450,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "African Americans, Social Determinants of Health and COVID-19"
        },
        {
            "text": "First, we must consider biological underpinnings that are specific to COVID-19. Angiotensin-Converting Enzyme 2 (ACE2) is the entry receptor utilized by COVID-19 and is thought to negatively regulate the activated renin-angiotensin system by diverting the generation of vasoconstrictor angiotensin II (AngII) towards the inactive Ang 1-9 and vasodilatatory Ang 1-7 peptides. A few studies have found racial differences in ACE2 activity, showing African Americans produce higher levels of AngII and demonstrate lower ACE2 activity 3 . Studies have shown that downregulation of ACE2 expression is involved in lung pathology after SARS-CoV infection and elevations in AngII have been directly related to COVID-19 severity 4 . Hence, dysregulation of the renin-angiotensin system may place African Americans at disproportionate risk for severe COVID-19 outcomes.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 531,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 719,
                    "end": 720,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "African Americans, Social Determinants of Health and COVID-19"
        },
        {
            "text": "The second, and perhaps most critical factor, relates to health disparities. African Americans disproportionally account for >45% of vascular-related diseases and are 37% more likely to develop lung cancer than whites, despite lower exposure to cigarette smoke. Social determinant factors like economic stability, education, and the environment directly impact issues related to access and quality of health care, which fuel health disparities. Furthermore, there is evidence of medical bias in the testing and treatment of African-American with COVID-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "African Americans, Social Determinants of Health and COVID-19"
        },
        {
            "text": "We must ask ourselves, \"Why do these social inequities persist despite decades of scientific evidence showing its damaging effects on health?\" We believe the answer lies in a close examination of structural forms of racism and discrimination towards African Americans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "African Americans, Social Determinants of Health and COVID-19"
        },
        {
            "text": "Historically, African Americans have been a target group for racism and discrimination which has created a deep mistrust for societal systems -often undermined as \"paranoia.\" Specific to COVID-19, African Americans are overrepresented in \"essential\" jobs, therefore, employment may interfere with the ability to stay at home and social distance. We must not forget that stay at home orders and social distancing carries an assumption of socioeconomic privilege (I.e., the ability to work from home and transition from in-person communications to online platforms).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "African Americans, Social Determinants of Health and COVID-19"
        },
        {
            "text": "COVID-19 has brought these longstanding issues to light in a stark way. What is less appreciated are the biological consequences of structural racism and discrimination. Increasing evidence support the effects of racial discrimination on biological function. First, altered immune function, hypothalamic-pituitary axis (HPA) dysfunction, and metabolic changes secondary to stress can contribute to medical co-morbidities such as type 2 diabetes, hypertension and asthma, all of which increase COVID-19 risk. Everyday discrimination is a stressor that has been linked to poor health, inflammation, and premature cellular aging 6 . Hence, discrimination experiences may also explain why African Americans are at a disproportionately higher risk for poor medical (e.g., cardiovascular disease, metabolic, hypertension) and psychiatric outcomes (e.g., depression, anxiety).",
            "cite_spans": [
                {
                    "start": 626,
                    "end": 627,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Biological consequences of the stress of racism"
        },
        {
            "text": "Disparities in health outcomes may also reflect dysfunctions in the body's innate (immediate) and adaptive (prolonged) immune responses, which are evolutionarily designed to defend against and prevent the spread of pathogens. During initial exposure to a new pathogen, Tolllike receptors play a critical role in innate and inflammatory immune responses. Dysfunctional alterations in the adaptive immune response may promote a \"cytokine storm\", whereby the immune system begins to attack its own cells and tissues 7 which has been seen in severe cases of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biological consequences of the stress of racism"
        },
        {
            "text": "The field of social genomics has uncovered how certain marginalized groups demonstrate abnormal patterns of gene expression in genes responsible for innate immunity, termed the Conserved Transcriptional Response to Adversity (CTRA 8 ). CTRA refers to a common pattern of transcriptional alterations that is activated by chronic low-grade activation of the sympathetic nervous system (SNS). The CTRA profile is characterized by increased expression of genes involved in inflammation, and decreased expression of genes involved in innate antiviral responses and genes encoding specific isotypes of antibodies (IgG in particular). Experiences of racial discrimination have been found to explain more than 50% of the Black-White differences in CTRA, particularly in genes that promote inflammation 9 . Together, these studies provide a potential pathway as to how racism and discrimination alter host innate immunity to promote abnormal inflammatory responses.",
            "cite_spans": [
                {
                    "start": 794,
                    "end": 795,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Biological consequences of the stress of racism"
        },
        {
            "text": "The neuropsychiatric sequelae of COVID-19 have both direct and indirect pathways. The direct pathway relates to the stress-induced inflammatory factors (as described above) that may increase risk for encephalopathies, depression, anxiety, and trauma-related disorders 10 . It is hypothesized that these neuropsychiatric manifestations could result from the virus-induced \"cytokine storm\".",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 270,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Neuropsychiatric sequelae of COVID-19"
        },
        {
            "text": "The indirect pathway relates to measures to address the pandemic like social distancing as well as the economic toll of COVID-19. There is growing concern that these indirect consequences of COVID-19 may contribute to isolation, anxiety, depression, and increased rates of suicide 11 .",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 283,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Neuropsychiatric sequelae of COVID-19"
        },
        {
            "text": "As a result of these direct and indirect pathways, African Americans are specifically vulnerable to the neuropsychiatric consequences of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neuropsychiatric sequelae of COVID-19"
        },
        {
            "text": "The crisis generated by the COVID-19 pandemic has forced us to confront issues of inequality and health disparities. While considerable efforts are being made to \"flatten the curve\", it does not negate the damage that has already been done, particularly in the African American community. While the virus is not thought to target specific racial or ethnic groups, we cannot ignore that African Americans have been disproportionately impacted. As we think about getting past this crisis and getting back to \"normal\", the pandemic provides an opportunity to improve our health system to reduce disparities. In sum, understanding the key biological and psychosocial contributors to the ravishes of COVID-19 in African Americans highlights the need for more vigilance, attention, and efforts to improve health for all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ethnic Disparities in Hospitalisation for COVID-19 in England: The Role of Socioeconomic Factors, Mental Health, and Inflammatory and Pro-inflammatory Factors in a Community-based Cohort Study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lassale",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bamba",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hamer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gale",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Batty",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain, Behavior, and Immunity",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Why do hypertensive patients of African ancestry respond better to calciumblockers and diuretics than to ACE inhibitors and β-adrenergic blockers? Asystematic review",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Brewster",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Seedat",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Medicine",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical and biochemical indexes from 2019-nCoV infected patients linked to viral loads and lung injury",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science China Life sciences",
            "volume": "63",
            "issn": "3",
            "pages": "364--74",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 and Minority Health Access: Rubix Life Sciences",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Racial discrimination and telomere shortening among African Americans: The Coronary Artery Risk Development in Young Adults (CARDIA) Study. Health psychology : official journal of the Division of Health Psychology",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Chae",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Martz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American Psychological Association",
            "volume": "39",
            "issn": "3",
            "pages": "209--228",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19: consider cytokine storm syndromes and immunosuppression",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcauley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Tattersall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Manson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1033--1037",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Human social genomics",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Cole",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS genetics",
            "volume": "10",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Experienced discrimination and racial differences in leukocyte gene expression",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Thames",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Irwin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Breen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Cole",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Psychoneuroendocrinology",
            "volume": "106",
            "issn": "",
            "pages": "277--83",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Are we facing a crashing wave of neuropsychiatric sequelae of COVID-19? Neuropsychiatric symptoms and potential immunologic mechanisms",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Troyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Kohn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Brain",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Suicide risk and prevention during the COVID-19 pandemic. The lancet Psychiatry",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gunnell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Appleby",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arensman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": ". These racial disparities have been noted in other countries as well. A recent study from the United Kingdom demonstrated that Black participants had a 4-fold increase in COVID-19 hospitalizations compared to their White participants, even after controlling for several economic and physiological factors 2 .",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}