{
    "paper_id": "0003ddfb7ce19bcb3f38907f69676163b9863535",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Allan",
                "middle": [
                    "B"
                ],
                "last": "De Guzman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Santo Tomas",
                    "location": {}
                },
                "email": "es:abdeguzman@ust.edu.ph"
            },
            {
                "first": "Darwin",
                "middle": [
                    "Z"
                ],
                "last": "Angcahan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The value of professional identity is an interesting territory to explore, relative to working in interprofessional teams and collaborative communities The collaborative opportunities provided to health care workers during COVID-19 pandemic is a rare opportunity to underscore the silent yet significant identity of radiologic technologists as professionals. Historically and prior to the pandemic, the role of radiologic technologists remains unfamiliar, if not unrecognized in the Philippine healthcare industry. The 'alliedness' of this health care professional group is an evolving entity that can no longer be overlooked. The central and indispensable role played by radiologic technologists (RTs) invites meaningful discussion and debate among peers and researchers, to better describe the professional identity and role of the RT as an indispensable member of the interprofessional team. Specific recommendations are offered to improve recognition of RTs and their professional identity within the healthcare system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Considered as the most important asset in the prevention and control of COVID-19, 1 the role that healthcare workers play in this global pandemic gives a renewed meaning of what true human service is all about. Healthcare workers face a wide array of risks and uncertainties in their day-to-day responsibilities as they do battle with COVID-19. Despite these mounting challenges, they remain steadfast and committed to patient-centered care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With the Department of Health's (DOH) interim guidelines for emergency hiring of health personnel, as the country's clear and appropriate response to the COVID-19 health emergency, 2 the many members of the healthcare system are undoubtedly teeming with pride. Countless numbers of professionals are now adequately staffed and fueled with profound expertise, good will, and driven by an inspiring spirit of collaboration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Notably, health team members are collaborating in an interprofessional, cooperative, and coordinated manner to provide efficient and exceptional care. 3 This is an especially impressive achievement during a global pandemic such as COVID-19. Protected with goggles, gowns and gloves (3Gs), all healthcare professionals silently but competently work together to deliver life-giving, life-sustaining, and life-reviving services that make them an integral and highly connected system. Such connectedness is crucial in identifying meaningful pathways toward providing relevant, timely, and wise medical decisions and interventions. This highly connected system among healthcare professionals is what Touati et al 4 collectively call a 'collaborative community' where reliance on rationality enables members to strategically coordinate their activities through a shared commitment to a set of ultimate goals. Though the word front liner is a generic label given to the healthcare professionals involved in combatting the perils of COVID-19, the value of professional identity is an interesting territory to explore, relative to working in interprofessional teams and collaborative communities. Such identity, according to Porter and Wilton 5 is a key factor in the functioning of interprofessional teams.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 152,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Interestingly, there is a growing attention paid to the substantial restructuring and banding of health professions from being referred to as ''allied to medicine'' to the emergence of a subculture where staff became ''allied to each other.'' The construction of professional identity is defined by professional spaces and symbols. These spaces and symbols constitute the overall organizational space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This space, according to Halford and Leonard, 6 is more than a passive backdrop to hospital life. Kolyva, 7 for her part, averred that a big difference exists between place and space, with the former referring to the physical location and geography while the latter pertains to what is imagined and virtual. Though healthcare workers in a hospital or healthcare facility operate in the same building, the practice of departmentalization creates a kind of physical and mental territoriality. The symbolic part of the profession is evident with the uniforms, badges, names, and titles attached to the profession. Interestingly, the ways the material spaces are used, and the meanings woven around hospital spaces: who has which space, how much space, who can go where and for how long 6, 8 are meaningful blocks that shape the professional identity that one assumes The meaningful interaction, interrelatedness and interdependence of individuals in the context of space and materials form the identity that a particular profession assumes.",
            "cite_spans": [
                {
                    "start": 783,
                    "end": 785,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 786,
                    "end": 787,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The collaborative community and alliance of health care workers during COVID-19 pandemic is a rare opportunity to underscore the silent yet significant identity of RTs as professionals. In fact, even before this pandemic, the role of radiologic technologists remains unfamiliar, if not unrecognized in the Philippine healthcare industry. Additionally, a culture of subservience and apathy is prevalent in radiologic technology profession. This phenomenon is largely due to the role that the medical profession has assumed. This dominance has persisted since the early 1900s, when a hierarchal system was created within radiology departments. This effect created cultural norms that effectively limited the role of RTs within the department. This gap in professional identity and role has been compounded by the all too familiar 'just the radiographer' syndrome, leaving RTs feeling intimidated, worthless, unappreciated, and overlooked. 9 While healthcare professionals are deemed equally important with respect to the delivery of patient care, Woznitza, Hare and Nair 10 recently emphasized that imaging departments provide uniquely vital support systems in the provision of care to patients during the COVID-19 pandemic. RTs are front-line patient-care staff who play a key role in preserving an effectively operating medical imaging department. 11 In addition, this profession is one of the most dangerous in frontline healthcare. 12 RTs are trained health professionals who produce highquality medical images for radiologists and physicians. As such, RTs are equally indispensable members of the healthcare team, deserving of a distinct professional identity. RTs use critical thinking skills in the application of various imaging methods and procedures, to assist physicians and other healthcare professionals in diagnosing and/or monitoring a patient's injury or illness. 13 In fact, Agadakos 11 asserted that basic imaging service like the chest CT is essential in assessing the early manifestation and progression of the COVID-19 infection.",
            "cite_spans": [
                {
                    "start": 937,
                    "end": 938,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1348,
                    "end": 1350,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1434,
                    "end": 1436,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1878,
                    "end": 1880,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Clearly, in a collaborative community approach, all healthcare professions count and are equally essential in the war against the COVID-19 pandemic. The integral and pivotal role of RTs cannot be underestimated. The 'alliedness' of this health care professional group is an evolving entity that cannot be overlooked. The centrality of this silent yet important sector in the healthcare system invites the opening of avenues for interesting and meaningful colloquy and debates among scholars and research enthusiasts to unearth the dynamics of the professional identity of its members even after the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, the COVID-19 pandemic has become an interesting lens to affirm the vital role that healthcare professionals play as a collaborative community. Though they are equally important in combatting the dangers of this health crisis, this study underscores the silent and seemingly unrecognized space that RTs occupy in the Philippine healthcare system. Such space invites a closer examination on how professional identity as a dynamic phenomenon is developed as early as the university education and extends during the practice of the profession. While the RT profession in the Philippines is not as popular as the other allied-health disciplines like nursing, pharmacy, medical technology, and rehabilitation sciences, higher education institutions offering RT programs are challenged to institutionalise programs, projects, activities that would enable RT students to have a deeper understanding of self and the uniqueness of their field. A good balance between technical skills acquisition and the development of a strong professional identity should be taken into consideration. Reflective exercises and opportunities to interact with other health professionals as early as university years could contribute to students' professional identity development. A programmatic research agenda that investigates the development of professional identity among future RTs could be undertaken and be shared in professional gatherings to improve the delivery of the RT curriculum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While the Philippine Proclamation 194,s. of 1999 14 calls for the celebration of the National Radiologic Technology Week that focuses public attention on the diagnostic and therapeutic uses of radiation, the accompanying radiation hazard protection, and the different modalities used in radiology, the centrality and agency of the RTs in the delivery of imaging services should not be overlooked. Today, more than ever, the important contributions of RTs in the health care system in particular, and in nation building in general, implies the need to institutionalise a system of recognition through an Excellence in RT Practice award. Though professionals across disciplines are recognized through the yearly Outstanding Professional Awards, given by the Philippine Professional Regulation Commission the agency mandated to implement the regulatory laws and policies for the various regulated professions, the award given by third-parties such as corporate foundations remains a blank spot in the field of RT. For several years, the outstanding contributions of teachers, policemen, soldiers, journalists, artists, and firemen have already been recognized. True enough, the signaling function of these awards have afforded the public with heightened awareness and appreciation of the importance of these professionals in Philippine society through media publicity. Also, professional RT societies could spearhead the conduct of medical missions and other community extension services and engagements to increase the public presence of their members. Undoubtedly, threading all efforts and initiatives from the university education to professional practice is a valuable way to strengthen the once neglected identity of RTs in this part of the globe. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "European Centre for Disease Prevention and Control. Guidance for Health System Contingency Planning during Widespread Transmission of SARS-CoV-2 with High Impact on Healthcare Services",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Department of Health. DOH Releases Interim Guidelines for Emergency Hiring of Health Personnel Press",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Collaboration in health care",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cashell",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Med Imaging Radiat Sci Res",
            "volume": "48",
            "issn": "2",
            "pages": "207--216",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmir.2017.02.071"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Professional role identity: at the heart of medical collaboration across organisational boundaries",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Touati",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "M-A",
                    "middle": [],
                    "last": "Paquette",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Maillet",
                    "suffix": ""
                },
                {
                    "first": "J-L",
                    "middle": [],
                    "last": "Denis",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Integrat Care",
            "volume": "19",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5334/ijic.4184"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Professional identity of allied health staff",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilton",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Allied Health",
            "volume": "48",
            "issn": "1",
            "pages": "11--17",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Space and place in the construction and performance of gendered nursing identities",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Halford",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Leonard",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Adv Nurs",
            "volume": "42",
            "issn": "2",
            "pages": "201--208",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Professional Identity: A Question of Space versus Place",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kolyva",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Meaning contents of radiographers' professional identity as illustrated in a professional journal -a discourse analytical approach",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Niemi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Paasivaara",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Radiography",
            "volume": "13",
            "issn": "4",
            "pages": "258--264",
            "other_ids": {
                "DOI": [
                    "10.1016/j.radi.2006.03.009"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Creating our future: conformity or change",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yielder",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Med Radiat Sci",
            "volume": "61",
            "issn": "2",
            "pages": "63--65",
            "other_ids": {
                "DOI": [
                    "10.1002/jmrs.55"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Covid-19 Pandemic: Summary of Current and Emerging Issues for Radiographers. The Society of Radiographers",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Woznitza",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hare",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "CT Examination during the Pandemic COVID19. Available at",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Agadakos",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Isrrt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Webinar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Radiologic Tech: One of the Most Dangerous Jobs on the Frontlines of Health Care",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nclex Quiz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The major obstacles in the development the role of radiologic technologist in Sudan",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elkhadir",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Awad",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Br J Educ Soc Behav Sci",
            "volume": "14",
            "issn": "3",
            "pages": "1--6",
            "other_ids": {
                "DOI": [
                    "10.9734/BJESBS/2016/23505"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Declaring the second week of November of each year as national radiologic technology week. Official Gazette",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "B. de Guzman handles management and research courses at both graduate and undergraduate levels in the University of Santo Tomas. He received the prestigious 2011 Metrobank Foundation Most Outstanding Teacher Award in Higher Education in the Philippines and the 2014 Australian Awards Fellowship on Curriculum Leadership at Queensland University of Technology, Brisbane, Australia. Darwin Z. Angcahan is currently the Chief Radiologic Technologist of Rizal Medical Center in Pasig City, Philippines. He is finishing his Doctor of Philosophy in Development Studies at the Royal and Pontifical University of Santo Tomas. His research interests include radiologic technology education, homeless older adults, and custodial grandparenting.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}