{
    "paper_id": "03d372b931fe803b7c75c4ea486e7e45280950bc",
    "metadata": {
        "title": "Rare endocrine disease: Still a long and a winding road",
        "authors": [
            {
                "first": "Sebastiano",
                "middle": [],
                "last": "Filetti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "I'm very proud to welcome you to this special issue of Endocrine dedicated to rare endocrinological conditions. It marks the 2021 recurrence of RARE DISEASE DAY, which takes place every year on the last day of February 28th. The primary goal of this world-wide initiative is to heighten awareness in our societies of the existence of rare diseases and the impact they have on the individuals living with them and their families. Heightened awareness and understanding not only among the general public but also among policy makers, public health authorities, industry representatives, researchers, and health professionals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This year's RARE DISEASE DAY takes place in the shadow of the COVID-19 pandemic, which continues to wreak havoc in virtually all corners of our world, a terribly \"perfect storm\" [1] that threatens to overwhelm our healthcare systems and nullify many of the efforts made over the years to alleviate suffering. And nowhere, perhaps, is this threat more frightening than among the world's 300 million vulnerable individuals with diseases so rare that even obtaining a diagnosis can represent a struggle, let alone treatment and ongoing care.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "EURORDIS, a nonprofit alliance of association of rare disease patients in Europe, conducted a multicountry survey to explore the effects of the current coronavirus pandemic on these \"healthcare system orphans\" (https://download2.eurordis. org/documents/pdf/PressRelease_COVID19surveyresults.pdf). The findings, as reported by their newsletter, show that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Since the beginning of the pandemic, nine out of ten individuals with rare diseases have experienced interruptions in the care they receive for their disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• In six out of ten cases in which the interruption of care was attributed to the COVID-19 pandemic, the patient or his/her caregiver considered the interruption to be detrimental to the patient's health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Three out of ten perceived these interruptions as definitely (1/10) or probably (2/10) life threatening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In over half of all cases in which surgery or organ transplant was needed, the scheduled intervention was canceled or postponed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• In eight out of ten cases, appointments were postponed or canceled for rehabilitation interventions (such as speech or physical therapies, sometimes the only interventions that can be offered when treatments are not available).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "These findings, once again, highlight the \"collateral damages\" and indirect cost of the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Why have we planned this special issue on rare endocrine diseases now? The answer is simple: we care. This issue has been put together with the invaluable collaboration of the European Reference Network for Rare Endocrine Disorders (ENDO-ERN). Co-coordinated by Alberto Pereira and Olaf Hiort and supported by the European Society of Endocrinology (ESE) and the European Society for Pediatric Endocrinology (ESPE), ENDO-ERN provides a virtual forum for active exchange and collaboration between expert reference centers throughout Europe. Alberto and Olaf have generously agreed to work as co-editors for this issue, and thanks to their efforts, we have gathered for our readers a wide variety of articles dealing with current topics of enormous relevance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "In keeping with the ENDO-ERN spirit, the issue is dedicated not only to rare endocrine diseases but also to the patients who suffer from these conditions-a seemingly small point, but one that makes all the difference in the world. Listening to the voices of the patients allows us to understand their thoughts and concerns and the real problems they face, and it stimulates us to find new ways to manage these problems, to improve the quality of these individuals' lives, to promote research that is more patientcentered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "It is critical for medical communication to highlight the issue of rare disease, in particular during the pandemic, and to support the efforts of organizations like ENDO-ERN to increase the awareness of these issues and the commitment to finding solutions among healthcare institutions, researchers, and drug companies. Clearly, much has been done, but unresolved problems remain, including inequalities, the heterogeneity of approaches, and lack of targeted therapies. Today's challenges involve increasing the exchange of data and knowledge through international repositories, promoting collaboration, orienting our research to obtain a better understanding of the causes of rare diseases, and designing novel and effective therapeutics [2] . Exploiting the wealth of innovative information technology available today, we can and must carry out patient-centered research that addresses the full impact (physical, psychological, and social) of these rare conditions-on the patients who live with them, their families, and ultimately our societies as a whole.",
            "cite_spans": [
                {
                    "start": 739,
                    "end": 742,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Many problems, many challenges. With this special issue, we hope to promote awareness of rare endocrine conditions and to remind our patients that we will continue to be at their sides on this long and winding road.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A journey through and beyond a \"perfect storm\": the COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Filetti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Endocrine",
            "volume": "68",
            "issn": "",
            "pages": "249--250",
            "other_ids": {
                "DOI": [
                    "10.1007/s12020-020-02336-y"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The COVID-19 pandemic requires a unified global response",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Filetti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Endocrine",
            "volume": "68",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12020-020-02293-6"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}