{
    "paper_id": "03d593252a0ddd8dc74c0c39d4b6849cd0a75a7f",
    "metadata": {
        "title": "355 © The Author(s), under exclusive license to Springer Nature",
        "authors": [
            {
                "first": "Igor",
                "middle": [],
                "last": "Grujić",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Introduction At the Pan-European University Apeiron in Banja Luka (Republic of Srpska, Bosnia and Herzegovina), classes are held at seven faculties",
                    "institution": "European University Apeiron",
                    "location": {
                        "settlement": "Banja Luka, Bosnia and Herzegovina"
                    }
                },
                "email": "igor.r.grujic@apeiron-edu.eu"
            },
            {
                "first": "Vladimir",
                "middle": [],
                "last": "Domazet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Introduction At the Pan-European University Apeiron in Banja Luka (Republic of Srpska, Bosnia and Herzegovina), classes are held at seven faculties",
                    "institution": "European University Apeiron",
                    "location": {
                        "settlement": "Banja Luka, Bosnia and Herzegovina"
                    }
                },
                "email": "vladimir.n.domazet@apeiron-edu.eu"
            },
            {
                "first": "Zoran",
                "middle": [
                    "Ž"
                ],
                "last": "Avramović",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Introduction At the Pan-European University Apeiron in Banja Luka (Republic of Srpska, Bosnia and Herzegovina), classes are held at seven faculties",
                    "institution": "European University Apeiron",
                    "location": {
                        "settlement": "Banja Luka, Bosnia and Herzegovina"
                    }
                },
                "email": "zoran.z.avramovic@apeiron-edu.eu"
            },
            {
                "first": "I",
                "middle": [],
                "last": "Grujić",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Introduction At the Pan-European University Apeiron in Banja Luka (Republic of Srpska, Bosnia and Herzegovina), classes are held at seven faculties",
                    "institution": "European University Apeiron",
                    "location": {
                        "settlement": "Banja Luka, Bosnia and Herzegovina"
                    }
                },
                "email": ""
            },
            {
                "first": "Nova",
                "middle": [],
                "last": "Banka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Introduction At the Pan-European University Apeiron in Banja Luka (Republic of Srpska, Bosnia and Herzegovina), classes are held at seven faculties",
                    "institution": "European University Apeiron",
                    "location": {
                        "settlement": "Banja Luka, Bosnia and Herzegovina"
                    }
                },
                "email": ""
            },
            {
                "first": "Banja",
                "middle": [],
                "last": "Luka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Introduction At the Pan-European University Apeiron in Banja Luka (Republic of Srpska, Bosnia and Herzegovina), classes are held at seven faculties",
                    "institution": "European University Apeiron",
                    "location": {
                        "settlement": "Banja Luka, Bosnia and Herzegovina"
                    }
                },
                "email": ""
            },
            {
                "first": "Bosnia",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Introduction At the Pan-European University Apeiron in Banja Luka (Republic of Srpska, Bosnia and Herzegovina), classes are held at seven faculties",
                    "institution": "European University Apeiron",
                    "location": {
                        "settlement": "Banja Luka, Bosnia and Herzegovina"
                    }
                },
                "email": ""
            },
            {
                "first": "Herzegovina",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Introduction At the Pan-European University Apeiron in Banja Luka (Republic of Srpska, Bosnia and Herzegovina), classes are held at seven faculties",
                    "institution": "European University Apeiron",
                    "location": {
                        "settlement": "Banja Luka, Bosnia and Herzegovina"
                    }
                },
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Domazet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Introduction At the Pan-European University Apeiron in Banja Luka (Republic of Srpska, Bosnia and Herzegovina), classes are held at seven faculties",
                    "institution": "European University Apeiron",
                    "location": {
                        "settlement": "Banja Luka, Bosnia and Herzegovina"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Z Ž"
                ],
                "last": "Avramović",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Introduction At the Pan-European University Apeiron in Banja Luka (Republic of Srpska, Bosnia and Herzegovina), classes are held at seven faculties",
                    "institution": "European University Apeiron",
                    "location": {
                        "settlement": "Banja Luka, Bosnia and Herzegovina"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "with 20 different courses. Classes are held for full-time students and part-time students. The largest number of students attends classical courses, and a smaller number of students attend distance learning classes. Distance learning is organized as online teaching. Distance learning program attended by students living in other parts of Bosnia and Herzegovina, neighboring countries (Serbia, Croatia), and other European countries or students enrolled on campuses in other cities in Bosnia and Herzegovina is similar to published research conducted in the United States [1]. Part-time study is attended by students who are already working and are generally older than 30 years. Regular classical classes are attended by students aged between 19 and 30, who live in Banja Luka or have moved to the city during their studies. Advantages and disadvantages of distance learning in relation to classical forms of teaching are a frequent topic of research and analysis of a large number of researchers in the world [1] [2] [3] . Researchers are particularly interested in examining the quality of distance learning and analyzing quality indicator [4] [5] [6] [7] [8] .",
            "cite_spans": [
                {
                    "start": 1011,
                    "end": 1014,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1015,
                    "end": 1018,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1019,
                    "end": 1022,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1143,
                    "end": 1146,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1147,
                    "end": 1150,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1151,
                    "end": 1154,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1155,
                    "end": 1158,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1159,
                    "end": 1162,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "With the outbreak of the COVID-19 pandemic, in order to protect the health of students and professors and prevent the spread of the disease, the competent authorities in the Republic of Srpska [9] prescribed certain measures that universities should follow. One of the measures refers to the interruption of classical classes and the obligation of the university to provide students with adequate conditions for learning and acquiring the necessary knowledge and skills. The Ministry of Scientific and Technological Development, Higher Education, and Information Society of the Republic of Srpska proposed online teaching, without suggesting specific forms of lectures and exercises. Professors provided various forms of teaching using available video and Internet technology (MS Teams, LMS, Skype, Viber). The Pan-European University Apeiron decided to use the existing resources and materials that are already prepared for distance learning. In this paper, the authors set a goal to make an analysis of the efficiency of the teaching process in the emergency situation caused by the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the examination of the efficiency of the teaching process in emergency conditions, three subjects from the second year of study were selected at all seven faculties within the Pan-European University Apeiron. The selection was made on the basis of a random sample: two compulsory courses and one elective course (Table 33 .1). The analysis was conducted for two periods: winter semester (October-February) and summer semester (March-April). During the winter semester, classical teaching was organized and during the summer semester online teaching, while students were given learning materials prepared for distance learning.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 319,
                    "end": 328,
                    "text": "(Table 33",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "The following parameters were observed: date of student registration in the e-classroom (shown by months of first connection and date of registration), type of learning materials mostly used by students, time spent reviewing online materials, and number of students by number of courses (e-classrooms) which they approached in the observed period. Data were obtained from the official documentation of the university, and the results were presented as a share (percentage) of the number of students who used e-classrooms in relation to the total number of students who enrolled in the lessons for observed teaching subject.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The results obtained by research are shown in three tables (Tables 33.2, 33. 3 and 33.4) . Classes at the Pan-European University Apeiron, Banja Luka, are organized in cycles, so that classes in one or two teaching subjects are organized in one cycle. As can be seen from Table 33 .2, this way of organizing teaching has an impact on the first approach and registration in the e-classroom. In principle, students registered in the e-classroom in the month when the classical classes were organized (e.g., FIT 2 just 7.9% of the total number of students, who took the course, joined in November and 13.6% in December). At the end of the cycle, the exam was organized, when these students were probably given a grade. In the months in which the exam period was organized (January and April), the access of new students is visible (3.0% and 2.3%). In other months, this number is negligibly small. After registering a student in the e-classroom, the software does not record subsequent approaches, so it is assumed that students have accessed the e-classroom several times, until they successfully pass the exam (28.7%). A similar analysis can be conducted for other subjects. Furthermore, from Table 33 .2, it can be seen that the largest number of registered students was for the subject FSN 2 (100%) and the lowest for the subject SF 3 (6.7%). If the percentage of students registered in one of the 21 e-classrooms is classified in 4 categories, it looks like this: <10.0% for 6 teaching subjects, 10.0%-20.0% for 8 teaching subjects, 20.0%-50.0% for 6, and > 50.0% for 1 teaching subject.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 88,
                    "text": "3 and 33.4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 280,
                    "text": "Table 33",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1192,
                    "end": 1200,
                    "text": "Table 33",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "The teaching process is based on interactive technology, owned by the university, and is used for distance learning. Between the learning materials deposited and available in e-classrooms, students most often used PDF documents and video material, while HTML documents were used very rarely or not at all (Table 33. 3). This table shows that the total time spent in the e-classroom was the longest in the teaching subjects FIT 2 (105:35 hours), FPN 2 (89:57 hours), FSN 1 (47:25 hours), and FZN 2 (41:11 hours). This data indicated that more materials available for listed teaching subjects were more interesting for students or were prepared in a more acceptable way. It must not be forgotten that the materials available in e-classrooms are intended for distance learning students. Results of the research indicated that university management and faculty deans should pay attention to these data and in collaboration with professors adapt teaching materials and other teaching tools to students in classical studies. Of course, this requires serious preparation of the material and more time, which was not possible to provide in the situation that arose during the state of emergency caused by to the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 315,
                    "text": "(Table 33.",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Regarding the analysis of teaching material type that students used, it can be concluded that easily downloading documents dominates. It seems that the students of classical studies used them by transferring and recording to personal computers and used them on the same way as printed textbooks. Classical students used very little HTML documents (Table 33. 3), which confirmed the previous statement. In order to improve the quality of teaching in an emergency situation, the university management should consider this problem seriously. At the beginning, faster improvement could be proposed to organize training for professors and administration who prepare educational materials and participate in communication with students. In addition, it is necessary to organize IT and other forms of training for students regarding the use of available teaching materials in an adequate manner. Communication between professors and students was two-way. In addition to e-mails, which were regularly used by teachers and students, outside the usual time of lectures, interactions with students also were held by phone, discussions within groups on social networks (Facebook, Instagram), SMS, email, Viber, Skype, telegrams, WhatsUp, and other forms of communication.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 347,
                    "end": 357,
                    "text": "(Table 33.",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Classical students are registered in a different number of e-classrooms (Table 33 .4). 50.5% of students used materials for one teaching subject, 25.8% for two, and 11.8% for three. A very small number of students registered to 7 or more subjects (12 subjects students need to pass in 1 academic year). The largest number of students registered in e-classrooms in March (21.2%) and April (16.8%), when we look at the month registration distribution.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 81,
                    "text": "(Table 33",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "During the emergency situation caused by the COVID-19 pandemic, the Pan-European University Apeiron in Banja Luka reorganized its work in a very short period of time and by combining classical forms of teaching with some elements of distance learning ensured a satisfactory level of teaching quality, and students gained a high level of knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "It is noticeable that students of different faculties (different scientific fields) used materials intended for distance learning students in different forms and that they first made the first connection and registration in the e-classroom during the cycle 0,1% 0,1% 0,0% 0,0% 0,0% 0,1% 0,0% 0,4% 9 0,0% 0,1% 0,1% 0,0% 0,0% 0,0% 0,0% 0,3% 10 0,0% 0,0% 0,0% 0,0% 0,0% 0,0% 0,0% 0,1% 11 0,0% 0,0% 0,1% 0,0% 0,0% 0,0% 0,0% 0,2% Total 9,2% 14,1% 14,1% 13,9% 10,7% 21,2% 16,8% 100,0% planned for teaching a specific subject or in the period before exams. Students most often used documents that are similar to the classic textbooks (PDF and video), and during the preparation of the exam, they kept the learning habits from the classical system. In this case, e-learning is a good addition to classical teaching. In order to increase the use of more forms of e-learning, the university should organize courses for the teaching content development (for professors and administration) and courses for the use of e-materials, Internet, video techniques, and other opportunities for better quality of professor-student interaction (e-mail, telephone, chat rooms, and other available modern tools).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The National Education Association (NEA), A survey of tradıtıonal and dıstance learnıng hıgher educatıon members",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--54",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A review on e-learning technology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Attah",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Comput. Eng. Technol",
            "volume": "2",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Existing criteria determining course quality in distance education",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gulay",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "The Online J. Qual. Higher Educ",
            "volume": "4",
            "issn": "4",
            "pages": "17--24",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Obezbjeđivanje kvaliteta veb materijala za elektronsko učenje u LINKgroup i ITS",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kuleto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pokorni",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Miranović",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Infoteh -Jahorina",
            "volume": "12",
            "issn": "",
            "pages": "747--752",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Quality assurance and quality indicators in opet and distance education: Context, concerns and challenges",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ogunleye",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int. J. Educ. Res. Technol",
            "volume": "4",
            "issn": "2",
            "pages": "49--62",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "University Quality Indicators: A Critical Assessment, Study (Directorate general for international policies, European parliament",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wachter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kelo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "K H"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Effertz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jost",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kottowski",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Indikatori kvaliteta kao osnov procene kvaliteta i procesa komparacije visokoobrazovnih institucija, XII skup trendovi razvoja",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petković",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Živaljević",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "120--123",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Analoza ishoda učenja kao indikatora kvaliteta visokog obrazovanja, doktorska disertacija",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lungulov",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Higher Education and Information Society of Republic of Srpska (Ministarstvo za naučnotehnološki razvoj, visoko obrazovanje i informaciono društvo Republike Srpske), Odluka nadležnih vlasti u Republici Srpskoj o organizaciji nastave u vandrednim uslovima nastalim zbog pandemije Covid-19 br",
            "authors": [],
            "year": 1905,
            "venue": "Ministry of Scientific and Technological Development",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Overview of teaching subjects covered by the research",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Review of the students' first approach to the e-classroom",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Distribution of students (in %) who gained first access to e-class teaching subjects by monthNo. of teaching subjects Oct. Nov.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}