{
    "paper_id": "03d8820bc766b1375411e4ac7b31e7664fa58673",
    "metadata": {
        "title": "Labour Market Attachment, Workplace Infection Control Procedures and Mental Health: A Cross- Sectional Survey of Canadian Non-healthcare Workers during the COVID-19 Pandemic",
        "authors": [
            {
                "first": "Peter",
                "middle": [
                    "M"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": "psmith@iwh.on.ca"
            },
            {
                "first": "John",
                "middle": [],
                "last": "Oudyk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Occupational Health Clinics for Ontario Workers",
                    "location": {
                        "settlement": "Hamilton",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Guy",
                "middle": [],
                "last": "Potter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University Medical Center",
                    "location": {
                        "settlement": "Durham",
                        "region": "NC",
                        "country": "US A"
                    }
                },
                "email": ""
            },
            {
                "first": "Cameron",
                "middle": [],
                "last": "Mustard",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 pandemic has led to large proportions of the labour market moving to remote work, while others have become unemployed. Those still at their physical workplace likely face increased risk of infection, compared to other workers. The objective of this paper is to understand the relationship between working arrangements, infection control programs (ICP), and symptoms of anxiety and depression among Canadian workers, not specifically working in healthcare. Methods: A convenience-based internet survey of Canadian non-healthcare workers was facilitated through various labour organizations between April 26 and June 6, 2020. A total of 5180 respondents started the survey, of which 3779 were assessed as employed in a full-time or part-time capacity on 2 March 2020 (prior to large-scale COVID-19 pandemic responses in Canada). Of this sample, 3305 (87.5%) had complete information on main exposures and outcomes. Anxiety symptoms were measured using the Generalised Anxiety Disorder screener (GAD-2), and depressive symptoms using the Patient Health Questionnaire screener (PHQ-2). For workers at their physical workplace (site-based workers) we asked questions about the adequacy and implementation of 11 different types of ICP, and the adequacy and supply of eight different types of personal protective equipment (PPE). Respondents were classified as either: working remotely; site-based workers with 100% of their ICP/PPE needs met; site-based workers with 50-99% of ICP/PPE needs met; site-based workers with 1-49% of ICP/PPE needs met; site-based workers with none of ICP/PPE needs met; or no longer employed. Regression analyses examined the association between working arrangements and ICP/PPE adequacy and having Original Article GAD-2 and PHQ-2 scores of three and higher (a common screening point in both scales). Models were adjusted for a range of demographic, occupation, workplace, and COVID-19-specific factors. Results: A total of 42.3% (95% CI: 40.6-44.0%) of the sample had GAD-2 scores of 3 and higher, and 34.6% (95% CI: 32.-36.2%) had PHQ-2 scores of 3 and higher. In initial analyses, symptoms of anxiety and depression were lowest among those working remotely (35.4 and 27.5%), compared to sitebased workers (43.5 and 34.7%) and those who had lost their jobs (44.1 and 35.9%). When adequacy of ICP and PPE was taken into account, the lowest prevalence of anxiety and depressive symptoms was observed among site-based workers with all of their ICP needs being met (29.8% prevalence for GAD-2 scores of 3 and higher, and 23.0% prevalence for PHQ-2 scores of 3 and higher), while the highest prevalence was observed among site-based workers with none of their ICP needs being met (52.3% for GAD-2 scores of 3 and higher, and 45.8% for PHQ-2 scores of 3 and higher). Conclusion: Our results suggest that the adequate design and implementation of employer-based ICP have implications for the mental health of site-based workers. As economies re-open the ongoing assessment of ICP and associated mental health outcomes among the workforce is warranted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic is having profound impacts on the nature and availability of work across the world (Semple and Cherrie, 2020; Sim, 2020) . As part of the public health response to COVID-19, governments across Canada closed non-essential workplaces. This has resulted in large numbers of workers moving to remote work, while others have lost their jobs or had their hours greatly reduced. Data from the March and April Canadian Labour Force Surveys estimated that in March over 1 million Canadians lost their jobs, with another 2 million losing their jobs in April (Statistics Canada, 2020d . In addition, another 2.5 million Canadians worked less than half their normal work hours (including 1.3 million who worked no hours, but remained employed) (Statistics Canada, 2020d . It is important to note that female workers, and those in insecure, casual, and low wage jobs were more likely to have lost their jobs, and have also been less likely to return to employment as the Canadian economy has re-opened (Statistics Canada, 2020e) .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 131,
                    "text": "(Semple and Cherrie, 2020;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 132,
                    "end": 142,
                    "text": "Sim, 2020)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 570,
                    "end": 595,
                    "text": "(Statistics Canada, 2020d",
                    "ref_id": null
                },
                {
                    "start": 754,
                    "end": 779,
                    "text": "(Statistics Canada, 2020d",
                    "ref_id": null
                },
                {
                    "start": 1011,
                    "end": 1037,
                    "text": "(Statistics Canada, 2020e)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Of those Canadians who have remained employed, the most recent estimates from Statistics Canada suggest that more than one quarter of employed Canadians (3.3 million workers) have begun working from home due to COVID-19 (Statistics Canada, 2020a , 2020d . Amid these changes there remains a sizeable number of Canadians who are still working for essential businesses, many involving interactions with coworkers and the public. These workers are likely at increased risk of COVID-19 infection, by the nature of their occupations (Baker et al., 2020) . While healthcare workers are prominently discussed and remain an occupation at high risk of a work-related COVID-19 infection (Kisely et al., 2020) , some non-healthcare occupations and industries may also be at high risk, including retail food occupations (e.g. supermarkets), the delivery of goods, correctional service workers, and construction workers (Baker et al., 2020) .",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 245,
                    "text": "COVID-19 (Statistics Canada, 2020a",
                    "ref_id": null
                },
                {
                    "start": 246,
                    "end": 253,
                    "text": ", 2020d",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 528,
                    "end": 548,
                    "text": "(Baker et al., 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 677,
                    "end": 698,
                    "text": "(Kisely et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 907,
                    "end": 927,
                    "text": "(Baker et al., 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The different experiences of each of these groups of workers may be associated with poorer mental health. Workers who have lost their jobs or who have had large reductions in their weekly paid hours will likely face increased financial stress, loss of personal identity, and increased job insecurity, all of which have been associated with poor mental health (McKee-Ryan et al., 2005;  What's important about this paper?",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 384,
                    "text": "(McKee-Ryan et al., 2005;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 385,
                    "end": 385,
                    "text": "",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "COVID-19 is having profound impacts on the mental health of workers. In this paper, we compare the prevalence of anxiety and depressive symptoms among respondents working remotely, those who are at their physical workplace, and those who have lost their job. We find that among site-based workers the adequacy of infection control programs and PPE provision is strongly associated with mental health. As economies re-open, it is important to monitor the adequacy of infection control and PPE provisions, as well as the mental health of the workforce. Roelfs et al., 2011; Kim and von dem Knesebeck, 2016) . Workers who are working remotely also face potential feelings of isolation, reduced social support from the workplace, and reduced structure between work and home (Tavares, 2017) , which may result in increased stress and poor mental health. Finally, workers who are still employed at their physical workplace may feel increased stress, primarily related to their risk of COVID-19 infection, and risk of exposing their family members to this infection. Within a framework of OHS vulnerability, this increased stress will be a function of perceived exposure to factors that would increase risk of COVID-19 infection (e.g. interactions with members of the public and/or work colleagues and the likelihood of these people having COVID-19 infections), and the adequacy (or not) of workplace policies and procedures to protect workers from these risks .",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 571,
                    "text": "Roelfs et al., 2011;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 572,
                    "end": 604,
                    "text": "Kim and von dem Knesebeck, 2016)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 770,
                    "end": 785,
                    "text": "(Tavares, 2017)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While understanding the experiences of each of these groups in isolation has merit, understanding, and comparing the health consequences between groups is critical within the current labour market context. Previous work has demonstrated that being employed in poor quality jobs (primarily measured using dimensions of the psychosocial work environment), can be as damaging to mental health as being unemployed (Broom et al., 2006; Rueda et al., 2015) . As such, it is possible that mental health outcomes may be similar for people who have maintained their employment, but who are working in jobs with increased COVID-19 risks and inadequate protection from these risks, compared to those who are currently unemployed. As economies re-open, it is also important to compare the experiences of workers who are working remotely to those who are still in their workplace with adequate infection control.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 430,
                    "text": "(Broom et al., 2006;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 431,
                    "end": 450,
                    "text": "Rueda et al., 2015)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The objective of this study is to examine the relationship between labour market attachment, and adequacy of infection control programs (ICP) and provision of personal protective equipment (PPE) and symptoms for anxiety and depression among a large sample of nonhealthcare workers in Canada, within the context of the current COVID-19 pandemic. We hypothesize that workers who are working remotely will have better mental health (lower prevalence of anxiety and depression symptoms), than workers who are at their physical workplace (site-based workers), although these workers will have better mental health than those who have lost their job. We also hypothesize that the greater adequacy of ICP and PPE provision among site-based workers will be associated with better mental health status. As such, workers with adequate ICP and PPE will have similar levels of anxiety and depressive symptoms as those working remotely, while those with inadequate ICP and PPE will have similar, or worse, mental health status, compared to those who are unemployed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In mid-April 2020, an online survey was developed by the Occupational Health Clinics for Ontario Workers with input from the members of an ad hoc pandemic survey group consisting of union health and safety representatives, activists and academics. The survey was targeted at people not working in the healthcare industry across Canada, and was distributed via various labour organizations. The present article focuses on responses to the survey between 26 April 2020 and 6 June 2020. The survey was available in English and French. A total of 5495 respondents opened the survey link, of which 5180 (94%) answered at least one question. The study received approval from the University of Toronto Research Ethics Board.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "To assess potential anxiety and depression among respondents, we used the Generalised Anxiety Disorder screener (GAD-2) (Kroenke et al., 2007) , and the Patient Health Questionnaire screener (PHQ-2) (Kroenke et al., 2003) . The range of possible scores on both these scales is between zero and six. For both scales scores of 3 and higher have been recommended as a screening cut point for the potential anxiety or depression (Kroenke et al., 2003 (Kroenke et al., , 2007 .",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 142,
                    "text": "(Kroenke et al., 2007)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 199,
                    "end": 221,
                    "text": "(Kroenke et al., 2003)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 425,
                    "end": 446,
                    "text": "(Kroenke et al., 2003",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 447,
                    "end": 470,
                    "text": "(Kroenke et al., , 2007",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Main outcomes: symptoms of anxiety and depression"
        },
        {
            "text": "Main independent variables: working status and perceived adequacy of COVID-19 specific workplace programs",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main outcomes: symptoms of anxiety and depression"
        },
        {
            "text": "Respondents were asked about their current work status, and if they were still travelling to their physical workplace or working remotely. From these questions, we grouped respondents into those working remotely, those working at their workplace, and those who were no longer employed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main outcomes: symptoms of anxiety and depression"
        },
        {
            "text": "Respondents who were site-based workers were asked a series of questions about the adequacy of implementation of 14 different types of infection control procedures and the adequacy and supply of 10 different types of PPE to reduce COVID-19 transmission. ICP items included: reporting procedures related to COVID-19; increased ventilation; installation of physical barriers (e.g. plexiglass); isolation of people (e.g. in group homes or prisons); physical distancing from clients/customers; physical distancing from coworkers; places to change to/from work clothes and shoes; laundry for work clothes; laundry for work-related materials; staggered schedules; regular cleaning; sanitizing food preparation surfaces; disinfecting high-tough surfaces and objects; and waste disposal practices. Response options were appropriate and adequately implemented; appropriate but inadequately implemented; inappropriate; lacking; not sure/don't know what is appropriate; and not applicable. We defined need for a given ICP as when respondents endorsed one of the first four categories (as opposed to 'not sure/don't know' or 'not applicable'). We defined that need being met when respondents endorsed the first category (appropriate and adequately implemented). Certain types of ICP were overlapping and combined. These included regular cleaning and disinfecting high touch surfaces; laundry facilities for clothes and work-related materials; and physical distancing for clients/customers and co-workers, resulting in 11 ICPs being assessed. PPE items included: gloves; eye protection/goggles; face shields; gowns or coveralls; hand sanitizer; soap and running water; surgical masks; N95 masks; regular (half/full face) cartridge respirators; and powered air particulate respirators (PAPRs). Response options were appropriate type and adequate supply; appropriate type, but inadequate supply; inappropriate type but adequate supply; inappropriate type and inadequate supply; needed, but not available at all; not sure/don't know what is appropriate; and not applicable. We defined need for a given PPE as when respondents endorsed one of the first five categories (as opposed to 'not sure/don't know' and 'not applicable'). We defined that need being met when respondents endorsed the first category (appropriate type and adequate supply). Some types of PPE were overlapping and combined. These were soap and running water with hand sanitizer, and regular respirators with PAPRs, resulting in eight different types of PPE being assessed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main outcomes: symptoms of anxiety and depression"
        },
        {
            "text": "Site-based workers were grouped based on the proportion of their ICP and PPE needs that were met: those who had all their ICP and PPE needs met; those that had over half of their ICP and PPE needs met; those that had less than half of their ICP and PPE needs met; and those that did not have any of their ICP and PPE needs met. This led to a final exposure with six levels, with separate exposures created for ICP and PPE, respectively. These were: (i) working remotely; (ii) site-based workers with all ICP/PPE needs met; (iii) site-based workers with 50-99% of ICP/PPE needs met; (iv) sitebased workers with 1-49% of ICP/PPE needs met; (v) site-based workers with 0% of ICP/PPE needs met; and (vi) no longer employed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main outcomes: symptoms of anxiety and depression"
        },
        {
            "text": "Confounders measured included respondent's age and gender, and whether they identified as a visible minority. Occupational information included if they were a supervisor or manager, and the length of employment in their current job (or previous job for those who were unemployed). Models also included information on workplace size (<20 employees, 20-49 employees, 50-99 employees, 100-250 employees, 250-1000 employees, and >1000 employees). Information was also collected on each respondent's province of residence, and whether they lived in an urban, suburban, or rural community. COVID-19 related exposures assessed included the number of workers at their workplace who have been infected with COVID-19 (suspected, presumed, or confirmed), whether they had experienced COVID-19 symptoms, and whether they had been in contact with someone (at work or outside of work) who had or was later diagnosed with COVID-19. Given the dynamic nature of the COVID-19 pandemic, the date of completing the survey was also included. Information on industry of employment was collected, but was not entered into the regression models as this variable is highly correlated with whether people were at their physical workplace or working remotely (the main exposure).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covariates"
        },
        {
            "text": "The original sample of respondents who opened the survey and passed through the informed consent and answered at least one question totalled 5180. In order to understand the experiences of workers during the early stages of the COVID-19 pandemic, we only included respondents who were employed full-time or part-time on 2 March 2020 (N = 3779). The large proportion of the sample removed during this step was due to missing responses to this survey question (N = 1322 respondents-25.5% of the sample-did not respond to this survey question). We did have valid responses for our main outcomes for 1212 of the 1322 respondents who were missing information on their labour force status on 2 March 2020. Compared to the sample with information on labour market status, those missing information had slightly lower GAD-2 (mean GAD-2 score = 2.38 (95% CI 2.28-2.48) versus 2.50 (95% CI, 2.44-2.56, P-value for least squares means diff = 0.045) and PHQ-2 scores (mean PHQ-2 score = 2.00 (95% CI 1.90-2.09) versus 2.14 (95% CI, 2.08-2.20, P-value for least squares means diff = 0.01).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analyses"
        },
        {
            "text": "Of the 3779 respondents who said they were working on 2 March 2020, 32 (0.9%) did not respond to the GAD-2 questions or the PHQ-2 questions, leaving a sample of 3747 respondents. Of this sample, 318 respondents (8.5% of the sample) did not respond to the questions on their current work status, with another 117 (3.1%) of the sample not responding to question on infection control procedures in their workplace, and another 7 (0.2% of the sample) not responding to questions on PPE. This left a sample of 3305 respondents (87.5% of the sample who were employed on 2 March 2020) with complete information on our outcomes and main exposures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analyses"
        },
        {
            "text": "We compared mental health outcomes between respondents with information on the main exposures compared to those with missing information. We did not observe any statistical differences across groups in relation to GAD-2 or PHQ-2 scores. For all other study variables (i.e. confounders), we defined a separate category for responses with missing information, in order to maximize our analytical sample (Newman, 2014) . The size of missingness varied across covariates, but was generally low, with the highest missing responses for province of residence (2.8% of the sample had missing responses).",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 415,
                    "text": "(Newman, 2014)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Analyses"
        },
        {
            "text": "Initial analyses examined the distributions of outcomes, independent variables and covariates. To examine the relationship between our exposures and symptoms of anxiety and depression, we ran separate regression models. Initial models were run using a three-level exposure (working remotely, working at the workplace, and no longer worker). Models were then extended to the six-level variable that included ICP or PPE measures for site-based workers. Models were run examining the adjusted proportion of respondents with GAD-2 and PHQ-2 scores of 3 and higher, given its use at a screening cut point. We also ran separate models using the GAD-2 and PHQ-2 as continuous measures, and logbinomial models examining the relative risk of GAD-2 and PHQ-2 scores of 3 and higher, given the prevalence of each outcome was >10% (Knol et al., 2012) . The relationships between exposures and outcomes in each of these models were similar, so only adjusted proportions are reported in this paper, given this is a more clinically meaningful cut point for potential conditions associated with depression and anxiety. In addition, it provides an absolute measure of the population above that cut point in each exposure category, as well as absolute differences between exposure groups. Regression models were examined for multicollinearity between exposures and covariates.",
            "cite_spans": [
                {
                    "start": 819,
                    "end": 838,
                    "text": "(Knol et al., 2012)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Analyses"
        },
        {
            "text": "We also examined potential differences in the association between our main exposures and outcomes for men and women; given the different roles of men and women inside and outside of the labour market (Quinn and Smith, 2018) ; and across age groups (<45 years of age, 45-54 years of age, 55 years and older), given the higher case-fatality rate among older persons. In each case, the interaction term between sex and exposure, and age group and exposure were not statistically significant. As such, results are reported for the total sample, with sex and age included as covariates (stratified models are available from the authors on request). Models were run using PROC SURVEYREG in SAS V 9.4 (The SAS Institute, 2017) , with the variance around each proportion estimated using a Jackknife estimation procedure. Table 1 presents the distribution of outcomes, exposures, and covariates in our sample. We observed respondents in every possible level of the GAD-2 and the PHQ-2. A total of 42.3% (95% confidence interval 40.6-44.0%) of the sample had GAD-2 scores of three and higher, and 34.6% (95% CI 32.9-36.2%) of the sample had PHQ-2 scores of 3 and higher. Approximately 40% of the sample was working remotely, with just over half working at their physical workplace. Among site-based workers, 23% had all their ICP needs met, 24% had 50-99% of their needs met, 30% had 1-49% of their needs met, and just over one fifth had none of their ICP needs met. For PPE, more than a third had all their PPE needs met, with one quarter having 50-99% of their PPE needs met, one fifth having 1-49% of their PPE needs met, and 16% not having any of their PPE needs met. The majority (61%) of the sample were female, aged 45 years and older, working in an urban location in the province of Ontario, and having more than 10 years of job tenure. There was a good distribution of respondents across workplace sizes and industry groups. In relation to COVID-19, 16% of the sample knew of one person at their workplace with COVID-19, 12% had experienced COVID-19 symptoms, and 8% had contact with someone with confirmed COVID-19 either at, or outside of work. Table 2 presents the regression models examining the adjusted proportion of respondents with GAD-2 and PHQ-2 scores by current working status. Respondents who were working remotely had the lowest prevalence of GAD-2 scores and PHQ-2 scores above 3 (35.4 and 27.5%, respectively), with similar prevalence of GAD-2 and PHQ-2 scores above 3 observed for site-based workers and those who were no longer employed. The prevalence of GAD-2 and PHQ-2 scores of 3 and higher was statistically different (lower) for those working remotely compared to the other two working status groups. Table 3 presents the adjusted prevalence of GAD-2 and PHQ-2 scores of 3 and higher, across working status and ICP need groups. The lowest prevalence of GAD-2 and PHQ-2 scores of 3 and higher was observed among sitebased workers with 100% of the ICP needs being met, and highest among site-based workers with 0% of their ICP needs being met. The difference in prevalence between site-based workers with 100% of their ICP needs met and those working remotely was borderline statistically significant (P = 0.07 for GAD-2 and P = 0.13 for PHQ-2). Sitebased workers with 0% of their ICP needs being met had a statistically higher prevalence of GAD-2 and PHQ-2 scores of 3 and higher compared to all other groups, except sitebased workers with 1-49% of ICP needs being met. Table 2 . Adjusted a proportion of respondents with GAD-2 and PHQ-2 scores of 3 and higher by current working status (N = 3305). Table 3 . Adjusted a proportion of respondents with GAD-2 and PHQ-2 scores of 3 and higher by current working status and ICP for those at physical workplace (N = 3305). 4 presents the adjusted prevalence of respondents with GAD-2 and PHQ-2 scores of 3 and higher, across working status and PPE need groups. Similar to ICP, the lowest prevalence of GAD-2 scores and PHQ-2 scores of 3 and more, was observed among site-based workers with 100% of their PPE needs being met, as well as those working remotely. The highest prevalence of GAD-2 and PHQ-2 scores above 3, was observed among site-based workers with <50% of their PPE needs being met. While no statistical difference was observed between respondents who were working remotely and site-based workers with 100% of their PPE needs being met, these two groups had a statistically lower prevalence of GAD-2 and PHQ-2 scores above the screening cut-point compared to all other groups. The level of GAD-2 and PHQ-2 scores among site-based workers with 0% of their PPE needs being met was not different from those with 1 to 49% of their PPE needs being met. For GAD-2 scores, no statistical difference was observed between site-based workers with 0% of PPE needs being met, and those who were not employed, although qualitatively the estimate was higher. For PHQ-2 scores the size of the absolute difference between these groups was similar, although statistically different.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 223,
                    "text": "(Quinn and Smith, 2018)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 694,
                    "end": 719,
                    "text": "(The SAS Institute, 2017)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 813,
                    "end": 820,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2146,
                    "end": 2153,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 2724,
                    "end": 2731,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 3492,
                    "end": 3499,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 3621,
                    "end": 3628,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 3790,
                    "end": 3791,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "section": "Analyses"
        },
        {
            "text": "Other variables associated with increased prevalence of GAD-2 scores above 3 in our regression models included being female (compared to male), younger age, knowing of co-workers with COVID-19 and not knowing about the number of co-workers with COVID-19 (compared to knowing no workers had , and having experienced COVID-19 symptoms. Workers in BC had a lower prevalence of GAD-2 scores above 3 compared to the reference group of Ontario. Similar relationships were observed in regression models examining PHQ-2 scores of 3 and higher, although no statistical differences were observed between British Columbia and Ontario, or knowing that one or more co-workers had COVID-19 and knowing that no co-workers had COVID-19. A lower prevalence of PHQ-2 scores above 3 was observed between respondents from Manitoba and Saskatchewan compared to Ontario. Full regression results are available from the authors on request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GAD-2 score 3 and higher"
        },
        {
            "text": "The COVID-19 pandemic is causing major labour force disruptions around the world. These include movement of workers to remote work; job loss; and for those still at the physical workplace, potential increases in risk of infection. It is likely that each of these changes is associated with mental health status in different ways. In this Table 4 . Adjusted a proportion of respondents with GAD-2 and PHQ-2 scores of 3 and higher by current working status and PPE for those at physical workplace (N = 3305). study, we sought to examine the association between these different working arrangements and anxiety and depressive symptoms in a sample of workers, not specifically in healthcare settings. While we initially observed that the prevalence of GAD-2 scores and PHQ-2 scores of 3 and higher were the lowest among those working remotely, compared to site-based workers and those who had lost their jobs. However, this relationship changed once perceived adequacy of ICP and PPE was taken into account for site-based workers. The lowest prevalence of anxiety and depressive symptoms was observed among site-based workers with all of their ICP needs being met, and the highest prevalence was observed among site-based workers with none of their ICP needs being met. These findings suggest that the effective implementation of ICP, and to a slightly lesser extent PPE, has important associations with mental health among those in the workplace.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 345,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The results of this study should be interpreted considering the following strengths and limitations. This was a convenience-based sample, with survey respondents primarily made aware of the survey through labour organizations, and participation across age groups and provinces in Canada was uneven. As such, we suggest caution in generalizing the estimates of ICP and PPE adequacy, and the prevalence of the levels of anxiety and depressive symptoms, to all non-healthcare workers in Canada. Specifically, employees in the education industry were over-represented in our sample, relative to other industries in the employed Canadian labour force in April and May 2020 (32% of our sample were in education compared to 10% of the Canadian labour force) (Statistics Canada, 2020c). These industry differences are likely due to, in part, differences in the level of unionization across industries in Canada, where education has one of the highest levels of unionization (over 70%), compared to 15% in retail trade, 4% in food services, and 20% in manufacturing (Statistics Canada, 2020c) . In addition, older workers were over-represented in our sample, as were female workers, and those with longer job tenure compared to the Canadian labour force (Statistics Canada, 2020c) . It is also important to note that the proportion of workers in our sample who were not working, was small, relative to the proportion of the Canadian labour market who were working at the start of March and have now become unemployed. However, given we have respondents across all levels of our exposures and all levels of our outcomes, the relationships we have observed between exposures and outcomes are likely still valid (Ebrahim and Davey Smith, 2013; Rothman et al., 2013) .",
            "cite_spans": [
                {
                    "start": 1057,
                    "end": 1083,
                    "text": "(Statistics Canada, 2020c)",
                    "ref_id": null
                },
                {
                    "start": 1245,
                    "end": 1271,
                    "text": "(Statistics Canada, 2020c)",
                    "ref_id": null
                },
                {
                    "start": 1700,
                    "end": 1731,
                    "text": "(Ebrahim and Davey Smith, 2013;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1732,
                    "end": 1753,
                    "text": "Rothman et al., 2013)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our exposure was also based on perceived need for, and subsequent adequacy of, ICP and PPE. It is possible that the observed associations are due to unmeasured factors (e.g. general negative affectivity) which are associated with increased perceived need for ICP or PPE, and also with symptoms of anxiety and depression. To examine this possibility, we did run regression models which additional adjustment for number of PPE needs and number of ICP needs. The inclusion of these two measures did not meaningfully change the estimates presented in Tables 3 and 4 (results available from authors on request). We also observed, in models that included each ICP separately, that symptoms of anxiety and depression were most strongly associated with physical barriers, physical distancing procedures (from clients and workers), and regular cleaning and disinfecting of high touch surfaces, and not all types of unmet ICP needs. Taken together, this suggests that specific unmet needs, not a general disposition towards feeling needs are unmet, is driving the associations observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We were unable to examine potential heterogeneity in the experiences of workers who were working remotely, and how these differences are associated with mental health symptoms. While we did not observe a statistical difference between men and women in the estimates from our regression models, it is possible that having further information on childcare and household responsibilities, as well as the physical work conditions at home, would have provided more insight into the experiences of workers, who are working remotely, as this is an important area for future work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, it is also important to note that we were not able to examine the relationship between employment relationships (e.g. temporary work) and our exposures and outcomes. As highlighted in the introduction to our article, the labour market impacts of COVID-19 have been more heavily felt among female workers, and those in temporary and low wage jobs (Statistics Canada, 2020e). It is also likely that the provision of ICP and PPE are differentially patterned across employment arrangements and wage levels (van Barneveld et al., 2020) . Previous studies in Canada have noted that temporary workers are more likely to be employed in jobs with exposure to hazards without adequate protections (Lay et al., 2016) , while others have noted the temporary and lower wage workers may have to continue to work regardless of COVID-19 symptoms. It is important that future work explore the differential experiences and health outcomes among female, temporary and low-wage workers as economies re-open and more workers return to their physical work places (van Barneveld et al., 2020) .",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 539,
                    "text": "Barneveld et al., 2020)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 696,
                    "end": 714,
                    "text": "(Lay et al., 2016)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1055,
                    "end": 1078,
                    "text": "Barneveld et al., 2020)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A total of 42.3% (95% confidence interval 40.6-44.0%) of our sample had GAD-2 scores of 3 and higher, and 34.6% (95% CI 32.9-36.2%) had PHQ-2 scores of 3 and higher. These estimates are higher than those observed in recent population level studies from the UK and Ireland, where the prevalence of depressive symptoms (using a PHQ-9 score of 10 or more) and anxiety symptoms (using a GAD-7 score of 10 or more) are between 20 and 22% (Hyland et al., 2020; Shelvin et al., 2020) . A recent crowd sourced survey of 46,000 Canadians aged 15 and older, conducted by Statistics Canada between 24 April and 11 May 2020, estimated that the prevalence of anxiety symptoms consistent with severe or moderate anxiety (using the GAD-7) was 29% (Statistics Canada, 2020b) . While this estimate is lower than our estimate of 42%, 'feeling nervous, anxious or on edge', which is an overlapping question between the GAD-7 and the GAD-2, was the most commonly reported symptom in this survey. We also note that the prevalence of anxiety and depression symptoms in our sample are slightly lower than observed in another recent survey focusing on the experiences of healthcare workers in Canada during the COVID-19 pandemic (Smith et al., 2020) . As noted in the analysis section of this paper, we excluded a large number of respondents with missing information on labour force status on 2 March 2020, and these respondents did have slightly lower symptoms of anxiety and depression compared to the sample with complete information.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 454,
                    "text": "(Hyland et al., 2020;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 455,
                    "end": 476,
                    "text": "Shelvin et al., 2020)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 732,
                    "end": 758,
                    "text": "(Statistics Canada, 2020b)",
                    "ref_id": null
                },
                {
                    "start": 1205,
                    "end": 1225,
                    "text": "(Smith et al., 2020)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings are consistent with recent research on healthcare workers, which has observed that employerbased infection control strategies are an important way to help minimize mental health problems among healthcare workers (Kisely et al., 2020) . Our results broaden this work to a non-healthcare workforce sample, within the current COVID-19 pandemic. The results of our study offer important insights to workplaces and policy makers as economies around the world re-open, and workers return to their workplaces. Within this context, it will be important to ensure adequate ICP and PPE are in place, given the associations between ICP and PPE adequacy and anxiety and depressive symptoms observed in our study. In our study, workers with all of the ICP needs met in their physical workplace had a lower prevalence of anxiety and depression symptoms than those working remotely (albeit not statistically significant), while those without their needs being met had a higher prevalence of anxiety and depression symptoms than those which had lost their jobs.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 246,
                    "text": "(Kisely et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our results suggest strengthening employer-based infection control strategies will have important implications for the mental health of workers as economies across the globe re-open. Within this context, the ongoing assessment of the adequacy and implementation of ICP and provision of PPE should be undertaken, as should the collection of mental health symptoms among workers. Our findings were consistent with our proposed hypothesis that workers in settings where there is poor implementation of COVID-19 specific ICP will have similar, if not higher, levels of mental health symptoms than those who have lost their jobs; and that workers in settings with good implementation of COVID-19 ICP will have the lower levels of anxiety and depressive symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "No direct funding was provided for this research project. Authors Smith and Mustard worked for the Institute for Work & Health while this project was completed. Author Oudyk worked for the Occupational Health Clinics for Ontario Workers. The Institute for Work & Health, and the Occupational Health Clinics for Ontario Workers are supported through funding from the Ontario Ministry of Labour, Training, and Skills Development (MLTSD). The analyses, conclusions, opinions, and statements expressed herein are solely those of the authors and do not reflect those of the MOLTSD; no endorsement is intended or should be inferred.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Estimating the burden of United States workers exposed to infection or disease: a key factor in containing risk of COVID-19 infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Peckham",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Seixas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS One",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The lesser evil: bad jobs or unemployment? A survey of mid-aged Australians",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Broom",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Souza",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Strazdins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Soc Sci Med",
            "volume": "63",
            "issn": "",
            "pages": "575--86",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Commentary: should we always deliberately be non-representative?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ebrahim",
                    "suffix": ""
                },
                {
                    "first": "Davey",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int J Epidemiol",
            "volume": "42",
            "issn": "",
            "pages": "1022--1028",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Anxiety and depression in the Republic of Ireland during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hyland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shelvin",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mcbride",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Psychiatrica Scandinavica",
            "volume": "142",
            "issn": "",
            "pages": "249--56",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Perceived job insecurity, unemployment and depressive symptoms: a systematic review and meta-analysis of prospective observational studies",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dem Knesebeck",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int Arch Occup Environ Health",
            "volume": "89",
            "issn": "",
            "pages": "561--73",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "2020) Occurrence, prevention and management of psychological effects of emerging virus outbreaks on healthcare workers: rapid review and meta-analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kisely",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mcmahon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Brit Med J",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Overestimation of risk ratios by odds ratios in trials and cohort studies: alternatives to logistic regression",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Knol",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Cessie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Algra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "CMAJ",
            "volume": "184",
            "issn": "",
            "pages": "895--904",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The patient health questionnaire-2: validity of a two-item depression screener",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kroenke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Spitzer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Med Care",
            "volume": "41",
            "issn": "",
            "pages": "1284--92",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Anxiety disorders in primary care: prevalence, impairment, comorbidity, and detection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kroenke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Spitzer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ann Intern Med",
            "volume": "146",
            "issn": "",
            "pages": "317--342",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Individual, occupational, and workplace correlates of occupational health and safety vulnerability in a sample of Canadian workers",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Lay",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Saunders",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lifshen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Ind Med",
            "volume": "59",
            "issn": "",
            "pages": "119--147",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Psychological and physical well-being during unemployment: a meta-analytic study",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Mckee-Ryan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "L"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Wanberg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Appl Psychol",
            "volume": "90",
            "issn": "",
            "pages": "53--76",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Missing data: five practical guidelines",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Organ Res Methods",
            "volume": "17",
            "issn": "",
            "pages": "372--411",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Gender, work, and health. Ann Work Expo Health",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "62",
            "issn": "",
            "pages": "389--92",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Losing life and livelihood: a systematic review and meta-analysis of unemployment and all-cause mortality",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Roelfs",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shor",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Soc Sci Med",
            "volume": "72",
            "issn": "",
            "pages": "840--54",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Why representativeness should be avoided",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "Jej",
                    "middle": [],
                    "last": "Gallacher",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Hatch",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int J Epidemiol",
            "volume": "42",
            "issn": "",
            "pages": "1012--1026",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Is any job better than no job? Labor market experiences and depressive symptoms in people living with HIV",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rueda",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bekele",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "AIDS Care",
            "volume": "27",
            "issn": "",
            "pages": "907--922",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "COVID-19: protecting worker health. Ann Work Expo Health",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Semple",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Cherrie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "64",
            "issn": "",
            "pages": "461--64",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Anxiety, depression, traumatic stress, and COVID-19 related anxiety in the UK General Population during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shelvin",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mcbride",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BJ Psych Open",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The COVID-19 pandemic: major risks to healthcare and other workers on the front line",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Sim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Occup Environ Med",
            "volume": "77",
            "issn": "",
            "pages": "281--82",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The association between the perceived adequacy of workplace infection control procedures and personal protective equipment with mental health symptoms. A cross-sectional survey of Canadian health care workers during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oudyk",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Potter",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The development of a conceptual model and self-reported measure of occupational health and safety vulnerability",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Saunders",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lifshen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Acc Anal Prev",
            "volume": "82",
            "issn": "",
            "pages": "234--277",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Canadian Perspectives Survey Series 1: COVID-19 and working from home. The Daily",
            "authors": [],
            "year": 2020,
            "venue": "Statistics Canada",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Statistics Canada. (2020b) Canadians' mental health during the COVID-19 pandemic. The Daily",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Labour Force Survey Public Use Microdata files",
            "authors": [],
            "year": 2020,
            "venue": "Statistics Canada",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "exceptional times continue in the labour market. The Daily",
            "authors": [],
            "year": 2020,
            "venue": "Statistics Canada",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "context: COVID-19 restrictions gradually ease. The Daily",
            "authors": [],
            "year": 2020,
            "venue": "Statistics Canada",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Measuring the labour market is not business as usual for the week of March 15 to 21. The Daily",
            "authors": [],
            "year": 2020,
            "venue": "Statistics Canada",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Telework and health effects review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Tavares",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Healthc",
            "volume": "3",
            "issn": "",
            "pages": "30--36",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The SAS System for Windows",
            "authors": [
                {
                    "first": "Sas",
                    "middle": [],
                    "last": "The",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Institute",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The COVID-19 pandemic: lessons on building more equal and sustainable societies",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Barneveld",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Quinlan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kriesler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Econ Labour Relat Rev",
            "volume": "31",
            "issn": "",
            "pages": "133--57",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Distribution of outcomes, exposures, and covariates in study sample. Canadian workers employed on 2 March 2020 and surveyed between April 26 and June 6 (N = 3305).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "coworkers with COVID-19, experiencing symptoms of COVID-19, being exposed to someone with COVID-19, workplace size, and date of survey. b Different from groups 2 and 3.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank members of the ad hoc pandemic survey group for their help in the survey design and dissemination, in particular Dorothy Wigmore, Laura Lozanski, and Alec Farquhar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare no other conflict of interest relating to the material presented in this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        },
        {
            "text": "GAD-2 score 3 and higher PHQ-2 score 3 and higher ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}