{"paper_id": "03d844c910ca93db83bc5b32365123c6fc84936b", "metadata": {"title": "Journal Pre-proof Meeting the Potential Emergency Global Drug Supply Challenge of Hydroxychloroquine for COVID-19 Meeting the Potential Emergency Global Drug Supply Challenge of Hydroxychloroquine for COVID-19 A perspective", "authors": [{"first": "Tony", "middle": ["Y"], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tyligand Bioscience Ltd", "location": {"addrLine": "3728 Jinke Road, Building 1, Zhangjiang Hitech Park", "settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Boyu", "middle": [], "last": "Zhong", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tyligand Bioscience Ltd", "location": {"addrLine": "3728 Jinke Road, Building 1, Zhangjiang Hitech Park", "settlement": "Shanghai", "country": "China"}}, "email": ""}]}, "abstract": [{"text": "This paper provides an overview of the current global market and manufacturing landscape for hydroxychloroquine (HCQ). The capacity and capabilities of global producers to meet the potential demand for treating patients inflicted with COVID-19 by the novel corona virus SARS-CoV-2, should HCQ's efficacy be established by more definitive clinical trials, is also assessed. Given the large existing manufacturing base and abundance of raw materials for HCQ, the supply challenge can be met with considerable efforts and international cooperation. Preemptive and coordinated emergency efforts among global governments, regulatory agencies, chemical and pharmaceutical industries are imperative for meeting the surge in demand.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The pandemic caused by the novel corona virus SARS-CoV-2 is on the list of the biggest challenges that human beings have ever faced in modern history. The most effective means against viral diseases like COVID-19, and also one of the most impactful human inventions, i.e. vaccines, will take months if not years to develop and to prove safe and efficacious in clinical trials. Among the few options readily available for health care providers to treat this highly contagious and deadly disease is to repurpose an existing drug, especially if the drug has been exposed to a diverse patient population with known and acceptable safety outcomes. Hydroxychloroquine sulfate 1 (1, HCQ, Figure 1 ) is the front runner fitting such a profile, as indicated by several very preliminary clinical trials, especially when combined with azithromycin. 2 While the efficacy of HCQ against COVID-19 still needs to be proved in larger randomized controlled clinical trials (RCT) , several of which are underway, 3 demand for HCQ has already skyrocketed in recent weeks due in part to the surprising virulence of the disease, yearning for cure from the populace, and some highly visible endorsements. This has propelled several states and pharmacy chains in the United States to implement allocation program, a measure to curb hoarding of the product J o u r n a l P r e -p r o o f so as to ensure a steady albeit limited supply chain. 4 Physicians are also urged not to prescribe the medicine for prophylactic use, since many patients rely on this drug for treating their debilitating chronic diseases including rheumatoid arthritis (RA) and systemic lupus erythematosus (SLE). Meanwhile, several manufactures have responded by either pledging to donate a substantial number of tablets or promising to ramp up production. 5", "cite_spans": [{"start": 995, "end": 996, "text": "3", "ref_id": "BIBREF1"}, {"start": 1418, "end": 1419, "text": "4", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 681, "end": 689, "text": "Figure 1", "ref_id": "FIGREF6"}], "section": "Introduction"}, {"text": "On 28 March 2020, the US FDA issued an Emergency Use Authorization (EUA) to permit the emergency use of hydroxychloroquine sulfate (HCQ, 1), and its older chemical cousin chloroquine (di)phosphate (CQ, 2), to be supplied from the Strategic National Stockpile to treat adults and adolescents who weigh 50 kg or more and are hospitalized with COVID-19 for whom a clinical trial is not available, or participation is not feasible. 6 Clinically justified or not, the current shortage for HCQ is acute. The situation could either be alleviated by an increase of global production, or exacerbated by further escalating demand, especially if HCQ's efficacy for treating COVID-19 is demonstrated unequivocally by RCT. This paper will focus on the supply and demand for hydroxychloroquine.", "cite_spans": [{"start": 428, "end": 429, "text": "6", "ref_id": null}], "ref_spans": [], "section": "Figure 1. Active Pharmaceutical Ingredients of hydroxychloroquine and chloroquine"}, {"text": "Originally developed to treat malaria, hydroxychloroquine was invented by Alexander R. Surrey of the Sterling Drug Inc. of New York in 1949. 7 It is generally considered to be less toxic and better tolerated than chloroquine, and has been approved in the US for RA and SLE, in addition to treatment and prophylaxis of malaria. As show in Figure 1 , HCQ differs from CQ (2) by an extra hydroxyl group and is a sulfate salt, vs a diphosphate salt for CQ.", "cite_spans": [{"start": 141, "end": 142, "text": "7", "ref_id": null}], "ref_spans": [{"start": 338, "end": 346, "text": "Figure 1", "ref_id": "FIGREF6"}], "section": "Current Market sand Production of HCQ"}, {"text": "According to various sources, 8 in 2018, roughly 300 metric tons of HCQ sulfate was sold across the world, led by the United States which accounted for more than a quarter of the amount, followed by India and China, consuming 20% and 12%, respectively ( Figure 2 ). It should be noted that a majority of the prescriptions in the US were for chronic indications such as RA and SLE. In fact, HCQ is the second most prescribed medicine for RA in the US after methotrexate. In 2019, over 5. By revenue, HCQ sales in the US is estimated to be well over $220 million annually, shared mostly by generic drug makers including Zydus Cadila 30% (India), Prasco Laboratories Ltd. 22% (India), Sandoz (Switzerland) 20% , Teva 7% (Isreal) and Mylan 7% (US). Innovator's brand Plaquenil dominates the European and Japanese market (Sanofi) but account for very little in the US.", "cite_spans": [{"start": 30, "end": 31, "text": "8", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 254, "end": 262, "text": "Figure 2", "ref_id": "FIGREF2"}], "section": "Current Market sand Production of HCQ"}, {"text": "Manufacturing of HCQ is concentrated in Asia and Europe ( Figure 3 ). While data is difficult to verify, rough estimate would put India at the lead with 36% by production tonnage, followed by Europe at 26% and China at 18%. However, the European figure might include some products originally made in India. India undoubtedly play a central role for the global supply of HCQ, thanks to its burgeoning generic drug product industry. It is estimated that the country produces roughly 60 metric tons of HCQ for domestic market (dominated by Ipca Laboratories Ltd. with 80% market share) and similar amount for export (led by Zydus Cadila). Ipca is also the world's leading producer of chloroquine (di)phosphate, once having an 80 % share of the global market.", "cite_spans": [], "ref_spans": [{"start": 58, "end": 66, "text": "Figure 3", "ref_id": "FIGREF4"}], "section": "Current Market sand Production of HCQ"}, {"text": "China's market has been led by Shanghai Pharma with 80% share in 2018. The country produced roughly 35 metric tons of HCQ for domestic market, and 20 tons for exporting, mostly to various non-ICH countries. In China the drug is sold as 100mg tablets, while in US it is in a 200mg film coated presentation. No HCQ from China has been approved by US FDA yet.", "cite_spans": [], "ref_spans": [], "section": "Current Market sand Production of HCQ"}, {"text": "The following table (Table 1) attempts to compare the HCQ market prior to COVID-19 breakout, and the projected US and global need for HCQ supply, if the drug is indeed proven efficacious by larger and more definite clinical trials. We assume that a typical COVID-19 regimen would include 6 g of HCQ sulfate, or 30 tablets of 200mg each. Of note, the current worldwide need of 300 metric ton for HCQ was spread out across an entire year and was met steadily, mostly for chronic diseases. The COVID-19 demand, however, is an immediate surge. For example, if 2% of the US population needs treatment, 40 metric tons of HCQ would be need urgently. If, however, 20% of the US population needs to be treated, 400 metric tons of HCQ would be needed in weeks. Globally, 2% treatment rate means a requirement of 1,000 metric tons of the drug in weeks, or 3 times the current world annual production capacity. Can this be me withi reasonabls time?", "cite_spans": [], "ref_spans": [{"start": 20, "end": 29, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Demand Projection for COVID-19"}, {"text": "To answer this question, let's examine the following developments as reported by the news media in the last week of March 2020: Taking these events as a whole at face value, we can reasonably expect a surge of over 200 metric tons, or a billion tablets of HCQ, be made available within a month or two. Larger demand, however, would seriously challenge the global manufacturing capacity and capability to ramp up production. It is a significant challenge, but not insurmountable, for the following reasons:", "cite_spans": [], "ref_spans": [], "section": "Can the demand be met, why? and how?"}, {"text": " HCQs formulation is relatively straight forward and the drug product can be manufactured in a general-purpose fill-finish plant, if supply of API can be met. There are ample capacities for drug product manufacturing in the US and the rest of the world to repurpose or ramp up HCQ tablets production.  The manufacturing process for HCQ API, or hydroxychloroquine sulfate, is considered to be average in overall complexity, when compared with other marketed small molecule therapeutic drugs. In fact, the original procedure for making HCQ as disclosed by its inventor Surrey in 1950 7 is still practiced by a majority of API suppliers, variants of improvement notwithstanding. The compound can be made in 4-8 steps from abundant petroleum feed stocks such benzene, ethylene, propylene and other commodity chemicals. Historic price for HCQ API had been below $150/kg.  Production cycle time from start to finish can range from 3 months to one year. New facilities generally take 1-2 year to build and qualify.  There is a high degree of homology on the manufacturing processes as well as chemical composition of chloroquine and hydroxychloroquine (Figure 1 ). Supply chains and manufacturing site can be interconverted to suit the changing demand.  Analytical control for both the end product and production process is very straightforward, especially when compared with biologics.  Quality of pharmaceutical can't be ensured by end product quality control alone, but has to be achieved under an elaborate GMP system for the whole production process including procurement of raw material, process validation, final packaging and J o u r n a l P r e -p r o o f shipment. Recent debacles with COVID-19 related personal protection equipment like face mask and ventilator supply chain is testimonial to the importance of balancing the quality rigor and supply speedy in an emergency situation. The US FDA, for example, had issued an import alert against Ipca laboratories due to quality problems found in its plants in 2017. However on March 21 , 2020, at the wake of surge in demand for HCQ and CQ, the agency moved to make an \"exception to the import alert\" for three of Ipca's facilities, allowing the firm to supply tablets as well as raw materials for making chloroquine phosphate and hydroxychloroquine sulphate to the US markets. 9  China is a major provider of raw martials for making HCQ APIs both inside China and other countries. Spread of COVID-19 is largely contained in the country now and most plants are resuming normal production capacities. Surplus API capacities in China is substantial and has yet to be tapped fully for the emerging global demand. 10  India's capacity to the global drug supply is very important. The current trend of COVID-19 spreading in the country is troubling. Impact to the current and future supply of HCQ and many other essential drugs are uncertain. The country has recently banned export of HCQ and chloroquine 10 and hopefully the decision can be reversed once domestic supply is secured. Of grave concern is also the preparedness of its IT service industry which plays a vital role to support many multinational companies.  The COVID-19 virus strikes and cares no national border. Country governments should also work together to lower bureaucratic barriers for drug supply while ensuring quality in innovative and efficient ways. The regulatory bodies can and have to work together to find creative solutions. When it comes to to saving lives, speed matters.", "cite_spans": [], "ref_spans": [{"start": 1149, "end": 1158, "text": "(Figure 1", "ref_id": "FIGREF6"}], "section": "Can the demand be met, why? and how?"}, {"text": "Under extreme circumstances, such as a global demand surge for 10,000 metric tons of HCQ to treat over up to 20% of the world population as illustrated on the far right column in Table 1 , vitally necessary is the close international collaboration between global governments, pharmaceutical manufacturers and regulatory agencies in order to mobilize and coordinate worldwide resources to meet the demand. Lessons can be learned from the success of penicillin production scaled up from milligrams to metric tons within two years during the World War II. This was achieved with leadership for being accountable, courage for taking risks, can-do attitude and ingenuity from scientists and engineers, and commitment of the governments and enthusiastic participation by more than 20 private companies.", "cite_spans": [], "ref_spans": [{"start": 179, "end": 186, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Can the demand be met, why? and how?"}, {"text": "For reference, we listed a few of the most common synthetic processes of hydroxychloroquine in schematic form ( Figure 4 ). As illustrated, the HCQ active ingredient can prepared in relatively straightforward manner from feedstocks including benzene, ethylene, acetic acid, butane, ethylene and ethanol. These are commodity chemicals with abundant and stable supply as far as pharmaceutical manufacturing is concerned. Many of the intermediates within the scheme are also enjoying multiple uses within the chemical and pharmaceutical industries, so the supply chain is relatively robust. Unit operations are considered within the normal ranges other than one or two steps requiring high temperature conditions. Cycle time and regulatory considerations are the most critical factors for bringing up emergency supply.", "cite_spans": [], "ref_spans": [{"start": 112, "end": 120, "text": "Figure 4", "ref_id": "FIGREF9"}], "section": "Can the demand be met, why? and how?"}, {"text": "In conclusion, we remain cautiously optimistic with the global manufacturing capability to ramp up production, meeting the demand for HCQ should it be proven efficacious by randomized clinical trials. Rationing and allocation to focus resources on the J o u r n a l P r e -p r o o f truly needy should be vigorously implemented to address the current shortage before large supply catches up. Considering that there is significant lead time to ramp up production at this scale, cost of API production is relatively small, staring materials are readily available, and the potential benefits and probability of HCQ be eventually proven efficacious 11 to help patients inflicted with COVID-19, immediate ramping up of production at risk as a contingency before definitive clinical trials conclude appears to be justifiable.", "cite_spans": [{"start": 645, "end": 647, "text": "11", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Figure 4. Common Synthetic Processes of Hydroxychloroquine and supply Chain Illustration"}, {"text": "In this timely perspective provided by two pharmaceutically industry veterans, the current global market of hydroxychloroquine, a drug currently being investigated for the treatment of patient inflicted with COVID-19 corona virus, and the ability of manufacturers to meet the potential surge in demand, are delineated with ample data. Whether hydroxychloroquine is ultimately efficacious against COVID-19 will be decided by large scale and controlled clinical trials. Whether this drug can be made accessible to the global patients in need will require careful planning of global government and industrial leaders. At this critical time, we hope their voice can be heard by the policy makers and stakeholders alike Journal Pre-proof ", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Gautret et al. Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label non-randomized clinical trial", "authors": [], "year": 2020, "venue": "For product monograph including patient medication information of hydroxychloroquine", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.03.22.20040758v1.full.pdf"]}}, "BIBREF1": {"ref_id": "b1", "title": "For clinical trials registered with clinicaltrials.gov involving hydroxychloroquine against COVID-19", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "For a recent report", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "For a recent report", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Data from multiple sources, including marketing research, prescription statistics, import/export and reports, security filing and company annual reports, were used to cross-corroborate for the best estimates to ensure directionally correctness", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "For report on the lack of evidence of significant clinical benefit of HCQ and azithromycin combination when treating patients with severe COVID-19 Infection", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "8 million scripts have been dispensed in the US, equating to 478 million 200mg tablets, or 97 metric tons of the active pharmaceutical ingredient (API).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Leading markets of hydroxychloroquine", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Major Producer of HCQ", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Figure 1", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Figure 2", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Figure 3", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Figure 4", "latex": null, "type": "figure"}, "TABREF0": {"text": "US and Global Need Estimate for HCQ", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Scenario assumption </td><td>World </td><td>US annual current </td><td>US COVID-\n</td><td>Global </td><td>Global </td></tr><tr><td>annual current </td><td> </td><td>19 at 2% Treatment rate </td><td>COVID-19 at 2% Treatment rate </td><td>Prophylactic 20% Prescription rate </td></tr><tr><td>API tons </td><td>300 </td><td>100 </td><td>40 </td><td>1000 </td><td>10,000 </td></tr><tr><td>Tablet </td><td>1,500M </td><td> </td><td> </td><td> </td><td>46,800 M </td></tr><tr><td>(200mg) </td><td> </td><td>500M 1M (chronic) </td><td>195M 6.5 M </td><td>oof\n4,680M 156M </td><td> </td></tr><tr><td>Patient number </td><td>3M </td><td>1,560 M </td></tr><tr><td> </td><td> </td><td> </td><td>l Of note, the current worldwide need was spread out across an entire year and was met steadily, mostly COVID-19 demand, however, is an immediate surge. For examption needs treatment, </td><td>Pre-prof 300 metric ton for HCQ for chronic diseases. The le, if 2% of the US popula</td></tr></table></body></html>"}, "TABREF1": {"text": "Cadila is ramping up (5x) to produce 20 tons of HCQ per month, and said could go up to 40 tons/month if needed,", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors wish to thank Vincent Xiang, Alex Zhang, Doris Jiang, Keith DeVries and Wenjun Tang for their valuable input. Recommendations and opinions presented therein are those of the authors and do not represent that of any organizations. Data presented are for informational purposes only and should not be considered or construed as medical advice or financial analysis and is not intended to be a substitute for professional advice, diagnosis, or treatment. Always seek the advice of a qualified health provider with any questions you may have regarding a medical condition.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgment and disclaimer:"}]}