{"paper_id": "03dac8f147a6a6bdd7c9b1f0a377672158c5753c", "metadata": {"title": "The Effect of Exercise Training on Insulin Resistance in Sedentary Year Old Rats 1", "authors": [{"first": "Carl", "middle": ["E"], "last": "Mondon", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Charles", "middle": [], "last": "Sims", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Constantine", "middle": ["B"], "last": "Dolkas", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Eve", "middle": ["P"], "last": "Reaven", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gerald", "middle": ["M"], "last": "Reaven", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The purpose of this study was to determine if exercise training of 12-month-old Sprague-Dawley rats could reverse the resistance to insulin-induced glucose uptake that has been shown to occur in these animals. Twelve-month-old rats were trained to run P/2 miles/day in motorized exercise wheel cages, and the ability of insulin to stimulate glucose uptake in these rats was compared with values observed in two groups of similar aged sedentary rats -one fed rat chow ad libitum and the other a calorie-restricted diet for 4 months. Body weight increased and insulin-stimulated glucose uptake decreased as rats fed chow ad libitum grew from 12 to 16 months of age. In contrast, 4 months of either exercise training or calorie restriction prevented weight gain and loss of insulin-stimulated glucose uptake. Thus, the intensity of exercise training attained in this study did not result in an improvement in insulin action in older rats above and beyond that related to the reduction in rate of body weight gain.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Provide administrative and clinical direction to medical and nurse practitioner staff serving 1,200 clients in nursing homes, adult foster care facilities, and Medicare-type programs.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "TNSULIN-STIMULATED glucose uptake is re-•*• duced when rats are allowed to age under laboratory conditions (Goodman et al., 1983; Narimiya et al., 1984; Reaven et al. 1983) . It would appear, however, that this change is secondary to the increase in obesity and decrease in level of physical activity that occurs when rats grow older under standard laboratory conditions, because there is evidence that the age-related decline in insulinstimulated glucose uptake can be greatly attenuated if excessive weight gain is prevented and/or rats are allowed to run spontaneously as they age (Mondon et al., 1980; Mondon et al., 1985; Reaven et al., 1983) . No information exists, however, regarding what effect either of these interventions would have on insulin-stimulated glucose uptake once it has deteriorated in older rats.", "cite_spans": [{"start": 107, "end": 129, "text": "(Goodman et al., 1983;", "ref_id": "BIBREF8"}, {"start": 130, "end": 152, "text": "Narimiya et al., 1984;", "ref_id": "BIBREF13"}, {"start": 153, "end": 172, "text": "Reaven et al. 1983)", "ref_id": "BIBREF15"}, {"start": 584, "end": 605, "text": "(Mondon et al., 1980;", "ref_id": "BIBREF11"}, {"start": 606, "end": 626, "text": "Mondon et al., 1985;", "ref_id": "BIBREF12"}, {"start": 627, "end": 647, "text": "Reaven et al., 1983)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": ""}, {"text": "Our first attempt to define the relative abilities of exercise-training and weight control to improve insulin action in older animals was thwarted by the observation that rats that are 12 months or older simply won't run spontaneously when placed in the running wheels (Mondon et al., 1985) we have used for our studies. Indeed, the running activity of young rats (7 weeks) who spontaneously run 5 to 8 miles/day, declines as they grow older, and by 12 months of age they run only slightly more than 1 mile/day (Mondon et al., 1985) . Consequently, we devised methods that permitted us to train 12month-old rats (who had never run before) to achieve the level of spontaneous running of similar aged rats who had been running since 7 weeks of age. In this paper we describe the training program used to accomplish this task, as well as the impact that this intervention had on the resistance to insulin-stimulated glucose uptake seen in older rats.", "cite_spans": [{"start": 269, "end": 290, "text": "(Mondon et al., 1985)", "ref_id": "BIBREF12"}, {"start": 511, "end": 532, "text": "(Mondon et al., 1985)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": ""}, {"text": "Animals. -Animals in this study were male, retired breeder rats of the Sprague-Dawley strain that were maintained at the Charles River Breeding Laboratories in Wilmington, MA until 11 months of age. Conditions at the Charles River animal facility, including mortality and pathology data, have been described previously (Cohen et al., 1978) . Initially, animals arrived at the animal aging facility at Veterans Administration Medical Center between January and April, 1984 and were housed 1 or 2 per plastic cage (19 x 10.5 x 8 inches) containing a cellulose bedding derived from clean corn cobs (Andersons Lab Division, Maumee, OH). Subsequent animals, arriving at the aging facility in January 1986 were housed in cages containing a hardwood bedding material (Beta-Chip, Northeastern Products Corp., Warrenburg, NY). The temperature in this facility was maintained at 22 ± 2 °C and light were automatically controlled for a 12:12 hr light (0600-1800 h)/dark cycle. The animals in this facility were monitored for rate of body growth and inspected routinely for health status. Sentinel rodents in the colony were periodically tested for titers against viral pathogens ( , but all animals were negative for the remaining agents. All animals were judged to be in good health until the end of the study, at which time they were killed and necropsy not performed. All laboratory rats at our animal facilities are fed Purina laboratory chow #5012 which contains 22.8% protein, 52.1% carbohydrate, 4.5% fat, 4.6% fiber, and vitamins and minerals in amounts to meet requirements for rats. At approximately 12 months of age, rats were divided into four groups. The first group consisted of 8 control rats (C A ) that were used to assess insulin-stimulated glucose uptake at baseline at 12 months of age. The second group consisted of a separate group of 8 control (C B ) rats, maintained in normal laboratory cages (1 or 2 rats/cage) and fed the same laboratory chow diet for an additional 3 to 4 months. A third group of 7 rats (ET) were placed individually in motorized exercise wheel cages (Wahmann; Timonium, MD), fed the chow diet, and trained to run for 4 months as described below in detail. A fourth group consisted of 7 rats fed a calorie-reduced diet (CR) for 3 to 4 months to maintain body weight comparable to the exercised trained rats. The diet consisted of either a 1:1 or 1:2 mixture by weight of Purina laboratory meal and powdered cellulose, respectively, with increased vitamin content to compensate for caloric dilution. This food was pelleted by the manufacturer (Purina Test Diets, Richmond, IN). Water and food were provided ad libitum for all groups.", "cite_spans": [{"start": 319, "end": 339, "text": "(Cohen et al., 1978)", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 1168, "end": 1169, "text": "(", "ref_id": null}], "section": "MATERIALS AND METHODS"}, {"text": "Motorized exercise wheel cages. -We have previously described the exercise wheel cages used in this study as being modified by replacing the adjoining feed cage with a feeding trough maintaining the rat permanently in the wheel portion of the cage (Mondon et al., 1980; Mondon et al., 1985) . As illustrated by Figure 1 , cages were further modified for this study by connecting the axle of each wheel to a 1/50 hp motor (Bodine, Model 529) and a clutch permitting clockwise rotation of the wheel following start of the motor. The speed of wheel rotation on each cage was adjusted by a speed controller (Bodine, Model 901) wired to the motor. The start and duration of rotation for each cage was regulated by a programmable timer (Minarik Micromaster, model WP 6001) connected to each of the motorized units. This timer was programmed with a series of on-off operations at selected intervals as described in the following paragraph. The number of daily rotations was recorded by rubber wedge attached to the wheel of the cage which deflected a lever on a cyclometer placed on the frame of the cage. As illustrated schematically in Figure 1 , the inside frame of the wheel, covered initially with rubber latex tubing, was covered with copper tubing to cover the sharp edge of the rim. In addition, a metal ring spacer was placed on the inside frame of the wheel covering the axle. At the start of the training program we noted that some animals would attempt to sit on the axle during rotation of the wheel, resulting in injuries to the appendages of these rats and the need to terminate the training period. Subsequently, we found that these injuries could be avoided entirely by placing not only the spacer on the axle of the wheel, but also by replacing the latex tubing on the inside edge of the wheel with a permanent copper tubing. This latter addition permitted the wheel to rotate in closer proximity to the facing of the cage, which prevented either food pellets from jamming the wheel or the animals' appendages from being caught between the wheel and the cage facing.", "cite_spans": [{"start": 248, "end": 269, "text": "(Mondon et al., 1980;", "ref_id": "BIBREF11"}, {"start": 270, "end": 290, "text": "Mondon et al., 1985)", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 311, "end": 319, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 1131, "end": 1139, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "MATERIALS AND METHODS"}, {"text": "Training program. -The start of training was initiated by placing 12-month-rats in the exercise wheel cages for 2 to 3 days for acclimation. The motors were individually turned on for 4 to 5 seconds to train the animals to orient themselves in the correct direction. This was repeated until the animals began walking in a direction opposite to the rotation of the wheel. At that time, the speed of revolutions per minute was maintained low (4 to 5 revolutions/min) and the duration was increased progressively. When the animals were able to walk for a 15 min period each hour, the speed of rotation was progressively increased to 12 revolutions/min. When this speed was tolerated for 15 min/hr for 2 or 3 consecutive hours during the day, the programmer was set to start cage rotation at 6 P.M. Initially, the cages were set to run 15 min/hr for 2 hr/night, and was progressively increased for an additional hour each night until the animals were running for 15 min/hr for 12 consecutive hours between 6 P.M. and 6 A.M. To alert the animals to the start of exercise, the motor was turned on for 4 s followed by 11 s rest. This was repeated 3 more times to permit the rat to orient himself in the proper direction for the subsequent 15 min period of cage rotation. At the start of this training protocol, we were overly cautious of injury to the appendages and took 6 weeks to train rats to run 12 consecutive hours. With improvement in the design of the cages we found that rats could be trained in a period of 3 weeks.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Assessment of insulin-induced glucose uptake.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "-The protocol for measurement of in vivo insulin-induced glucose uptake was modified from that previously reported (Dall'Aglio et al., 1983; Wright et al., 1983) wherein rats anesthetized with sodium amytal (60 mg/kg) received a continuous infusion of epinephrine (0.8 fxg • kg\" 1 • min\" 1 ), propranolol (1.7 fxg • kg\" 1 • min-1 ), glucose (8 mg • kg\"' • min\" 1 ), and insulin (2.5 mu • kg\" 1 • min\" 1 ). The epinephrine and propranolol suppress endogenous insulin release, permitting assessment of insulininduced glucose uptake under conditions in which circulating insulin levels are comparable in all groups. To compensate for increased body fat content and to prevent the administration of an excessive glucose challenge to the more obese animals, rats weighing 600 g or more were given the same dose of glucose, 4.8 mg/min. Blood samples of 0.6 ml were obtained from a cut at the tip of the tail at 0, 60, 120, 130, 140, 150 and 160 min for measurement of serum glucose (Beckman glucose analyzer) and serum insulin (Desbuquois & Aurbach, 1971 ). Steady-state serum glucose (SSSG) and insulin (SSSI) concentration was averaged from samples collected from 130 min on.", "cite_spans": [{"start": 115, "end": 140, "text": "(Dall'Aglio et al., 1983;", "ref_id": "BIBREF6"}, {"start": 141, "end": 161, "text": "Wright et al., 1983)", "ref_id": "BIBREF20"}, {"start": 1021, "end": 1048, "text": "(Desbuquois & Aurbach, 1971", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Statistical methods. -Data are expressed as the mean plus or minus the standard error of the mean and analyzed by Statistical Analysis System using the general linear models procedure. Data were submitted to one way analysis of variance (Winer, 1971) . When significant differences were observed, the significance of the differences between specific groups was determined by Scheffe's protected t test. Differences between means were considered significant at/? < .05.", "cite_spans": [{"start": 237, "end": 250, "text": "(Winer, 1971)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "The rate at which the experimental groups gained weight is displayed in Figure 2 . These results demonstrate that rats who were exercise-trained (ET) or ate a calorie reduced (CR) diet did not gain weight during the course of the study. In contrast, chow-fed control rats (C B ) gained approximately 50 g per month. The rate of weight gain during the week before measurements of insulin action were made is listed in Table 1 and supports the overall impression gained from Figure 2 . Thus, the exercise trained and control rats fed the calorie reduced diet did not gain weight during this period of observation, whereas control rats gained 2.4 g/day at 12 months of age (C A ) and 1.3 g/day at 16 months ofage(C B ).", "cite_spans": [], "ref_spans": [{"start": 72, "end": 80, "text": "Figure 2", "ref_id": null}, {"start": 417, "end": 424, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 473, "end": 481, "text": "Figure 2", "ref_id": null}], "section": "RESULTS"}, {"text": "Mean (plus or minus standard error) steady-state serum glucose (SSSG) and insulin (SSSI) concentrations for all four groups of rats are seen in Table  850 -Time (months) Figure 2 . Body weight gain of 6 control (C B ) rats, 7 exercisetrainer (ET) rats, and 7 rats fed a calorie-reduced (CR) diet. All rats were 12 ± 1/2 months old at the start of measurements. Note. Number of experiments in parentheses. Weight gain/day represented net change in body weight during the week prior to assessment of insulin sensitivity. Groups Control A and Control B represent 12-and 16-month-old rats, respectively. Group ET represent rats exercise trained from 12 to 16 months and CR represents rats fed a calorie reduced diet from 12 to 16 months.", "cite_spans": [], "ref_spans": [{"start": 144, "end": 154, "text": "Table  850", "ref_id": null}, {"start": 170, "end": 178, "text": "Figure 2", "ref_id": null}], "section": "RESULTS"}, {"text": "1. When the SSSG concentrations of all four groups were submitted to analysis of variance, the data yielded an F (3, 26) value of 25.22. The multiple comparison test of Scheffe was used to assess the differences among groups, and indicated that SSSG concentrations in 16-month-old control rats were significantly greater (p < .01) than in 12-month-old control rats. Because SSSI concentrations in the two groups were comparable, insulin stimulated glucose uptake fell as control rats grew from 12 to 16 months of age. When the three groups of 16month-old rats were compared, SSSG concentration was significantly lower (p < .01) in both exercise-trained (EX) and calorie-restricted (CR) rats compared with control rats of the same age (C B ). Because the SSSI concentrations were slightly lower in the EX and CR rats, the lower SSSG values in these rats clearly document the ability of exercise training and calorie restriction to present the development of the resistance to insulin-stimulated glucose that accrued in the 16month-old control rats. Indeed, SSSG concentrations in the CR 16-month-old rats were even lower (p < .01) than in the 12-month-old control rats. Finally, there was no significant difference between SSSG concentrations of 16-month ET and CR rats.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "The results of this study demonstrate that previously sedentary 12-month-old rats can be trained to exercise in exercise wheel cages at levels equivalent to that of similar aged rats who have exercised spontaneously since they were 2 months old (Mondon et al., 1985) . By using the protocol described in the Methods, we were able to train rats to progressively increase their exercise endurance to the point where they were running a total of 3 hr/ night (12 hr x 15 min/hr) after 3 weeks of training. At a moderate speed of rotation (12 revolutions/ min), comparable to that found in similar aged rats exercising since their youth (Mondon et al., 1985) , sedentary 12-month-old rats were able to run 2,200 revolutions/day (1.5 miles) for 4 months. The impact of this training program is listed in Table 1 , and clearly indicates that the increase in steady state serum glucose concentrations that occurs as chowfed rats grow from 12 (C A ) to 16 (C B ) months of age does not occur in exercise trained rats.", "cite_spans": [{"start": 245, "end": 266, "text": "(Mondon et al., 1985)", "ref_id": "BIBREF12"}, {"start": 632, "end": 653, "text": "(Mondon et al., 1985)", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 798, "end": 805, "text": "Table 1", "ref_id": "TABREF1"}], "section": "DISCUSSION"}, {"text": "These findings could be interpreted as showing that exercise training prevents the decrease in the insulin stimulated glucose uptake that occurs when rats grow from 12 to 16 months of age. A similar change in insulin-stimulated glucose uptake was noted, however, when body weight gain was prevented by feeding rats diets that were calorically reduced. Therefore, it is likely that the ability of 3 to 4 months of exercise training to prevent the decrease in insulin-stimulated uptake noted as rats grow from 12 to 16 months of age occurred primarily by control of body weight. Similar results have been described by Richard and LeBlanc (1980) in younger rats engaged in swimming exercise for 8 to 12 weeks. These workers reported a reduction in body weight gain and improvement in insulin sensitivity with swimming exercise similar to that observed in sedentary rats in whom weight gain was reduced by pair feeding. Furthermore, studies on humans engaged in low intensity exercise also have shown limited or negligible effects on improving insulin sensitivity over that exhibited by weight reduction alone (Bjorntorp et al., 1973; Buskirk et al., 1963; Ruderman et al. 1979; Saltin et al., 1979) . On the other hand, it should not be concluded that exercise-training cannot enhance insulin sensitivity other than through an effect on body weight. For example, when exercise-training is maintained at high levels in humans or young rats, insulin sensitivity is enhanced over levels attained in weight-matched nonexercising subjects (Berger et al., 1979; Bjorntorp et al., 1972; Lohmann et al., 1978; Mondon et al., 1980) . Thus, the current results provide some information as to the level of exercise-training required to improve insulin-stimulated glucose uptake. In these studies, rats were trained to run at a level comparable to that observed in similar aged rats who had been running spontaneously since they were 2 months old. This level of physical activity is relatively low, however, compared with that attained by young rats (Mondon et al., 1985) , and a more intensive training program would likely have enhanced insulin action above and beyond its ability to prevent weight gain. For example, we have recently published data on men above the age of 65 who engaged in vigorous physical exercise at least three times per week (Hollenbeck et al., 1985) . When these individuals were compared with an age-matched group of individuals who were in equally good general health, but not in training, insulin-stimulated glucose disposal was significantly greater in the group of older men actively training. Thus, it is clear that insulin-stimulated glucose uptake can increase in older individuals provided the training program is sufficiently rigorous.", "cite_spans": [{"start": 616, "end": 642, "text": "Richard and LeBlanc (1980)", "ref_id": "BIBREF16"}, {"start": 1106, "end": 1130, "text": "(Bjorntorp et al., 1973;", "ref_id": "BIBREF2"}, {"start": 1131, "end": 1152, "text": "Buskirk et al., 1963;", "ref_id": "BIBREF3"}, {"start": 1153, "end": 1174, "text": "Ruderman et al. 1979;", "ref_id": "BIBREF17"}, {"start": 1175, "end": 1195, "text": "Saltin et al., 1979)", "ref_id": "BIBREF18"}, {"start": 1531, "end": 1552, "text": "(Berger et al., 1979;", "ref_id": "BIBREF0"}, {"start": 1553, "end": 1576, "text": "Bjorntorp et al., 1972;", "ref_id": "BIBREF1"}, {"start": 1577, "end": 1598, "text": "Lohmann et al., 1978;", "ref_id": "BIBREF10"}, {"start": 1599, "end": 1619, "text": "Mondon et al., 1980)", "ref_id": "BIBREF11"}, {"start": 2035, "end": 2056, "text": "(Mondon et al., 1985)", "ref_id": "BIBREF12"}, {"start": 2336, "end": 2361, "text": "(Hollenbeck et al., 1985)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In conclusion, it appears that exercise-training can enhance insulin-induced glucose uptake in two ways. One way is incidental to the reduction in body weight that often accompanies exercise-training. This would appear to be the primary means by which glucose uptake was improved in this study, and a similar mechanism is likely to apply to humans engaged in daily light exercise. In addition, exercise-training can increase insulin-stimulated glucose uptake independent of weight loss, possibly by eliciting specific changes in glycogen content and/or muscle enzyme activity (Conlee et al., 1978; Piehl et al., 1974) . These changes might be expected in people undertaking heavy endurance exercise or engaged in master class competition. Whether or not either of these effects of exercisetraining on insulin action leads to any health-related benefits remains to be established.", "cite_spans": [{"start": 576, "end": 597, "text": "(Conlee et al., 1978;", "ref_id": "BIBREF5"}, {"start": 598, "end": 617, "text": "Piehl et al., 1974)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Effect of physical training on glucose tolerance and glucose metabolism of skeletal muscle in anaesthesized normal rats", "authors": [{"first": "M", "middle": [], "last": "Berger", "suffix": ""}, {"first": "F", "middle": ["W"], "last": "Kemmer", "suffix": ""}, {"first": "K", "middle": [], "last": "Becker", "suffix": ""}, {"first": "L", "middle": [], "last": "Herberg", "suffix": ""}, {"first": "M", "middle": [], "last": "Schwenen", "suffix": ""}, {"first": "A", "middle": [], "last": "Gjinavci", "suffix": ""}, {"first": "P", "middle": [], "last": "Berthold", "suffix": ""}], "year": 1979, "venue": "Diabetologia", "volume": "16", "issn": "", "pages": "179--184", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Carbohydrate and lipid metabolism in middle aged physically well-trained men", "authors": [{"first": "P", "middle": [], "last": "Bjorntorp", "suffix": ""}, {"first": "M", "middle": [], "last": "Fahlen", "suffix": ""}, {"first": "G", "middle": [], "last": "Grimby", "suffix": ""}, {"first": "A", "middle": [], "last": "Gustafson", "suffix": ""}, {"first": "A", "middle": [], "last": "Holm", "suffix": ""}, {"first": "P", "middle": [], "last": "Renstrom", "suffix": ""}, {"first": "T", "middle": [], "last": "Schersten", "suffix": ""}], "year": 1972, "venue": "Metabolism", "volume": "21", "issn": "", "pages": "1037--1044", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Physical training in human obesity. II. Effects of plasma insulin in glucose intolerant subjects without marked hyperinsulinemia", "authors": [{"first": "P", "middle": [], "last": "Bjorntorp", "suffix": ""}, {"first": "K", "middle": [], "last": "Dejounge", "suffix": ""}, {"first": "L", "middle": [], "last": "Sjostrom", "suffix": ""}], "year": 1973, "venue": "Scandinavian Journal of Clinical and Laboratory Investigation", "volume": "32", "issn": "", "pages": "41--45", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Energy balance of obese patients during weight reduction: Influence of diet restriction and exercise", "authors": [{"first": "E", "middle": ["R"], "last": "Buskirk", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Thompson", "suffix": ""}, {"first": "L", "middle": [], "last": "Turwak", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Whedon", "suffix": ""}], "year": 1963, "venue": "Annals of the New York Academy of Sciences", "volume": "110", "issn": "", "pages": "918--939", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Age-associated pathological changes in male rats", "authors": [{"first": "B", "middle": ["J"], "last": "Cohen", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Anver", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Ringler", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Adelman", "suffix": ""}], "year": 1978, "venue": "Federation Proceedings", "volume": "37", "issn": "", "pages": "2848--2850", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Regulation of glycogen resynthesis in muscles of rats following exercise", "authors": [{"first": "R", "middle": ["K"], "last": "Conlee", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Hickson", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Winder", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Hagberg", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Holloszy", "suffix": ""}], "year": 1978, "venue": "American Journal of Physiology", "volume": "235", "issn": "", "pages": "145--150", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Effect of exercise training and sucrose feeding on insulin-stimulated glucose uptake in rats with streptozotocin-induced insulin deficient diabetes", "authors": [{"first": "E", "middle": ["F"], "last": "Dall&apos;aglio", "suffix": ""}, {"first": "H", "middle": [], "last": "Chang", "suffix": ""}, {"first": "D", "middle": [], "last": "Wright", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Reaven", "suffix": ""}], "year": 1983, "venue": "Diabetes", "volume": "32", "issn": "", "pages": "165--168", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Use of polyethylene glycol to separate free and antibody bound peptide hormones in radioimmunoassays", "authors": [{"first": "B", "middle": [], "last": "Desbuquois", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Aurbach", "suffix": ""}], "year": 1971, "venue": "Journal of Clinical Endocrinology and Metabolism", "volume": "33", "issn": "", "pages": "732--738", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Glucose uptake and insulin sensitivity in rat muscle: Changes during 3-96 weeks of age", "authors": [{"first": "M", "middle": ["N"], "last": "Goodman", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Dluz", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Mcelaney", "suffix": ""}, {"first": "E", "middle": [], "last": "Belur", "suffix": ""}, {"first": "N", "middle": ["B"], "last": "Ruderman", "suffix": ""}], "year": 1983, "venue": "American Journal of Physiology", "volume": "244", "issn": "", "pages": "93--100", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Effect of habitual physical activity on regulation of insulin-stimulated glucose disposal in older males", "authors": [{"first": "C", "middle": ["B"], "last": "Hollenbeck", "suffix": ""}, {"first": "W", "middle": [], "last": "Haskell", "suffix": ""}, {"first": "M", "middle": [], "last": "Rosenthal", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Reaven", "suffix": ""}], "year": 1985, "venue": "Journal of the American Geriatric Society", "volume": "33", "issn": "", "pages": "237--277", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Diminished insulin response in highly trained athletes", "authors": [{"first": "D", "middle": [], "last": "Lohmann", "suffix": ""}, {"first": "F", "middle": [], "last": "Liebold", "suffix": ""}, {"first": "W", "middle": [], "last": "Heilmann", "suffix": ""}, {"first": "H", "middle": [], "last": "Senger", "suffix": ""}, {"first": "A", "middle": [], "last": "Pohl", "suffix": ""}], "year": 1978, "venue": "Metabolism", "volume": "27", "issn": "", "pages": "521--524", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Site of enhanced insulin sensitivity in exercise-trained rats at rest", "authors": [{"first": "C", "middle": ["E"], "last": "Mondon", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Dolkas", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Reaven", "suffix": ""}], "year": 1980, "venue": "American Journal of Physiology", "volume": "239", "issn": "", "pages": "169--177", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Spontaneous running activity in male rats: Effect of age", "authors": [{"first": "C", "middle": ["E"], "last": "Mondon", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Dolkas", "suffix": ""}, {"first": "C", "middle": [], "last": "Sims", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Reaven", "suffix": ""}], "year": 1985, "venue": "Journal of Physiology", "volume": "58", "issn": "", "pages": "1553--1557", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Insulin resistance in older rats", "authors": [{"first": "M", "middle": [], "last": "Narimiya", "suffix": ""}, {"first": "S", "middle": [], "last": "Azhar", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Dolkas", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Mondon", "suffix": ""}, {"first": "C", "middle": [], "last": "Sims", "suffix": ""}, {"first": "D", "middle": [], "last": "Wright", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Reaven", "suffix": ""}], "year": 1984, "venue": "American Journal of Physiology", "volume": "246", "issn": "9", "pages": "397--404", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Glycogen storage and glycogen synthetase activity in trained and untrained muscle of man", "authors": [{"first": "K", "middle": [], "last": "Piehl", "suffix": ""}, {"first": "S", "middle": [], "last": "Adolfsson", "suffix": ""}, {"first": "K", "middle": [], "last": "Nazor", "suffix": ""}], "year": 1974, "venue": "Acta Physiologica (Scandinavica)", "volume": "90", "issn": "", "pages": "779--788", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Effect of age and diet on insulin secretion and insulin action in the rat", "authors": [{"first": "E", "middle": ["P"], "last": "Reaven", "suffix": ""}, {"first": "D", "middle": [], "last": "Wright", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Mondon", "suffix": ""}, {"first": "R", "middle": [], "last": "Solomon", "suffix": ""}, {"first": "H", "middle": [], "last": "Ho", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Reaven", "suffix": ""}], "year": 1983, "venue": "Diabetes", "volume": "32", "issn": "", "pages": "175--180", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Effects of physical training and food restriction on insulin secretion and glucose tolerance in male and female rats", "authors": [{"first": "D", "middle": [], "last": "Richard", "suffix": ""}, {"first": "J", "middle": [], "last": "Leblanc", "suffix": ""}], "year": 1980, "venue": "American Journal of Clinical Nutrition", "volume": "33", "issn": "", "pages": "2588--2594", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The effect of physical training on glucose tolerance and plasma lipids in maturity-onset diabetes", "authors": [{"first": "N", "middle": ["B"], "last": "Ruderman", "suffix": ""}, {"first": "O", "middle": ["P"], "last": "Ganda", "suffix": ""}, {"first": "K", "middle": [], "last": "Johanson", "suffix": ""}], "year": 1979, "venue": "Diabetes", "volume": "28", "issn": "", "pages": "89--92", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Physical training and glucose tolerance in middle-aged men with chemical diabetes", "authors": [{"first": "B", "middle": [], "last": "Saltin", "suffix": ""}, {"first": "F", "middle": [], "last": "Lundgrade", "suffix": ""}, {"first": "M", "middle": [], "last": "Houston", "suffix": ""}, {"first": "R", "middle": [], "last": "Horlin", "suffix": ""}, {"first": "E", "middle": [], "last": "Nygaard", "suffix": ""}, {"first": "P", "middle": [], "last": "Gad", "suffix": ""}], "year": 1979, "venue": "Diabetes", "volume": "28", "issn": "", "pages": "30--32", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Statistical principles in experimental design", "authors": [{"first": "B", "middle": ["J"], "last": "Winer", "suffix": ""}], "year": 1971, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Sucrose-induced insulin resistance in the rat: Modulation by exercise and diet", "authors": [{"first": "D", "middle": ["W"], "last": "Wright", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Hansen", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Mondon", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Reaven", "suffix": ""}], "year": 1983, "venue": "American Journal of Clinical Nutrition", "volume": "38", "issn": "", "pages": "879--883", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Schematic diagram of motorized exercise wheel to illustrate position of motor, shaft connector, clutch, spacer on wheel shaft, copper tubing on inner surface of wheel and speed controller.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Pneumona virus of mice, Reovirus 3 , Mouse Encephalomyelitis virus, Sendai virus, Kilham rat virus, h-1 virus, Mouse Adenovirus, Lymphocytic Choriomeningitis virus, Rat Corona virus/Sialodacryoadenitus virus) and Mycoplasma pulmonis. Occasional animals tested positively for pneumona virus of mice, H-1 virus and Rat Corona virus/ Sialodacryoadenitis virus", "latex": null, "type": "table"}, "TABREF1": {"text": "Mean (±SE) Weight, Age, Body Weight Gain and Steady State Serum Glucose and Insulin at Time of Insulin Sensitivity Test", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Control A\n</td><td>Control B\n</td><td>ET\n</td><td>CR\n</td></tr><tr><td>Variable\n</td><td>(8)\n</td><td>(8)\n</td><td>(7)\n</td><td>(7)\n</td></tr><tr><td>Weight (g)\n</td><td>637 : t 9\n</td><td>t 18\n833 :\n</td><td>622 ± 16\n</td><td>621 ± 5\n</td></tr><tr><td>Age (months) Weight gain (g/day)\n</td><td>12.5 : t 0.1\n</td><td>15.8 : t 0.2\n</td><td>16.4 </td><td>± 0.3 15.9 ± 0.2\n</td></tr><tr><td>2.4 :\nt 0.3\n</td><td>1.3 :\n</td><td>t 0.4\n-0.2 ± 0.6\n</td><td>0.1 ± 1.2\n</td></tr><tr><td>SSSG (mg/dl)\n</td><td>182 : t 8\n</td><td>252 : t 12\n</td><td>140 ± 19\n</td><td>100 ± 11\n</td></tr><tr><td>SSSI ((xU/ml)\n</td><td>78 : t 4\n</td><td>80 : t 6\n</td><td>61 ± 2\n</td><td>64 ± 5\n</td></tr></table></body></html>"}}, "back_matter": []}