{
    "paper_id": "03db630d891cd7beb001042b77bed45e9be4b50e",
    "metadata": {
        "title": "Optimising the measurement of blood glucose and cholesterol in patients who had an acute stroke: a quality improvement project",
        "authors": [
            {
                "first": "Ayesha",
                "middle": [
                    "Rehan"
                ],
                "last": "Khan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shruti",
                "middle": [],
                "last": "Dorai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yaseen",
                "middle": [],
                "last": "Serry",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To cite: Khan AR, Dorai S, Serry Y. Optimising the measurement of blood glucose and cholesterol in patients who had an acute stroke: a quality improvement project. BMJ Open Quality",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Hypercholesterolaemia and diabetes are established modifiable risk factors for cerebrovascular disease. A baseline audit carried out on an acute stroke ward at a District General Hospital in East Kent showed variability in blood tests being requested on admission for patients who had a suspected stroke, in particular serum glucose and cholesterol levels. Our aim was to ensure that at least 80% of patients admitted to the stroke ward with a suspected stroke had blood glucose and cholesterol levels measured on admission, over an 18-week period. The percentage of patients admitted with a suspected stroke on the ward who had the appropriate investigations requested on admission was measured weekly. Quality improvement methodology was used to formulate three interventions in the form of Plan-Do-Study-Act cycles: (1) an educational email sent to doctors regarding the assessment of patients who had a stroke and admission blood tests required; (2) adaptation of the 'Stroke Admission Clerking Proforma' to include a list of bloods to be requested; (3) production of an all-inclusive 'Stroke Bloods Panel' on the online system for requesting bloods. At baseline, an average of 30% and 34% of patients had glucose and cholesterol levels requested on admission, respectively. These results increased to 43% and 40% after the first intervention; 71% and 61% after the second intervention; and after the final intervention, on average, 82% and 85% of patients had glucose and cholesterol levels requested, respectively. We therefore achieved our aim of ensuring that more than 80% of patients who had an acute stroke had the appropriate blood tests requested on admission. The modified stroke proforma and the blood panel were the most effective interventions. The changes were implemented in an additional hospital within the same Trust. We anticipate greater compliance with Royal College of Physicians (RCP), National Institute for Health & Care Excellence (NICE) and Trust guidelines regarding appropriate and timely prescription of antidiabetic and cholesterol-lowering medications for secondary preventative measures.",
            "cite_spans": [
                {
                    "start": 950,
                    "end": 953,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1054,
                    "end": 1057,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "ABSTRACT"
        },
        {
            "text": "Hypercholestrolaemia and diabetes are established modifiable risk factors for cerebrovascular disease and are important targets in the primary and secondary prevention of ischaemic stroke.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROBLEM"
        },
        {
            "text": "The Royal College of Physicians (RCP) 1 and National Institute for Health & Care Excellence (NICE) guidelines 2 highlight the importance of initiating statin therapy following ischaemic stroke and maintaining a moderate level of glycaemic control. These cannot be appropriately initiated and managed without baseline measures, thus introducing delays to suitable medical therapies. These investigations are also recommended by local Trust guidelines. 3 Experience of junior doctors working on an acute stroke unit at a District General Hospital (DGH) in East Kent over several months highlighted variability in the initial blood tests being requested and taken from patients who had a suspected stroke, particularly serum glucose and lipid profile. The stroke consultants in the hospital expected to have these results available prior to their first review of the patient on the ward. A lack of appropriate admission blood tests often meant key modifiable risk factors could not be appropriately reviewed, and important clinical decisions could not be taken in a timely manner. This would impact on length of stay of patients, as decisions regarding secondary prevention were delayed pending the results of these discharge-dependent investigations.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 39,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 451,
                    "end": 452,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "PROBLEM"
        },
        {
            "text": "East Kent Hospitals University NHS Foundation Trust is located in South East England and is one of the largest Trusts in the country. It provides a hyper-acute stroke service with 24-hour thrombolysis available. Approximately 1500 patients are admitted yearly following acute strokes across the three main hospitals encompassed in the Trust based in Ashford, Canterbury and Margate. The stroke services are registered under the Sentinel Stroke National Audit Programme. Our ward at The Queen Elizabeth The Queen Mother (QEQM) Hospital is a 27-bed acute stroke Open access unit, which accommodates for a diverse population within the local area. Through the implementation of several interventions, we hoped to improve the provision of optimal quality of care to our patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROBLEM"
        },
        {
            "text": "At QEQM, the first assessment of patients with a suspected stroke is carried out by medical on-call doctors and stroke nurse practitioners (SNPs) in the emergency department (ED) using a specific paper-based 'Stroke Clerking Proforma'. Each blood test required is then individually requested on a computer system, and the results documented on the clerking proforma. The patient would then subsequently be transferred to the acute stroke ward to be reviewed by a stroke consultant within 24 hours of admission. This review would be documented using a separate 'First Stroke Consultant Review' proforma, which would have to be populated with information from the initial clerking proforma by the junior doctors on the stroke ward, introducing delays to the morning ward round. We discovered that the majority of medical on-call doctors clerking patients who had an acute stroke in ED have not worked on the stroke ward, and therefore may not have been familiar with current RCP, 1 NICE 2 and Trust guidelines. 3 We hypothesised that this was an important factor leading to a lack of appropriate blood tests being requested for patients who had a stroke, especially serum glucose and cholesterol levels, which were the two most infrequently measured parameters.",
            "cite_spans": [
                {
                    "start": 1009,
                    "end": 1010,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "PROBLEM"
        },
        {
            "text": "We discussed our observations with the stroke consultants in the department and carried out a baseline audit, which showed that only 30% of patients on the ward had serum glucose and 34% of patients had total cholesterol levels requested within 24 hours of admission. We also conducted a survey among junior doctors and stroke consultants which highlighted dissatisfaction with the clarity and layout of the existing stroke clerking proforma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROBLEM"
        },
        {
            "text": "Our aim was to ensure that over an 18-week period: 80% of patients admitted to the stroke ward with a suspected stroke have blood glucose and a full cholesterol profile measured within 24 hours of admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROBLEM"
        },
        {
            "text": "Poststroke hyperglycaemia is very common and occurs in up to 50% of patients, regardless of diabetes status. 4 There is evidence to suggest that on admission, higher glucose levels in patients who had an acute stroke are associated with larger lesions, greater mortality and poorer functional outcomes. 5 Although there is no evidence that strict glycaemic control post-stroke offers significant clinical benefit, 6 The National Clinical Guideline for Stroke, 1 recommends a target range for blood glucose in acute stroke of 5-15 mmol/L. It is therefore important that blood glucose is measured on admission and maintained within this range with appropriate antidiabetic medication if required.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 110,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 303,
                    "end": 304,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 414,
                    "end": 415,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND Glucose and stroke"
        },
        {
            "text": "Primary and secondary prevention studies suggest that lowering low-density lipoprotein cholesterol by 1 mmol/L reduces the relative risk of major vascular events by 19%, 7 total mortality by 9% and stroke (of any type) by 15%. 8 In the Stroke Prevention by Agressive Reduction in Cholesterol Levels(SPARCL) trial, the use of a high-intensity statin in patients with recent stroke or transient ischaemic attack (TIA) reduced the overall incidence of strokes and of cardiovascular events, despite a small increase in the incidence of haemorrhagic stroke. 9 On the basis of this, The National Clinical Guideline for Stroke 1 recommend that those presenting with an ischaemic stroke or TIA, unless contraindicated, should be initiated on a highintensity statin such as atorvastatin 20-80 mg/day (or an alternative statin at the maximum tolerated dose, if the high-intensity statin is unsuitable or not tolerated). In addition, the RCP guidance 1 also recommends that those presenting with primary intracerebral haemorrhage should avoid statin treatment unless it is required for other indications. The NICE guidelines (NG128) 2 additionally state that statins should ideally be initiated after 48 hours of an acute stroke.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 228,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 553,
                    "end": 554,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Lipids and stroke"
        },
        {
            "text": "It is therefore important to document a baseline cholesterol profile in patients presenting with a stroke, and to initiate those with a confirmed ischaemic stroke on an appropriate statin after 48 hours of the acute event. It is also important to ensure that those with haemorrhagic strokes are not inappropriately prescribed statins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lipids and stroke"
        },
        {
            "text": "A quality improvement project (QIP) assessing timing of initial investigations in stroke medicine 10 found that updating a 'stroke panel' of blood requests on the Trust computer system significantly improved the proportion of patients admitted with a suspected stroke receiving correct blood tests while in the ED.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lipids and stroke"
        },
        {
            "text": "Although national guidelines highlight the importance of glucose and cholesterol in cerebrovascular disease, they do not specify precisely which blood tests need to be requested on admission as part of the initial assessment of patients who had an acute stroke. Local Trust guidelines 3 however, recommend the following blood tests to be requested for all patients who have a suspected stroke: full blood count (FBC), urea and electrolytes (U&Es), C reactive protein (CRP), liver function tests (LFTs), clotting profile, bone profile, thyroid function tests (TFTs), total cholesterol and serum glucose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lipids and stroke"
        },
        {
            "text": "Data was collected weekly over a period of 18 weeks from January to May 2020 on an acute stroke ward at QEQM Hospital. All patients with a confirmed or suspected stroke, presenting to the ED as a 'stroke call', and admitted to the stroke ward were audited each week, using a standardised data collection sheet (online supplemental file 1). Stroke was defined as acute neurological dysfunction persisting ≥24 hours, with either clinical or radiological evidence of ischaemic or haemorrhagic cerebral lesions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MEASUREMENT"
        },
        {
            "text": "Basic patient demographics including age, sex and type of stroke (ischaemic or haemorrhagic) were collected. Patients with pre-existing diabetes, and those previously prescribed statins were also identified. The primary outcome measured for each patient was whether blood glucose and total cholesterol levels were measured within 24 hours of the time of admission. In order to assess whether our interventions achieved our aims, we used the same outcome measures and data collection sheet throughout the course of the project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "An initial baseline audit collecting data weekly over a 4-week period on the stroke ward showed that only 30% of patients had serum glucose and 34% had total cholesterol levels requested within 24 hours of admission. A baseline survey among doctors to establish knowledge of current stroke guidelines found that only 38% routinely requested glucose and cholesterol profiles while attending stroke calls. Furthermore, 90% found the existing clerking proforma unclear, and did not feel it highlighted the investigations required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Following discussion with the stroke consultants and SNPs, we formulated potential interventions to improve our baseline results. We chose to evaluate the proportion of patients receiving glucose and cholesterol profile measurements within 24 hours of admission to ensure that they were ready for the 'First Stroke Consultant Review'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Our interventions focused on improving staff education on current stroke guidelines and creating a unified and standardised process for the assessment of patients who had an acute stroke, including all the necessary parameters to be reviewed. A driver diagram demonstrates our process of connecting the interventions to our main aim (figure 1). It was hypothesised that an increase in the number of patients with glucose and cholesterol levels requested on admission would correlate with an improvement in the management of risk factors in the secondary prevention of strokes. We therefore hypothesised that the most effective interventions would target the initial assessment of suspected patients who had a stroke in ED via the usual protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DESIGN"
        },
        {
            "text": "The project team consisted of five junior doctors, all with experience of working on the stroke ward and undertaking medical on-call shifts. To ensure ongoing sustainability of the project, discussion forums were held with the stroke consultants and SNPs in the department and ED, due to the high turnover of junior doctors on the ward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DESIGN"
        },
        {
            "text": "In order to improve the baseline results, we introduced three interventions which we tested using Plan-Do-Study-Act (PDSA) cycles over the 18-week period: 1. Educational email to all doctors regarding the assessment of patients who had an acute stroke and mandatory admission blood tests. 2. Adaptation of the 'Stroke Admission Clerking Proforma' to include a reminder on bloods to be requested, and combination of this document with the 'First Stroke Consultant Review Proforma'. 3. Combination of several individual blood tests into a single 'Stroke Bloods Panel' on the computer system for requesting bloods. Baseline data were collected weekly over 4 weeks, followed by the three interventions introduced at weeks 5, 9 and 14, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DESIGN"
        },
        {
            "text": "During our second PDSA cycle, stroke services were re-located to a different hospital within the Trust as a result of the COVID-19 pandemic. All measurements were re-audited over a 6-week period in the new hospital to evaluate reproducibility and sustainability of any improvements from the changes made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DESIGN"
        },
        {
            "text": "Three PDSA cycles were used to measure and assess the impact of our interventions on our primary outcome: the percentage of patients with a suspected stroke who had both glucose and cholesterol profiles requested within 24 hours of admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STRATEGY"
        },
        {
            "text": "Following baseline data collection on the stroke ward, an educational email was devised and sent to all junior doctors and SNPs via the medical education department. This email contained information regarding local Trust guidance for the assessment of patients who had an acute stroke in ED, and included a list of the specific blood tests that need to be requested on admission. 3 This method was chosen as the first intervention due to the ease of dissemination of information and the ability to reach the widest audience, including those doctors directly involved with the clerking of patients who had an acute stroke. We also included a note informing the doctors of the forthcoming modified stroke clerking proforma. This intervention led to a small increase in the percentage of Open access patients having appropriate investigations requested on admission, however, the results were not sustained. This was thought to be due to the fact that some doctors do not regularly check emails, or perhaps would not have been on-call immediately after reading the email, therefore may not have recalled the information. Furthermore, as this intervention was introduced at week 5, the doctors at the new hospital site could not benefit from it.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 381,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "PDSA cycle 1"
        },
        {
            "text": "For the second intervention, it was hypothesised that adaptation of the admission 'Stroke Clerking Proforma' would result in greater compliance with our aim. This was predicted due to the standardisation of the proforma across the Trust, and its mandatory use in the assessment of all patients presenting to ED with a suspected stroke. In order to fully assess the limitations with the existing proforma and provide suggestions for change, we conducted an online survey among junior doctors regarding its different features. The following parameters of the proforma were surveyed using a 5-point Likert scale: content, layout, design, user-friendliness and conciseness (online supplemental file 2). We also assessed whether it was clear from the proforma which blood tests need to be requested on admission, and whether junior doctors routinely requested serum glucose and cholesterol levels during stroke calls. The results broadly highlighted dissatisfaction with the layout of the proforma (85% of participants rated it as 'poor'), and lack of knowledge of relevant current guidelines. After review of the suggested changes, the layout and structure of the proforma was modified to make it more concise, structured and userfriendly, with approval from both stroke consultants and SNPs. We also altered the investigations section to include a list of mandatory blood tests for all patients who had a stroke, including serum glucose and cholesterol, and an area for these results to be documented clearly. Finally, we combined this initial clerking proforma with the 'First Stroke Consultant Review' proforma, to avoid duplication of work by ward doctors and to bridge the gap between the initial clerking, and reassessment of patients by the stroke consultant (online supplemental file 3). We anticipated that this would result in increased efficiency of the ward round. The new proforma was finalised, and distributed across ED to replace the old proforma. SNPs and ED nurses were informed of the new proforma, and an email was sent to all medical doctors to inform them of the change. The modified proforma was also sent to the stroke team at the new hospital after transfer of stroke services during the COVID-19 pandemic. We had planned to arrange a formal face-to-face teaching session on the new stroke proforma and guidelines for junior doctors, however, were unable to do so due to restrictions on teaching and social distancing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PDSA cycle 2"
        },
        {
            "text": "This intervention led to a greater improvement than the first PDSA cycle, perhaps because we had provided a permanent reminder to junior doctors on appropriate blood tests to request at their first point of contact with the patient. We found that reducing the workload of junior doctors improved their compliance with our interventions. However, we were still unable to achieve our overall aim.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PDSA cycle 2"
        },
        {
            "text": "In addition to the paper clerking proformas, our hospital uses an online computer system for requesting bloods for all patients. It was thought that an intervention targeting this online system could help us achieve our aim, as it would be the quickest way to ensure that all the correct blood tests were being requested with one click. A similar intervention in another QIP 10 was found to significantly improve the proportion of suspected patients who had a stroke receiving appropriate blood tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PDSA cycle 3"
        },
        {
            "text": "We liaised with the Trust IT department to create a full 'Stroke Bloods Panel' to include all necessary blood tests required during a stroke call, as discussed and agreed with the stroke consultants. The panel not only included serum glucose and cholesterol profile, but also a full set of bloods as per Trust guidelines (FBC, U&Es, CRP, LFTs, bone profile, clotting profile and TFTs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PDSA cycle 3"
        },
        {
            "text": "It was hypothesised that this intervention would reduce the time taken for doctors to request each individual blood test, thus increasing efficiency and ensuring that all appropriate blood tests are requested. After the introduction of this final intervention, we successfully achieved and exceeded our aim of ensuring that 80% of patients with suspected stroke had glucose and cholesterol requested on admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PDSA cycle 3"
        },
        {
            "text": "Data from 156 patients were collected over an 18-week period. Among these patients, the mean age was 81 years and the gender distribution was 47% men and 53% women. Ninety-two per cent had ischaemic strokes and 8% had haemorrhagic strokes. Thirty-one per cent of patients had a history of diabetes and 32% of patients were already prescribed statins prior to admission. The number of patients audited each week varied according to the number of new admissions, but was between 5 and 16 patients per week.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The key outcome we measured was whether blood glucose and total cholesterol levels were requested and measured for each patient admitted with a suspected stroke within 24 hours of admission, on a weekly basis. Run charts were created to demonstrate these results (figures 2 and 3). We also recorded laboratory results for blood glucose and total cholesterol levels (table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 365,
                    "end": 374,
                    "text": "(table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "At baseline (weeks 1-4), an average of 30% and 34% of patients had glucose and cholesterol levels requested on admission, respectively. After the educational email (intervention 1; weeks 5-8), 43% and 40% of patients had glucose and cholesterol levels requested, respectively. This increased to 71% and 61% after the introduction of the adapted 'Stroke Clerking Proforma' (intervention 2; weeks 9-13). Finally, after the implementation of the Open access 'Stroke Bloods Panel' (intervention 3; weeks 14-18), an average of 82% and 85% of patients had glucose and cholesterol levels measured on admission, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Following the implementation of Intervention 1, though there were some improvements in both glucose and cholesterol measurements, on average, the changes were relatively insignificant, and the impact of the intervention was limited, particularly for cholesterol levels. Interventions 2 and 3 seemed to produce more sustained changes as they were accompanied by shifts in the data. Specifically, there was a shift observed between weeks 5 and 10 and another shift between weeks 11 and 18 in glucose measurements, and a shift in cholesterol measurements between weeks 11 and 18. The results showed nonrandom variation demonstrated by 'too few runs' on the statistical table.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The relocation of Stroke services to a different hospital within the Trust during week 13 was accompanied by a slight decline in the proportion of patients having the appropriate tests requested on admission; however, this soon returned back to similar levels observed prior to the change in hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Staff surveys, as well as formal and informal feedback indicated high levels of satisfaction overall with the new proforma and stroke panel, and improved knowledge of the necessary admission blood tests. Although not formally quantified, an improvement was also noted in other relevant blood tests being requested for example, FBC, U&Es, CRP, LFTs, bone profile, clotting profile and TFTs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Through the implementation of three PDSA cycles, we were able to measure the impact of our interventions, and continue to strive towards our specific, achievable and realistic aim. We managed to exceed the objectives we had initially set, with more than 80% of patients having both glucose and cholesterol levels measured on admission. This represented an improvement of more than double compared with baseline. There were also significant improvements in staff satisfaction with the updated proforma and confidence in requesting appropriate investigations for patients who had an acute stroke. As we conducted weekly data collection over a four and half month period, we were able to obtain an accurate representation of the impact and sustainability of our interventions. We were also able to modify and improve our interventions based on the continuous results and feedback we had obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LESSONS AND LIMITATIONS"
        },
        {
            "text": "The introduction of a modified 'Stroke Clerking Proforma' and 'Stroke Bloods Panel' appear to have had the greatest impact on achieving sustainable change, and were welcomed by both doctors and nursing staff involved in stroke calls. The modifications resulted in a stroke proforma which was shorter, clearer and more userfriendly than its predecessor, which we feel contributed to the success of this project. The fact that all of the necessary individual blood tests were combined into a single panel accessible with one click saved time for doctors and promoted efficiency. The impact of the educational email was limited in effect and duration for the outcomes measured in this project. Nevertheless, throughout the project we sent numerous emails to staff members to alert them of the changes we had made, which we feel led to greater overall compliance. Ideally, we would have delivered a formal face-to-face teaching programme for Open access clinical staff on the new proforma and acute stroke guidelines, which we anticipate would have impacted on their prescribing practices. Unfortunately, we were unable to organise this during our period of data collection due to the COVID-19 pandemic; however, this is something we endeavour to incorporate in the future. We anticipated that the improvements we observed would equate to greater compliance with NICE, RCP and Trust guidelines 1-3 regarding appropriate and timely prescription of antidiabetic and cholesterol-lowering medications for secondary prevention following an ischaemic stroke. Although we did not specifically measure these outcomes, we believe this would be a vital area to target in future studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LESSONS AND LIMITATIONS"
        },
        {
            "text": "Stroke services were relocated to a different hospital during the COVID-19 pandemic; however, the interventions were implemented across both sites, and we liaised with the new team of doctors to ensure that data collection was not disrupted. Once the modified proforma and 'Stroke Bloods Panel' were established in the new hospital and accepted by the doctors, sustainable improvements from baseline continued to be demonstrated, despite a brief initial reduction in both glucose and cholesterol levels being measured. Although unexpected, this provided us with an opportunity to prove the reproducibility and sustainability of our interventions. We attribute part of this success to liaising with the SNPs and stroke consultants throughout the project, who eventually moved to the new hospital site and were therefore able to ensure the ongoing implementation of changes we had made across sites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LESSONS AND LIMITATIONS"
        },
        {
            "text": "Addressing NICE, RCP and Trust guidelines 1-3 regarding the appropriate identification and management of glucose and cholesterol levels on admission bloods of patients who had a stroke, this QIP reviewed the problems resulting from initial investigations being inadequately measured at a DGH in East Kent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Three PDSA cycles were completed over a four and a half month period. The interventions that were most effective towards achieving our primary aims included implementing a modified 'Stroke Clerking Proforma', and the introduction of a 'Stroke Bloods Panel' on the Trust IT system. These interventions improved efficiency and provided key reminders of guidelines to clinical staff attending stroke calls. The sustainability and reproducibility of our interventions was demonstrated when we successfully overcame the challenge of implementing our changes in another hospital during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Reviewing the evidence from our baseline audit and devising a sustainable strategy to improve this, we successfully managed to surpass our aim of achieving 80% compliance in the measurement of glucose and cholesterol levels in suspected patients who had a stroke on their first presentation to ED. We would anticipate this to facilitate the appropriate management of these parameters during admission. Final outcomes showed a significant improvement, with a pattern of non-random variation demonstrated. Secondary parameters also showed significant improvements; including staff satisfaction and confidence in requesting appropriate investigations for patients who had an acute stroke.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "The interventions implemented in this QIP have demonstrated sustainable changes which will aid in ensuring improved patient safety and standard of care. These changes can be introduced in other hospitals, and are both time-efficient and cost-effective methods of ensuring that patients have appropriate initial bloods tests requested following an acute stroke. As new doctors join the Trust, the IT system remains modified to facilitate appropriate measurement of glucose and total cholesterol, and the new proforma will continue to be used by on-call staff attending stroke calls trust-wide, thus enabling sustainable change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "In order for a sustainable change to be implemented, interventions using multiple methods should be used with the involvement of a multidisciplinary team. Our project highlights that in a busy working environment, it can be helpful to provide doctors with guidelines and prompts to improve efficiency and ease the burden on the healthcare system. Although our interventions specifically targeted the assessment of acute stroke, they can be easily replicated in other areas. As most Trusts are now moving towards 'paperless' systems, creating shortcuts on online systems can help to improve efficiency and can be especially helpful for the prompt and accurate assessment of patients presenting with any acute illness; for example, a similar bloods panel can be created for patients presenting with an acute cardiovascular event. Further review, with scope for teaching will allow our outcomes to show even greater compliance, and future projects specifically measuring changes in prescribing practices would be beneficial to add to the evidence base. Contributors Joint First Authors: SD and ARK contributed equally to project design, data collection, implementation of changes, data analysis, manuscript write-up. Second author: YS contributed to project design, data collection and manuscript write-up. Collaborators: Dr Jacie Law contributed to data collection and implementation of changes Dr Emily Phillips and Dr Madeline Payne contributed to data collection Dr Gunaratnam Gunathilagan supervised the project. Patient consent for publication Not required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Supplemental material This content has been supplied by the author(s). It has not been vetted by BMJ Publishing Group Limited (BMJ) and may not have been peer-reviewed. Any opinions or recommendations discussed are solely those of the author(s) and are not endorsed by BMJ. BMJ disclaims all liability and responsibility arising from any reliance placed on the content. Where the content includes any translated material, BMJ does not warrant the accuracy and reliability of the translations (including but not limited to local regulations, clinical guidelines, terminology, drug names and drug dosages), and is not responsible",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Royal College of physicians 2016 national clinical guideline for stroke",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bowen",
                    "suffix": ""
                },
                {
                    "first": "Myg",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "RCP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Stroke and transient ischaemic attack in over 16S: diagnosis and initial management",
            "authors": [],
            "year": 2019,
            "venue": "NICE Guidel",
            "volume": "128",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "EKHUFT emergencies Handbook. version 1",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yates",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Management of blood glucose in patients with stroke",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Radermecker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Scheen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Diabetes Metab",
            "volume": "36",
            "issn": "3",
            "pages": "94--103",
            "other_ids": {
                "DOI": [
                    "10.1016/S1262-3636(10)70474-2"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Blood glucose in acute stroke",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Expert Rev Neurother",
            "volume": "9",
            "issn": "",
            "pages": "409--428",
            "other_ids": {
                "DOI": [
                    "10.1586/14737175.9.3.409"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Glucose-potassiuminsulin infusions in the management of post-stroke hyperglycaemia: the UK glucose insulin in stroke trial (GIST-UK)",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hildreth",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Sandercock",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet Neurol",
            "volume": "6",
            "issn": "",
            "pages": "397--406",
            "other_ids": {
                "DOI": [
                    "10.1016/S1474-4422(07)70080-7"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Intensive LDL cholesterollowering treatment beyond current recommendations for the prevention of major vascular events: a systematic review and metaanalysis of randomised trials including 327 037 participants",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fulcher",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Abeysuriya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Diabetes Endocrinol",
            "volume": "8",
            "issn": "",
            "pages": "36--49",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-8587(19)30388-2"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Efficacy and safety of LDL-lowering therapy among men and women: meta-analysis of individual data from 174,000 participants in 27 randomised trials",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fulcher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "O&apos;connell",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cholesterol Treatment Trialists' (CTT) Collaboration",
            "volume": "385",
            "issn": "",
            "pages": "1397--405",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(14)61368-4"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "High-Dose atorvastatin after stroke or transient ischemic attack",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Amarenco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bogousslavsky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Callahan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "355",
            "issn": "",
            "pages": "549--59",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa061894"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A quality improvement project to assess timing of initial investigations in stroke medicine",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMJ Qual Improv Rep",
            "volume": "5",
            "issn": "",
            "pages": "209241--3796",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjquality.u209241.w3796"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Driver diagram to demonstrate process of linking change ideas with main aim. RCP, Royal College of Physicians; NICE, National Institute for Health & Care Excellence.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Run-chart over an 18-week period to demonstrate the percentage of patients with blood glucose measured within 24 hours of admission with acute stroke.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Run-chart over an 18-week period to demonstrate the percentage of patients with cholesterol profile measured within 24 hours of admission with acute stroke.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Dr Gunaratnam Gunathilagan (Consultant Geriatrician Project Supervisor), Dr Jacie Law (Foundation Year One doctor), Dr Emily Phillips (Foundation Year One doctor), Dr Madeline Payne (Foundation Year One doctor).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Publication fees funded by East Kent Hospitals University NHS Foundation Trust Stroke Department research fundCompeting interests None declared.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Average blood glucose and total cholesterol laboratory values in each PDSA cycle",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}