{
    "paper_id": "03ddc3a33c401901a47d1e36c5816c192d34afc1",
    "metadata": {
        "title": "Whaling, Bullfighting, and the Conditional Value of Tradition",
        "authors": [
            {
                "first": "Paula",
                "middle": [],
                "last": "Casal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The paper develops an account of the value of tradition that completes that of Samuel Scheffler and employs it to discuss whaling and bullfighting. The discussion, however, is applicable to many other practices the paper describes, and its relevance extends also beyond animal ethics. Some of the arguments discussed here for maintaining these traditions appeal to their positive aspects, such as their contribution to social or environmental harmony; other arguments focus on the impermissibility of one group criticizing another group's practices when its own are vulnerable to comparable criticism. Reflecting on the first kind of argument, the paper responds, building on the work of G. A. Cohen and T. M. Scanlon, that the value of tradition, if any, must be conditional. Reflecting on the second, however, the paper disagrees with Cohen and Scanlon on the impermissibility of casting the first stone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Legislators often attach considerable importance to preventing the use of animals in ways that generate great suffering or harm. 1 Even medical researchers working on pandemics that threaten the loss of many human (and animal) lives must regularly maintain or criticize and reject, rather than on more familiar discussions about permissible state interference. 4 The paper has relevance outside animal ethics but traditions involving animal pain make a particularly good case study for discussing the value of traditions. They do so because traditions involving human pain involve complications regarding consensual, endorsed, or pride-conferring pain, and the problems of brainwashing and adaptive preference formation. These considerations tend to be inapplicable to animals.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 362,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The paper also has relevance within animal ethics because reconsidering the value of tradition has enormous potential to reduce animal suffering often at little cost. For example, once we ban throwing goats from bell towers, as Spain now has, people can focus on making and throwing beautiful cardboard goats and have just as much fun or more. 5 When traditions are reformed, people adapt and forget the old ways, while, if no reform takes place, the suffering will continue indefinitely. The next section provides numerous examples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A growing number of countries legislate against animal cruelty, generally understood as the needless, deliberate, or foreseeable infliction of intense or prolonged suffering, imposed to satisfy a desire to kill or dominate as a sport, ritual, or display, to impress, or to obtain other trivial benefits, such as alleged aphrodisiacs or entertainment. However, in tourist destinations, like Spain, cruel practices are increasing, with over 60,000 animals being sacrificed yearly for entertainment. Interactive maps explain what is done to each animal and when. 6 If the greatness of a nation can be judged by its treatment of animals, as Gandhi allegedly said, Spain is far from great. And while the number of professional corridas has decreased, amateur bullfighting at fiestas populares (local fairs) involving young cows and calves, and less experienced practitioners that typically cause slower, more painful deaths, has risen to 17,000 and continues to increase. 7 Bulls are also harmed outside the ring, for example, in Catalan correbous. Running scared through urban environments, as people tease them, hit them, and grab them by the tail or horns, bulls sometimes fall, and twist or break their legs, and people hit them to make them continue. Some bulls are dragged by ropes or knotted to a post (enmaromados) or have placed on their horns fireworks or inflammable balls that are set alight (embolados). Such horn-fires cause panic and burns. When the rope is placed around the bull's neck, it may choke from running scared. While on the bull's horns, the rope can cause trauma in the horn base and tears in the neck muscles. In Tarragona, Valencia, and Alicante, bulls are scared to the point of throwing themselves in the sea, as onlookers clap. Some fiestas amalgamate various practices, with participants stoning, beating, shouting, and spearing bulls.",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 561,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 967,
                    "end": 968,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bullfighting and Other Practices"
        },
        {
            "text": "Other animals may be involved. In Toledo, geese are hung upside down so that horsemen can tear their heads off as they ride underneath them. In Lekeitio, men tug at the necks of geese, pulling them in and out of the water, until their necks break. In Sagunto, ducks are thrown into the sea for men to play at catching them. In Huelva, horsemen spear wild boars. In Gerona and Valencia, greased pigs are released or thrown into the water so that men can try to catch them before they drown. In Galicia, horses are forced to walk on fire and have their manes uprooted by hand. In Castellón, donkeys are hit and harassed to exhaustion. In Cáceres and Mallorca, newborn lambs are forced to walk the streets until they collapse, sometimes with dislocated bones. 8 There is still cockfighting in Andalucía and Canaries, and ram fighting in the Basque Country. And across Spain, around 50,000 hounds are believed to be killed annually. 9 Repeated protests have recently achieved bans on throwing goats and turkeys from bell towers, on riding horses to chop hanging roosters with swords, on stoning kittens, hamsters, and squirrels trapped in clay pots hanging from a Judas crucifix, and on other activities celebrating a virgin or saint, with priests and bishops presiding over the celebrations. 10 Very similar practices are often defended as distinctive and unique, appealing to identity and tradition, because, as in other countries, tradition has become a lucrative business and a political tool.",
            "cite_spans": [
                {
                    "start": 929,
                    "end": 930,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bullfighting and Other Practices"
        },
        {
            "text": "Franco's dictatorship promoted this kind of tourism with the slogan 'Spain is different'. But tourist-attracting practices involving animal suffering exist across the Hispanic world. Many Latin American countries have bullfights, vaquejadas, 11 dogfights, cockfights, and rodeos. In Brazil's Farra do boi, bulls have their eyes rubbed in hot pepper and gouged out, their limbs broken, their tails hacked off, and their fur doused with petrol and set alight. 12 Mexicans have rodeos with horses eviscerated by bulls. In Veracruz drunken bulls are beaten and stabbed, and at Kots Kaal Pato they break ducks' necks by hand and beat piñata opossums and iguanas to death. Rodeos are even more common in the United States, which maintains practices banned in 10 See J. M. Rolland's 2016 documentary Santa Fiesta, https ://www.youtu be.com/watch ?v=-wVmlR 4tsFk and https : //vimeo .com/19889 3605. 11 See http://www.wsj.com/video /brasi l-prohi be-la-vaque jada-por-cruel dad-a-anima les/30CB2 A58-966E-4BF8-BC02-8C1B1 F6D44 2D.html. 12 https ://www.peta.org/featu res/worst -festi vals/.",
            "cite_spans": [
                {
                    "start": 867,
                    "end": 894,
                    "text": "//vimeo .com/19889 3605. 11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bullfighting and Other Practices"
        },
        {
            "text": "Europe, such as bear-baiting, foxhunting, coyote-hunting, tail docking, ear cropping, and rattlesnake round-ups. 13 Turning to Europe, practices from Bulgaria, Romania, and Russia 14 are frequently highlighted by animal welfare charities. But it is wealthy countries like Norway and Denmark that still engage in massive whale slaughters, like the Faroe's Grindadráp.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 115,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bullfighting and Other Practices"
        },
        {
            "text": "When whaling's main or sole justification is tradition, it is called 'cultural whaling'. However, all whaling including the deceptively labelled Japanese practice of 'scientific whaling', as well as commercial whaling, is justified by appealing to tradition. 15 In fact, tradition is the justification used by the International Whaling Commission to allocate species quotas to certain countries. Tradition is the reason for whaling both in rich countries like Canada, where it survives only with subsidies, and in poorer places like Lamalera, in Indonesia, where whaling is so dangerous that people must be made to feel obliged by tradition to engage in it. 16 One might expect Japan and other parts of Asia, with their reincarnation faiths, to show more compassion for animals, but only half of Buddhists and around a third of Hindus are vegetarians. Jains are vegan, but not numerous. India has festivals like jallikattu where people are accidentally killed, 17 and many festivals where animals are killed. Hindus alone kill millions of animals yearly as sacrifices, to make a wish, or to bless a car or a flat. Some also drink blood directly from dying animals. 18 Buddhist temples practise sacrifices too. 19 In the largest animal sacrifice in the world, the Nepali Gadhimai, around a hundred thousand animals are incompetently maimed and killed, and around 10,000 goats are sacrificed in Dasain festivities yearly, with the government, army, and Gurka Palace sacrificing hundreds of water buffaloes as well. 20 Unfounded beliefs about the medicinal or aphrodisiac power of some animal parts are extremely deleterious. For example, in China and Korea, eating the raw penises of deer, tigers, turtles, and bulls-castrated while conscious-is said to increase sexual vigour. Besides causing suffering, the superstition-based trade in wild animals threatens biodiversity, and global health through zoonotic pandemics. 21 In Vietnam, health and prosperity are conjured by dipping money into the open bellies of living pigs. 22 Tourism is a major factor here too. In the Lijian River, I saw more cormorant fishing where there are more tourists, rather than where there are more fish, and although this practice is presented as uniquely Chinese, cormorants 13 https ://www.youtu be.com/watch ?v=0iyES wAkBR M. 14 See e.g. http://metro .co.uk/2018/01/24/russi a-prepa ring-slaug hter-stray -dogs-en-masse -world -cup- Gross (2015) and Kemmerer (2012) . 20 See http://turis mo-respo nsabl e.com/userfi les/file/dossi er-turis mo-respo nsabl e.pdf. 21 https ://elpai s.com/elpai s/2020/03/02/plane ta_futur o/15831 66211 _01788 1.html, https ://www.thegu ardia n.com/envir onmen t/2020/mar/18/tip-of-the-icebe rg-is-our-destr uctio n-of-natur e-respo nsibl e-forcovid -19-aoe. 22 https ://listv erse.com/2015/08/29/10-insan ely-bruta l-tradi tions -that-were-meant -to-do-good/.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 261,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 658,
                    "end": 660,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 1210,
                    "end": 1212,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 1918,
                    "end": 1920,
                    "text": "21",
                    "ref_id": null
                },
                {
                    "start": 2414,
                    "end": 2426,
                    "text": "Gross (2015)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2431,
                    "end": 2446,
                    "text": "Kemmerer (2012)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Bullfighting and Other Practices"
        },
        {
            "text": "have also been used this way in Europe, Peru, and Japan. 23 Tourism also supports husky excursions, Asian elephant rides and shows, 24 orangutan boxing in Cambodia and Thailand, 25 snake charming (with the snakes' mouths glued shut) in India and Morocco, and bear-baiting in India and Pakistan. 26 Saudi Arabia has now imported Basque bull-runs too. 27 As in this case, traditions are usually imported and detachable (Linton 1936) . It is thus misleading to speak, as some do, of 'cultural survival', as if cultures could not be reformed, and would die, like an animal, from losing a part. Modern whaling was also brought to the Shetlands, Alaska, Japan, and Chile by just a few Norwegians last century. Let us now discuss whether the most plausible account of the value of tradition supports maintaining such practices.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 430,
                    "text": "(Linton 1936)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Bullfighting and Other Practices"
        },
        {
            "text": "Advocates of traditions involving animal suffering argue that the reasons participants have to preserve them outweigh the reasons to abandon them. They do so because they deem either (1) human interests or preferences in general, or (2) specific preferences, such as those for whaling or bullfighting, as more important than the interests of whales or bulls. 28 Others disagree, either because (3) they think that an impartial account of the costs for animals-one that is not speciesist or systematically biased in favor of humans-yields a different net calculation, 29 or because (4) they see so little value in tradition, that they find that even the slightest cost to animals always yields net negative results. 30 Thus, even authors who completely disagree about net estimates often address this issue through the same kind of balancing or cost-benefit calculation. 31 I shall take another route.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Conditional Value of Tradition"
        },
        {
            "text": "It is obvious that the mere fact that a practice is traditional fails to provide adequate reason to maintain it independently of what the practice involves. If it involves something that is below some threshold of acceptability, such as forcing children to marry their first cousins, historical reasons-such as the fact that this is an extremely old tradition, practised for centuries around the world-gives no over-riding reason to maintain it. In other words, it is implausible to posit conclusive, content-independent reasons for maintaining traditions. There are, however, various interestingly different ways to depart from this implausibly extreme position. 23 See https ://www.youtu be.com/watch ?v=lql4A U2qQx k. 24 See https ://www.world anima lprot ectio n.org/news/our-new-globa l-study -expos es-shame ful-suffe ringcause d-irres ponsi ble-wildl ife-touri sm?gclid =CPj5y Lv4z8 8CFeg p0wod 4ZoD9 g. 25 See https ://www.youtu be.com/watch ?v=xNIM4 53_dgg. 26 Regarding Africa, see e.g. Horsthemke (2015) . 27 See https ://www.eldia rio.es/inter nacio nal/Arabi a-Saudi -impor ta-sanfe rmine s_0_86021 4153.html. 28 Savater (2010) . 29 See e.g. Behrens (2009 ), Savater (2010 ), Codina (2018 , and Cochrane (2012) . 30 See e.g. Mosterín (2010) . 31 E.g. for Barry (2002) , human rights, and for Behrens (2009) , probable suffering, trump tradition. It is worth noting that the cost-benefit view is also unable to explain the disparity described at the start because the costs of restricting medical research are greater than those of restricting whaling or bullfighting, even for whaling and bullfighting supporters.",
            "cite_spans": [
                {
                    "start": 664,
                    "end": 666,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 997,
                    "end": 1014,
                    "text": "Horsthemke (2015)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1123,
                    "end": 1140,
                    "text": "28 Savater (2010)",
                    "ref_id": null
                },
                {
                    "start": 1155,
                    "end": 1168,
                    "text": "Behrens (2009",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1169,
                    "end": 1185,
                    "text": "), Savater (2010",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1186,
                    "end": 1201,
                    "text": "), Codina (2018",
                    "ref_id": null
                },
                {
                    "start": 1208,
                    "end": 1223,
                    "text": "Cochrane (2012)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1226,
                    "end": 1228,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 1238,
                    "end": 1253,
                    "text": "Mosterín (2010)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1268,
                    "end": 1280,
                    "text": "Barry (2002)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1305,
                    "end": 1319,
                    "text": "Behrens (2009)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "The Conditional Value of Tradition"
        },
        {
            "text": "Traditionalists may argue that the fact that a practice is traditional can provide conclusive reasons only when the practice is not below a threshold of acceptability, perhaps like the practice of arranged but uncoerced marriages between unrelated adults. They thus affirm conclusive, but content-dependent reasons to maintain traditions. Unconditionalists, by contrast, believe that the fact that a practice is traditional always offers reasons to maintain it, but only pro tanto reasons. If the practice is terrible, pro tanto reasons will be defeated by other considerations. They thus affirm pro tanto, content-independent reasons to maintain traditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Conditional Value of Tradition"
        },
        {
            "text": "Sceptics about the value of tradition argue that while we may have excellent content-dependent reasons to engage in certain practices, we lack additional reasons to engage in them merely because the practices are traditional. In sum, we can distinguish the following views of the kinds of reasons the traditional character of an activity might supply:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Conditional Value of Tradition"
        },
        {
            "text": "A. Extremism Conclusive, content-independent reasons. B. Traditionalism Conclusive, content-dependent reasons. C. Unconditionalism Pro tanto, content-independent reasons. D. Scepticism No reasons in virtue of the traditional character of the practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Conditional Value of Tradition"
        },
        {
            "text": "A final option, intermediate between scepticism, and the extreme, conditional, and unconditional variants of traditionalism, is the conditional value of tradition account. It claims that depending on the content of a tradition, we may have protanto reasons to maintain it. It thus agrees with traditionalists and sceptics that our reasons to maintain a practice depend on its content, and with unconditionalist and sceptics that tradition does not generate conclusive reasons. Unlike scepticism, it includes a practice's traditional character among such reasons, and unlike traditionalism, it denies such reasons are conclusive, as we would then be obliged to maintain any number of barely acceptable traditions at any cost. We may thus add: E. Conditionalism Pro tanto, content-dependent reasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Conditional Value of Tradition"
        },
        {
            "text": "Contentdependent",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content-independent"
        },
        {
            "text": "Pro tanto C E I clarify and defend E, (1) drawing on a discussion of moral relativism between Michael Walzer and T. M. Scanlon, who, like G. A. Cohen, and pace extremists and unconditionalists, denies that we have reason to support traditions that treat others horribly. I also defend E, and E-like versions of C against both C and C-like versions of E. I then (2) argue that Samuel Scheffler should also endorse E and I respond to the worry that E collapses into scepticism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusive A B"
        },
        {
            "text": "Scanlon argues that the fact that some people have reasons to maintain specific traditions does not mean that there are reasons, in particular moral reasons, to follow traditions in general, or that there is any general principle requiring individuals to follow the customs of their group. In fact, Scanlon argues, 'when people start talking in general terms about \"the value of traditions\" they are on the verge of ceasing to care about their own'. 32 Sceptics may welcome Scanlon's remarks, but Scanlon does not deny that people may sometimes have reasons to follow specific traditions, perhaps even partly qua traditions. What Scanlon denies is that people who do not want to follow a tradition act unethically or contrary to reason. This supports the view that the reasons tradition gives, if any, are inconclusive. Scanlon denies that individuals have a duty to bear the costs of the traditions they reject, particularly when such traditions are harmful. For, as he notes, 'the accepted norms of a society may involve treating people in horrible ways '. 33 This suggests that the value of tradition, if any, must be content-dependent.",
            "cite_spans": [
                {
                    "start": 1056,
                    "end": 1061,
                    "text": "'. 33",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scanlon, Cohen, and the Inappropriateness of Balancing"
        },
        {
            "text": "Walzer replies that, in practice, shared norms cannot treat some people horribly, because they need the compliance of the dominated groups. Moreover, dominant groups need to believe that they are not so oppressive that they lack legitimacy. 34 Scanlon finds this response 'overly optimistic' and takes it as a sign that not even moral relativists are prepared to claim that 'anything goes' (full content-independence). Walzer's reply avoids, instead of addressing, the objection that it is implausible to posit moral reasons to maintain traditions that treat us or others horribly. Moreover, traditions that treat women, gays, albinos, and animals horribly are not rare. And it is false that the oppressed can always rebel, animals certainly cannot.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 243,
                    "text": "34",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scanlon, Cohen, and the Inappropriateness of Balancing"
        },
        {
            "text": "Walzer, however, can reply that there are conclusive reasons to follow those traditions that do not treat others horribly (traditionalism). Something similar, perhaps invoking weighty rather than necessarily conclusive reasons, is suggested by G. A. Cohen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scanlon, Cohen, and the Inappropriateness of Balancing"
        },
        {
            "text": "Cohen argues that there are reasons to remain attached to existing value, including traditional value, rather than replacing it as soon as something better comes along. 35 He criticizes utilitarianism for recommending that we drop whatever or whoever has become suboptimal as a utility generator. When we value something intrinsically, he argues, and not as a mere vessel of value, we should not replace it by whatever generates more utility or displays certain properties to a higher degree. We should continue to deem it worth preserving in its own right. Of course, to qualify for the sort of defence Cohen offers, a tradition must be valuable in the first place. Unjust practices, Cohen argues, not only lack value, but actually have disvalue. It would thus be implausible to contemplate a Cohen-like defence of the traditions described 32 Scanlon (1998), 336. 33 Ibid., 337. 34 Walzer (1987) , 40-48. 35 Cohen (2011). earlier. We do not have to weigh the fact that something is a tradition against the fact that it consists in needlessly stabbing a bull or whale. We simply lack reasons to preserve any such tradition.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 171,
                    "text": "35",
                    "ref_id": null
                },
                {
                    "start": 844,
                    "end": 867,
                    "text": "Scanlon (1998), 336. 33",
                    "ref_id": null
                },
                {
                    "start": 880,
                    "end": 882,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 883,
                    "end": 896,
                    "text": "Walzer (1987)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 906,
                    "end": 908,
                    "text": "35",
                    "ref_id": null
                },
                {
                    "start": 909,
                    "end": 922,
                    "text": "Cohen (2011).",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Scanlon, Cohen, and the Inappropriateness of Balancing"
        },
        {
            "text": "On the Scanlon and Cohen-inspired view I propose, the value of tradition is conditional in the sense that some minimal conditions must be met for the value to exist rather than in the weaker sense that the content of a practice can make a difference to its value, so that, for example, if it consists in extreme cruelty, its value could be diminished rather than cancelled. The latter weaker form of content-dependency resembles unconditionalism but does not balance the cruelty with the content-independent value of tradition but with other aspects of a tradition's content, such as the elegance with which the stabbing is performed. On the other hand, conditionalism is consistent with versions of a balancing view that incorporate the relevant conditionality. For here C refers to positions that balance any tradition with any cost but there are advocates of cost-benefit analysis that, for example, refuse to count as benefits the satisfaction of racist (or otherwise antisocial) preferences. These sophisticated advocates of cost-benefit analysis are also conditionalists since they attend to content and reject indiscriminate balancing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scanlon, Cohen, and the Inappropriateness of Balancing"
        },
        {
            "text": "To help understand why indiscriminate balancing is inappropriate, recall that the world is full of traditions that consist in abusing not only defenceless animals but often women and children too, causing immense pain and expressing horrid misogyny, racism, callousness, and ignorance. And it seems implausible to claim that the most appropriate moral response to traditions like, albino dismemberment, female infanticide, infibulation, burning witches or widows, or the use of underage sexual slaves at temples, is to feel torn, pulled in two opposite directions, conflicted between their valuable aspects and all the pain they cause. This is why, in presenting the different options in order of increasing plausibility, scepticism was placed after any variant of unconditionalism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scanlon, Cohen, and the Inappropriateness of Balancing"
        },
        {
            "text": "It would be baffling if traditions could have such an unconditional value. Traditions are a subset of social practices, and practices cannot have unconditional value independently of the attitudes and activities they involve. Neither do other bearers of value have such unconditional value. Consider, for example, equality or utility. Few believe that it would be good in some respect if all humans became blind or ill because then there would be more equality. There seems to be nothing positive about these instances of levelling down. 36 Even fewer would say that the pleasure of rapists is an unconditional value to be weighed against the greater disvalue experienced by their victims. We resist such balancing not because we think that protecting our senses, health, or bodily integrity must always have lexical priority (an implausibly extreme view), but rather because when we face something that is fundamentally bad or wrong (such as universal blindness, illness, or involuntary intercourse), we should not proceed to list its pros and cons as we do when comparing two alternatives that initially stand on an equal footing. 37 We refuse to balance because the greater equality does not make a state of universal blindness or illness preferable, even in one way, and the greater utility enjoyed by an assailant does not make assaulting others less bad.",
            "cite_spans": [
                {
                    "start": 1133,
                    "end": 1135,
                    "text": "37",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scanlon, Cohen, and the Inappropriateness of Balancing"
        },
        {
            "text": "The same problem afflicts defences of whaling and bullfighting that appeal to liberty or self-determination. 38 There is no unconditional value in non-interference. Its value depends on the activity that is interfered with. Non-interference with serial killers, for example, is not valuable. The same applies to celebrations: we simply lack reasons to celebrate Kristallnacht. It is not a matter of weighing the fun of celebrations against competing concerns. Given these considerations, it is far more plausible to conclude that, like the value of celebrations, the value of tradition, if present, must be conditional.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 111,
                    "text": "38",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scanlon, Cohen, and the Inappropriateness of Balancing"
        },
        {
            "text": "Some may think that the conditional account's attention to a practice's content may lead to scepticism. Some such concerns appear to motivate Samuel Scheffler, who poses the following conundrum: whilst it seems silly to do something merely because others have done so, focusing on the content of a practice makes appealing to tradition otiose. 39 Scheffler responds with a long list of reasons to maintain traditions. This response is importantly incomplete, because though Scheffler grants that 'not all traditions are equally admirable', 40 he does not explain how to combine his list of reasons with this fact. I here argue that the most plausible combination supports the conditional account, which, as I also show, does not collapse into scepticism.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 346,
                    "text": "39",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheffler and the Avoidance of Scepticism"
        },
        {
            "text": "Scheffler begins with seven practical reasons to follow traditions like Sunday leisure, or tea at five:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheffler and the Avoidance of Scepticism"
        },
        {
            "text": "1. reinforcing social conventions, 2. facilitating collective action, 3. accumulating wisdom, 4. providing a timing and concrete guidance for respecting a certain value (like family or friendship), 5. expressing that we value a tradition, and 6. expressing loyalty to its creators, or 7. expressing our perception of ourselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheffler and the Avoidance of Scepticism"
        },
        {
            "text": "In addition, Scheffler reflects on the 'pleasure of repetition and familiarity' to 8. compensate for our incapacity for time travel, 37 Cf. Scheffler (2018) , 107. 38 Savater (2010) . 39 Scheffler (2010), 287ff. 40 Scheffler (2010) , 309. See also Scheffler's critique of Cohen (Scheffler 2018) , 105-122. 9. allow us to domesticate portions of time, and 10. reassure us that we remain the same person across time. 41 He ends with two more intelligible aspirations: 11. enhancing the perceived significance of our lives and 12. diminishing the perceived significance of our deaths by becoming part of something larger than ourselves. 42",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 135,
                    "text": "37",
                    "ref_id": null
                },
                {
                    "start": 140,
                    "end": 156,
                    "text": "Scheffler (2018)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 167,
                    "end": 181,
                    "text": "Savater (2010)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 184,
                    "end": 186,
                    "text": "39",
                    "ref_id": null
                },
                {
                    "start": 212,
                    "end": 214,
                    "text": "40",
                    "ref_id": null
                },
                {
                    "start": 215,
                    "end": 231,
                    "text": "Scheffler (2010)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 278,
                    "end": 294,
                    "text": "(Scheffler 2018)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 297,
                    "end": 305,
                    "text": "105-122.",
                    "ref_id": null
                },
                {
                    "start": 415,
                    "end": 417,
                    "text": "41",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheffler and the Avoidance of Scepticism"
        },
        {
            "text": "Now, Scheffler's reasons are so general that they can be satisfied by countless traditions, giving us no reason to maintain any tradition in particular. In fact, entrenching conventions, coordinating our actions, securing our timing, and so on, would be maximally satisfied if we selected a few traditions and the whole world followed them. After all, what matters for Scheffler is linking a chain across generations, emphasizing temporal continuity rather than distinctiveness. 43 This is one reason why Scheffler's list cannot support whaling or bullfighting. 44 More generally, Scheffler's arguments are implausible, unless they acknowledge that the value of any tradition is conditional on its content. For example, we should want to (1) reinforce permissible conventions (1), but not objectionable ones. Similarly, coordination (2) and date-fixing (4) are desirable only when what is facilitated is itself desirable. To illustrate, we may find it valuable to solve coordination problems around Christmas, to ensure that the needy survive the winter. By contrast, it would not be valuable to solve coordination problems around Confederate Memorial Day in order to harass African Americans more efficiently.",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 564,
                    "text": "44",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheffler and the Avoidance of Scepticism"
        },
        {
            "text": "Scheffler is right that we should want to 'accumulate wisdom' (3). But traditions may not display wisdom but rather bravado and superstition. Finally, expressing loyalty to a practice or individual we identify with (5-7) could be valuable, depending on what we align ourselves to: an unflinching commitment to cruelty and violence, as expressed by A Clockwork Orange's Alex, or an unwavering loyalty to Hitler cannot be seen as offering good reasons, merely because they involve loyalty or commitment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheffler and the Avoidance of Scepticism"
        },
        {
            "text": "Scheffler's reflections on the relaxing pleasure of familiarity and repetition make sense with his examples of peaceful regularity, like teatime and restful Sundays, but not with the shocking, stabbing, and beheading of animals such as bulls and whales, which are stressful and exceptional events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheffler and the Avoidance of Scepticism"
        },
        {
            "text": "The most intelligible and meaningful aspirations in Scheffler's list are enhancing the significance of our lives (11) and diminishing the significance of our deaths by joining something larger than ourselves (12). But people who want to be part of something larger than themselves have many better options than whaling and bullfighting. In conclusion, Scheffler's arguments cannot support these traditions, nor are they plausible when applied to all traditions, regardless of what they entail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheffler and the Avoidance of Scepticism"
        },
        {
            "text": "In sum, Scheffler's numerous arguments, instrumental, with innocuous examples like teatime and leisurely Sundays, cease to make sense when the examples change because there are no arguments for repeating certain practices independently of the practices' content, as Scheffler's conundrum implicitly grants. 45 Scheffler worries that attention to a practice's content makes its traditional character irrelevant in explaining its value, thus leading to scepticism. But this is not so. To see why, we need to understand sceptics and why Scheffler's instrumental and/or unconditional arguments are unlikely to move them.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 309,
                    "text": "45",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheffler and the Avoidance of Scepticism"
        },
        {
            "text": "Whilst sceptics are particularly unlikely to accept pro-tradition arguments that apply equally to horrid traditions, they may easily grant instrumental arguments for good traditions whilst retaining their distinctive claim that tradition can never have non-instrumental value. Extremists and unconditionalists argue that tradition always has such value. The conditional view holds that it can have it sometimes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheffler and the Avoidance of Scepticism"
        },
        {
            "text": "For example, we often have content-dependent, instrumental, and non-instrumental reasons to engage in certain practices with certain individuals, and, for example, engage in certain debates with our students, and tell some bedtime stories to our children. Similarly, we can have content-dependent, instrumental, and non-instrumental reasons to pursue worthwhile goals together with earlier and later generations; for example, to perfect an architectural style, a fruit, a dance form, or a sailing or surfing technique. These pursuits require intergenerational cooperation, long periods of time, and continuous torch-relaying and faithful transmission of small improvements are part of a full explanation of these traditions' value-as well as, some argue, key to our species' success. 46 A complete explanation of the value of such traditions refers both to their achievements, and to their history of cumulative improvements: neither is otiose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheffler and the Avoidance of Scepticism"
        },
        {
            "text": "There are practices such as seatbelt-wearing that we maintain for exclusively content-based reasons, and others we maintain not because they are optimal or their abandonment, disastrous, but because they are both traditional and harmless. These may include rituals such as birthday-candle-blowing, where improvements are no longer possible, or the point. And since many believe that voluntary intergenerational cooperation, and passing down what we have received, in pursuit of permissible, worthwhile, sometimes praiseworthy, goals can, sometimes, have more than merely instrumental value, 47 it is worth showing that it is unnecessary to deny this plausible belief, and embrace scepticism, to reject tradition-based defences of practices like whaling or bullfighting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheffler and the Avoidance of Scepticism"
        },
        {
            "text": "In any case, a practice's traditional character is not irrelevant, as even sceptics may grant, because of the way this character shapes behaviour and expectations and expresses the intergenerational collective, producing reverberations that magnify the goodness or badness of individual actions, for instance, in tree-planting traditions or traditional forms of gender violence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheffler and the Avoidance of Scepticism"
        },
        {
            "text": "A failure to recognize the conditional value of tradition results in many normatively spurious disputes over the true origin or age of the debated traditions. Even when it is obvious that a tradition is cruel, people will defend it by referring to how old it is, as if the long history of slavery could weaken the case against it. Pace extremists and unconditionalists, the fact that something originated in a distant age when society was even more ill-informed and unjust than it is today is no recommendation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheffler and the Avoidance of Scepticism"
        },
        {
            "text": "A tradition's history may actually provide reasons against maintaining a practice that is unobjectionable in content-for example, because of its racist pedigree. And the fact that slavery is extremely old and widespread does not undermine but may even boost the case for devoting resources to end it. If the age of a valuable tradition or a valuable relationship (such as a wonderful friendship) reinforces the case for its preservation, the persistence of a disvalue (such as an abusive relationship) may even reinforce the case against it. In fact, we may even be justified in punishing such recalcitrant activities more than we punish equally harmful ones that are performed by a single person once, precisely because of the expectation-shaping, behaviourreinforcing, and magnifying effects that tradition has.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheffler and the Avoidance of Scepticism"
        },
        {
            "text": "Having explained the conditional account, and how it can avoid both indiscriminate balancing and scepticism, it should now be easier to see why some prominent arguments for maintaining traditions, regardless of what they involve, do not withstand scrutiny.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheffler and the Avoidance of Scepticism"
        },
        {
            "text": "Robert Merton popularized the view that while a ritual like the Hopi rain dance may be useless at attracting rain, it can nonetheless help attract people to each other. 48 This example can be generalized into an argument for maintaining traditions (the production and maintenance of social cohesion) which appears not to depend on content.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 171,
                    "text": "48",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Cohesion Argument"
        },
        {
            "text": "General Franco's fascist regime promoted bullfighting in order to distract the population and boost unity through a shared identity. These are also the arguments invoked to defend the whaling performed by the Canadian Makah, the Indonesian Lamaleran, or the Danish Faroese.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Cohesion Argument"
        },
        {
            "text": "The cohesion argument appears to be content-independent, as the cohesion function could be performed by different traditions. For this very reason, however, it does not support any tradition in particular. Moreover, the value of cohesion is not independent of its source. For example, it is not valuable to achieve cohesion through 48 Elkana (1976). racism. Furthermore, traditions like whaling and bullfighting are, also because of their content, deeply divisive along class lines (as is clearly the case with foxhunting), 49 and/or gender lines, 50 partly because women tend not to enjoy beheading animals, partly because they have been traditionally excluded from practices like whaling and bullfighting, and partly because practices involving drinking, bravado, and harassing and killing animals have been associated with sexual harassment and human deaths. 51 and https ://elpai s.com/polit ica/2016/08/24/actua lidad /14720 63143 _82695 6.html and Taylor and Singer (2015) and Roylance et al. (2016) .",
            "cite_spans": [
                {
                    "start": 954,
                    "end": 978,
                    "text": "Taylor and Singer (2015)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 983,
                    "end": 1005,
                    "text": "Roylance et al. (2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Cohesion Argument"
        },
        {
            "text": "In Spain, the social fracture that bullfighting and cognate practices cause is so deep that there have been violent confrontations between those attacking animals and those defending them, and a significant political party (PACMA) campaigns solely on the issue. 52 And a similar division exists in other bullfighting countries. The Makah are also divided between those who wish to return to whaling and associated power structures, and those who favour more inclusive alternatives, 53 and the Faroese, Norwegians, and Lamalerans are divided too. Protecting or subsidizing such activities while appealing to identity and self-rule makes them more divisive still, with many people rejecting how others construe their group identity. Cultural whaling is also a source of international conflict, causing tensions even between Greenpeace and cognate organizations. 54 Finally, additional division is caused because of increasing evidence that cruelty to animals is one of the best predictors of criminality, 55 and that it is an imitative behaviour. Most boys who terrorize dogs, eventually learn that this is not right. The people around them can encourage or discourage such behaviour. If, when boys engage in such acts, they receive praise from those they look up to-such as their elders, or religious leaders-discouragement is unlikely. It is thus unsurprising that illegal acts against animals are common in countries like Spain. For example, two young men filmed themselves killing seventy-two piglets by jumping on them, and another was recently caught crushing dolphins heads with a jet-ski. 56 https ://www. lavan guard ia.com/natur al/20200 816/48286 21970 50/pilot o-moto-acuat ica-delfi nesmelil la-denun cia.html Other uses of animals, for example, in medical research, do not have this public, identity-defining and behaviour-shaping dimension.",
            "cite_spans": [
                {
                    "start": 860,
                    "end": 862,
                    "text": "54",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Cohesion Argument"
        },
        {
            "text": "In sum, the appeal to cohesion to defend traditions such as whaling and bullfighting fails, because many traditions can produce cohesion, not all sources of cohesion 49 Milligan (2017) . 50 Balza and Garrido (2016) . 51 See https ://scrol l.in/artic le/91032 1/the-daily -fix-conti nuing -death s-prove -jalli kattu -is-about -human -right s-not-just-anima l-right s. 52 See http://es.wikip edia.org/wiki/Antit aurom aquia . 53 Some Makah denounced whaling as the product of a secret financial deal between other Makah and Japanese whalers, and as something that was far less likely to earn them respect than to destroy Native America's good reputation. See e.g. Kim (2015) , 205-252. Gaard (2001), 5, 20ff and Hogan (1996) . 54 See http://news.natio nalpo st.com/news/canad a/save-most-of-the-whale s-green peace -now-suppo rtsinuit -hunti ng-but-nativ e-group s-still -wary. 55 See Dads et al. (2002) . 56 See http://www.hispa ntv.com/notic ias/video s/20211 4/espan a-cerdo -lecho n-almer ia-anima l, and. are valuable, 57 and because, given the content of these traditions and their public nature, they are inevitably divisive.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 184,
                    "text": "49 Milligan (2017)",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 189,
                    "text": "50",
                    "ref_id": null
                },
                {
                    "start": 190,
                    "end": 214,
                    "text": "Balza and Garrido (2016)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 663,
                    "end": 673,
                    "text": "Kim (2015)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 685,
                    "end": 710,
                    "text": "Gaard (2001), 5, 20ff and",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 723,
                    "text": "Hogan (1996)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 877,
                    "end": 879,
                    "text": "55",
                    "ref_id": null
                },
                {
                    "start": 884,
                    "end": 902,
                    "text": "Dads et al. (2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Cohesion Argument"
        },
        {
            "text": "Many defend traditional practices involving animals by arguing that these practices are more sustainable than modern alternatives, and that environmental concerns with supporting the diverse forms of life that have emerged across millennia extend to the preservation of old and diverse traditions. If successful, an argument supported by these assumptions could fuel the confrontation between environmentalists and animalists 58 that authors such as Lori Gruen, Peter Singer, and Dale Jamieson have tried to contain. 59 Traditional practices, however, typically emerged in past conditions of environmental abundance and small human populations, when even enormous waste was unproblematic. For example, shark finning, poison fishing, and dragging miscellaneous sea creatures to the beach with nets-in order to then pick a few desirable specimens while letting the rest die-were sustainable practices when fish were abundant and humans were not. But they are not sustainable today. Moreover, even if it were true that most traditional lifestyles are environmentally preferable to modern lifestyles, the sustainability of one traditional practice is irrelevant for the preservation of another. We must consider each case in turn.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 519,
                    "text": "59",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Sustainability Argument"
        },
        {
            "text": "Regarding bullfighting, it is often argued that without it, lidia bulls will disappear and there will be no funds to preserve the biodiverse ecosystems (dehesas) in which they roam freely with the endangered lynx, the imperial eagle, and the black stork. 60 Preserving thoroughbreds, however, is not an environmental concern, and dehesas require funding because they are also man-made. Most dehesas, moreover, survive without bulls, 61 and since most wild animals prefer bushes to open pastures, biodiversity will actually grow with fewer bulls, which will also mean lower methane emissions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Sustainability Argument"
        },
        {
            "text": "Regarding whales, many species are endangered, but perform valuable environmental services. For example, they fertilize phytoplankton, which absorbs carbon dioxide and causes krill and fish to increase. Each large whale sequesters as much carbon as a thousand trees and performs other functions such as stirring with their movements nutrients that help sustain the entire living system of the oceans, 57 Nor does sharing all values or identities correlate positively with solidarity or trust; see Breidahl et al. (2018) . 58 Callicott (1980) , Sagoff (1984) , Hargrove (1992) , and Everett (2001) . 59 As Jamieson (1998) has argued, animalists and environmentalists belong to a movement that advocates a plurality of values that can sometimes come into conflict, just as reducing emissions and protecting biodiversity can come into conflict without pushing environmentalists apart. See also Adams and Gruen (2014) . 60 https ://www.abc.es/cultu ra/toros /20130 514/abci-toro-bravo -guard ian-dehes a-20130 51422 08.html. 61 https ://es.blast ingne ws.com/tecno logia /2014/10/desap arece ran-las-dehes as-si-se-extin guen-los-espec tacul os-tauri nos-00139 233.html. producing over 2 million dollars in benefits per whale. 62 We should not speak of sustainable whaling, because sustainability also depends on what others do, and today, whaling is disastrous for sustainability.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 403,
                    "text": "57",
                    "ref_id": null
                },
                {
                    "start": 497,
                    "end": 519,
                    "text": "Breidahl et al. (2018)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 522,
                    "end": 524,
                    "text": "58",
                    "ref_id": null
                },
                {
                    "start": 525,
                    "end": 541,
                    "text": "Callicott (1980)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 544,
                    "end": 557,
                    "text": "Sagoff (1984)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 560,
                    "end": 575,
                    "text": "Hargrove (1992)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 582,
                    "end": 596,
                    "text": "Everett (2001)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 599,
                    "end": 601,
                    "text": "59",
                    "ref_id": null
                },
                {
                    "start": 605,
                    "end": 620,
                    "text": "Jamieson (1998)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 891,
                    "end": 913,
                    "text": "Adams and Gruen (2014)",
                    "ref_id": null
                },
                {
                    "start": 1223,
                    "end": 1225,
                    "text": "62",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Sustainability Argument"
        },
        {
            "text": "Biodiversity is also threatened by other practices described earlier, such as hunting with hungry hounds, or severing wild animals' horns and penises to eat them raw, which also poses global zoonotic risks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Sustainability Argument"
        },
        {
            "text": "There could be traditional uses of animals, perhaps for transportation or ploughing, that are environmentally preferable to mechanical methods. But this possibility cannot ground any defence of traditions that is unconditional on the impact that each tradition has, so content-dependence remains important. It is even less plausible that an environmentally preferable traditional practice requires not only the use, but also the abuse of the animals involved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Sustainability Argument"
        },
        {
            "text": "Environmentalists should not support traditional practices because they are ancient and diverse, like the species they defend. For, longevity and diversity are also conditional values. Whale extinction is tragic, primarily because whales are amazing living creatures. Billions of tiny adaptations were required to shape them, we hardly know them, and if we kill them they will never come back. Traditions, in contrast, are not living creatures, have a much shorter history, and we can (and often do) recreate and improve them any time. Valuing diversity, moreover, does not even commit us to valuing all biodiversity, diseases included, and certainly not all manmade diversity is good.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Sustainability Argument"
        },
        {
            "text": "Having criticized the cohesion and sustainability arguments, it is important to note that they at least defend traditions by appealing to something good about them, such as their contribution to social and environmental harmony. When this line of argument fails, a tradition's advocates often switch to arguing that even if it is bad, it is not any worse than some others. Notice that this is not a defence of a tradition, but rather a denial that certain agents possess the standing to criticize, condemn, or modify certain traditions, even if their defects are genuine and others have the relevant standing to do so. Since consistency can be achieved either through consistent cruelty or consistent respect, such arguments about double standards also appear to work independently of what the traditions in question involve. But here again, as the next section shows, appearances are deceptive. I begin with legal consistency arguments, which have predominantly domestic implications, and then consider arguments with a wider reach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Sustainability Argument"
        },
        {
            "text": "Since social disagreement about animal suffering mars the cohesion argument, one may instead appeal to the fact of disagreement to argue against banning some practices. Sebastian Poulter, for example, argues that After the legal repudiation of racism and sexism, the law may ultimately move on to outlaw 'speciesism'. The upshot of such reforms may be that, while killing animals painlessly for food would still be permitted, the infliction of any pain and suffering as part of this process would be regarded as legally wrong. 63 Currently, however, he thinks that we cannot justifiably ban certain practices because public opinion is not yet 'united on the proper minimum standards for the treatment of animals'. 64 As evidence of this disagreement he cites practices like fox hunting and the fact that 'beating a hedgehog, a harmless creature held high in the affection of the general public, was only made an offence as recently as 1996'. 65 Since this argument appeals to consistency, it may appear that there is again a content-independent argument against banning some traditions. But the argument is questionable for many reasons.",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 529,
                    "text": "63",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Legal Consistency Argument"
        },
        {
            "text": "First, hedgehog-beating would still enjoy protection had we followed Poulter's reasoning that cruel practices cannot be banned unless we reach a consensus, so his recommendation seems erroneous. Second, Poulter himself supported the ban on beating hedgehogs, even though this was enacted before bans on comparable practices such as fox hunting. So even Poulter himself did not believe that consistent but otherwise bad rules were preferable to less consistent but otherwise better ones, regardless of what the rules were preventing: content mattered for him too.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Legal Consistency Argument"
        },
        {
            "text": "Third, insisting that nothing can be prohibited unless everything comparable is simultaneously prohibited-by a general, and agreed, ban on speciesism-would incapacitate incremental political change. Desirable legislation often depends on contingencies like the presence of exceptionally good campaigners, or the exploitation of political rivalries or pacts, hence it rarely proceeds consistently. For example, many deemed the 2010-2016 Catalan bullfighting ban politically opportunistic and hypocritical, since it did not prohibit the Catalan correbous described earlier. 66 But what if it was? It stopped bullfighting, and it brought us closer than ever to banning the locally popular correbous. Insisting on consistency may lead to levelling down.",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 574,
                    "text": "66",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Legal Consistency Argument"
        },
        {
            "text": "Fourth, a lack of consensus may support a moratorium on whaling or bullfighting rather than their maintenance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Legal Consistency Argument"
        },
        {
            "text": "Fifth, given the existence of legislation that regulates other uses of animals, even in search of life-saving treatments, an appeal to consistency should lead to traditions having to follow, at least, the 3R rule.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Legal Consistency Argument"
        },
        {
            "text": "Sixth, Poulter himself warned us against the danger of allowing minorities to oppress individuals within those minorities, and defended women's rights over group rights. 67 He did not say that until we reach a consensus on gender equality, we must allow clitoridectomy. Having appealed to consistency, Poulter would have to explain why people cannot be painfully cut, but animals can. As noted initially, 63 Poulter (1998) Poulter (1998 ), Poulter (1986 . See also Baehr (2013), 198; Mason (2000), 91ff; and Okin (1999), 17. traditions that harm women may be harder to criticize, because women are often complicit with sexist practices.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 422,
                    "text": "63 Poulter (1998)",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 436,
                    "text": "Poulter (1998",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 437,
                    "end": 453,
                    "text": "), Poulter (1986",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 465,
                    "end": 483,
                    "text": "Baehr (2013), 198;",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 503,
                    "text": "Mason (2000), 91ff;",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 524,
                    "text": "and Okin (1999), 17.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Legal Consistency Argument"
        },
        {
            "text": "Finally, consistency leads to levelling, down in other respects too. Bullfighting, for example, indirectly harms other Spanish animals, because anti-cruelty legislation that is sufficiently permissive to allow bullfighting cannot afford enough protection to other animals. Whaling is also indirectly harmful to other animals. For if even whales and dolphins can be killed, which animal cannot?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Legal Consistency Argument"
        },
        {
            "text": "Having rejected the legal consistency argument, let us turn to a cognate argument that may have greater purchase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Legal Consistency Argument"
        },
        {
            "text": "Cohen's influential paper 'Casting the First Stone', discussed approvingly by T. M. Scanlon and others, 68 defends the biblical idea that only the flawless (or sufficiently flawless) can condemn others. Cohen condemns terrorist attacks on civilians, but objects to representatives of the state of Israel condemning them, as this is like the pot calling the kettle black. 69 Given its past record, Israeli officials lack the moral standing to make such criticisms and should therefore remain silent, rather than criticize the indiscriminate killing of civilians to further one's political goals. This is a common argument regarding harmful traditions, 70 since all countries have them. But here I must disagree with Cohen and Scanlon. It is surely better if whalers, bullfighters, and people from whaling and bullfighting societies can condemn each other and the traditions described at the start. If only the flawless could voice criticisms, then we would be condemned to live in silence. For even vegans are complicit with flawed societies, and imperfect in other ways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Hypocrisy Argument"
        },
        {
            "text": "When the best option, a state where everybody recognizes the whole truth and acts accordingly, is unavailable, a state where the truth is recognized but compliance is imperfect is preferable to one without hypocrisy but where people fall perfectly in line with ideologies that fail to condemn wrongdoing. It is good, for instance, to go to climate change demonstrations and encounter thousands of carnivorous, car-owning, frequent flyers asking for urgent mitigation measures. 71 It is good that so many imperfect people are there, shouting the truth, rather than distorting it, or shopping for ideologies that would better match their habits. Moreover, once one has openly recognized the wrongfulness of some acts, self-criticism should come more easily. So, the fact that the pot itself is black should not bar it from calling the kettle black, if the kettle is in fact black. Openly recognizing some of the truth is surely better than recognizing none of it.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 479,
                    "text": "71",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Hypocrisy Argument"
        },
        {
            "text": "If, as I have argued, the value of tradition is conditional, then it is surely preferable to weed out the bad traditions and thus help good ones flourish. And we should encourage everyone to help identify the weeds, even if either their individual or 68 Scanlon (2008) , 122ff. Lippert-Rasmussen (2018), Ch. 4 and 8. 69 Cohen (2006), 117-126, esp. 124, 133. 70 See e.g. Tamir (1996) . 71 Elster (2003). collective track records are tainted. We should not silence them with ad hominen critiques.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 253,
                    "text": "68",
                    "ref_id": null
                },
                {
                    "start": 254,
                    "end": 268,
                    "text": "Scanlon (2008)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 317,
                    "end": 319,
                    "text": "69",
                    "ref_id": null
                },
                {
                    "start": 320,
                    "end": 360,
                    "text": "Cohen (2006), 117-126, esp. 124, 133. 70",
                    "ref_id": null
                },
                {
                    "start": 370,
                    "end": 382,
                    "text": "Tamir (1996)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 385,
                    "end": 387,
                    "text": "71",
                    "ref_id": null
                },
                {
                    "start": 388,
                    "end": 402,
                    "text": "Elster (2003).",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Hypocrisy Argument"
        },
        {
            "text": "Rather than advocating silence, and complaining that Israel says too much, we should complain that it says or does too little in view of its own objections to terrorism and should engage in self-criticism too. Conceivably, silence could be preferable, if those who grow up with objectionable traditions always spontaneously identify and reject them. But it is often particularly difficult for in-group members to speak out, or even to see such matters with detachment. 72 In contrast, living in a multicultural society can be highly beneficial for the critical revision of one's conceptions. In this sense, multiculturalism can be good for animals as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Hypocrisy Argument"
        },
        {
            "text": "The consistency and hypocrisy defenses of traditions like whaling and bullfighting prove unpersuasive. Either of them, however, can be buttressed by appealing to further considerations. For example, Cohen employs a backward-looking 'you made me do it' argument that claims Israel's causal implication in the Palestinian plight undermines its standing to criticize the Palestinian reaction. 73 There may be also forward-looking arguments regarding the risk of negative consequences, such as increased discrimination of a minority arising from either failed or successful attempts to end a practice. Discrimination may also increase if minority members are prevented from engaging in illegal or objectionable activities unrelated to any tradition. But the risk of increased discrimination remains a relevant consideration, and so should not be ignored. 74 In many cases, however, discrimination is unlikely to increase, and this risk does not always require us to remain silent and look away. 75 Sometimes, again, instead of doing less, it may be better to do more. And besides objecting to comparable majority traditions even more vigorously, and combatting discrimination and injustice, we may, in consultation with the relevant minority, find solutions that are better for everyone. For example, many minority members around the world have successfully transformed themselves into the guardians of the animals they formerly killed, becoming whale-watchers or park-rangers, with no loss of income, reputation or pride. No discrimination resulted from Greenpeace's successful campaign against Spanish whaling in 1985, or from the European Greens winning a vote against subsidizing bullfighting in 2015, and none will follow if Europe issues further restrictions on whaling or bullfighting. And, certainly, none will ensue if whalers and bullfighters end those practices themselves.",
            "cite_spans": [
                {
                    "start": 991,
                    "end": 993,
                    "text": "75",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Hypocrisy Argument"
        },
        {
            "text": "Sometimes, ending minority practices has been an important step towards success with more ambitious campaigns. For example, successful campaigns against large zoos became possible in Spain after eliminating travelling zoos, often run by members of an ethnic minority, which is now no longer detrimentally associated with chained bears or chimpanzees. No increased discrimination occurred in this process because, as often happens with public traditions, the activities were better known 72 For a bullfight supporter who changed his mind, see Vicent (2017) . 73 Cohen (2006) , 126-133. For other backward-looking arguments regarding animal traditions, see Kymlicka (2017) , Deckha (2018) . 74 Casal (2003) and Cordeiro-Rodriguez and Mitchell (2017) . 75 Cf. Kymlicka (2017) . than the actions that ended them. Stopping small-scale whaling also added signatories, making the international moratorium more likely. So, the fact that something is practised by a minority is not always a conclusive reason for silence and inaction.",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 555,
                    "text": "Vicent (2017)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 558,
                    "end": 560,
                    "text": "73",
                    "ref_id": null
                },
                {
                    "start": 561,
                    "end": 573,
                    "text": "Cohen (2006)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 655,
                    "end": 670,
                    "text": "Kymlicka (2017)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 673,
                    "end": 686,
                    "text": "Deckha (2018)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 689,
                    "end": 691,
                    "text": "74",
                    "ref_id": null
                },
                {
                    "start": 692,
                    "end": 704,
                    "text": "Casal (2003)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 709,
                    "end": 747,
                    "text": "Cordeiro-Rodriguez and Mitchell (2017)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 750,
                    "end": 752,
                    "text": "75",
                    "ref_id": null
                },
                {
                    "start": 757,
                    "end": 772,
                    "text": "Kymlicka (2017)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "The Hypocrisy Argument"
        },
        {
            "text": "Having discussed arguments about consistency, it is important to note that such arguments often assume that there is nothing particularly bad about one tradition in comparison with others. This is not always true, and at least regarding whaling and bullfighting, this assumption can be challenged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Hypocrisy Argument"
        },
        {
            "text": "Bullfighting involves torturing a bull in order to enjoy this torture as a public spectacle. This alone could be enough to set this practice apart, even in a world of widespread neglect for animal welfare. And, contrary to what many non-Hispanic academics assume, whaling is in many ways even worse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Whaling and Bullfighting"
        },
        {
            "text": "First, whales have extremely long lives to lose. Bowhead whales, for example, which the Inuit still hunt, can live well over two centuries. Longevity, which correlates with size, is even more strongly correlated with the number of neurons, which in turn correlates with intelligence. If bulls are killed rather than pardoned-as, unlike whales, they sometimes are-they may lose between six and ten more years. Whales, in contrast, stand to lose several decades or even centuries of a rich and complex life, exploring the world with their friends and relatives, weaving interesting biographies. 76 Second, highly intelligent, self-aware, and psychologically contiguous creatures-'persons', we might say-are more deeply connected to the future that we take away from them. This makes death worse for them than it is for animals that lack mental contiguity or future-oriented interests. 77 Third, bulls are gregarious animals that panic when forced into the ring alone. But whales are not only deeply social, but so attached to others that a traditional whaling technique consists of wounding an offspring to shoot those whales that come to assist. Whales have been seen carrying the dead bodies of their loved ones for weeks, with the whole group slowing down to allow the grieving relatives' corpsecarrying. Fourth, unlike bulls, whales have excellent memories, and may remember the massacre of their loved ones for their entire long lives. 78 Fifth, bulls endure 15 to 20 minutes of horrendous agony, but whales suffer too. Even medium-size minke 76 Herculano Houzel (2018). 77 McMahan (2002) , 232-240, Nussbaum and Nussbaum (2016) . The pilot whales that Danish and Norwegian whalers kill, for instance, have more neurons than humans in the areas of the neocortex associated with decision making, imagination, and judgment. See Mortensen et al. (2014) . There is a Declaration of the Rights and the Cetaceans, similar to the Declaration of the Rights of the Great Apes, because of the cognitive and emotional similarity between cetaceans and apes. However, whilst not even countries facing malnutrition license the eating of chimpanzees, some of the world's wealthiest countries are still whaling. 78 See eg. Bruck (2013). whales killed with the most modern methods suffer intensely for ten minutes. 79 It is far worse for whales that are larger, that swim away wounded, or that are killed by rudimentary methods to maintain tradition. Sixth, while bulls are killed publicly, once some whaling is allowed, it is easy to break the agreements regarding methods, quotas, species, and size. Seventh, while cultural whaling kills fewer whales than commercial whaling, when it is more of a pride-seeking than a protein-seeking activity, the meat thereby obtained is often forgotten in freezers and largely wasted. 80 It is unsafe to eat more than small amounts of whale and dolphin meat anyway, and so even local authorities regularly issue health warnings. Each bull, by contrast, is used exhaustively, and indirectly feeds those who also live off bullfight-related tourism. Eighth, since bulls are bred for bullfighting, in a sense their other option is not to be born. Whales, by contrast, are not bred and killed, but only killed. Finally, as explained earlier, whaling is an unmitigated environmental tragedy.",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 595,
                    "text": "76",
                    "ref_id": null
                },
                {
                    "start": 883,
                    "end": 885,
                    "text": "77",
                    "ref_id": null
                },
                {
                    "start": 1546,
                    "end": 1548,
                    "text": "76",
                    "ref_id": null
                },
                {
                    "start": 1577,
                    "end": 1591,
                    "text": "McMahan (2002)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1603,
                    "end": 1631,
                    "text": "Nussbaum and Nussbaum (2016)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1829,
                    "end": 1852,
                    "text": "Mortensen et al. (2014)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2210,
                    "end": 2223,
                    "text": "Bruck (2013).",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2809,
                    "end": 2811,
                    "text": "80",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Whaling and Bullfighting"
        },
        {
            "text": "The claims that other practices are just as bad can thus be challenged and since other arguments are also unconvincing, neither whaling nor bullfighting should be maintained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Whaling and Bullfighting"
        },
        {
            "text": "While the Makah, who have recently restarted their whaling, had killed their last whale in 1913, Spaniards, my own relatives included, practised whaling until 1985. 81 As a child I watched helplessly, with my siblings, whales corpses being dragged to the whaling station, with their blood staining the sea and seagulls hovering frantically around us. We used to touch their amazing skin, enter their mouths, look into their massive eyes, and then see them hoisted and chopped into pieces, with rows of local men pulling out their endless intestines, and Japanese men climbing over them to chop their blubber into square chunks. We were told whale stories, and our house was decorated with vertebrae, baleens, and ribs. I still have a blue whale ear-bone next to me as I write. 82 And as soon as I spotted the Greenpeace boat on the horizon, I headed towards it in my little boat, relieved, ecstatic, and immensely grateful to these 'foreign busybodies' who had decided to make Spanish whaling their problem. For even as a child, growing up with whaling and bullfighting had only made me see the so-called 'cultural defence' as the sort of idea that may fool bien-pensant outsiders, but not those who know these traditions from the inside.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 167,
                    "text": "81",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CODA"
        },
        {
            "text": "Our bay is now filled with picturesque bateas: wooden platforms, with hundreds of ropes attached, where oysters, clams, and mussels grow abundantly, provided the bay remains clean. This provides incentives for controlling pollution. These bateas belong to local families and benefit those who rent rooms and serve food. Thus, benefits and incentives are widely distributed. Now, while the adjacent bay, with its paper factories, has always smelled foul, ours is swarming with life. Fish and birds use the bateas to rest and feed; and sometimes swimming children, sometimes even dolphins approach the ropes. The neighbouring bay has a bullfighting ring, so animal rights protests are more common there. The most radical activists also find bateas impermissible, but it is hard to see sufficiently important differences between bivalves and plants to oppose what allows so many species to thrive. Now, between the morally impermissible and environmentally disastrous killing of long-lived, cognitively, and emotionally sophisticated whales, and the environmentally beneficial breeding of bivalves, there are many intermediate cases involving different animal species and different environmental effects. And it is not easy to see where to draw the line. Traditions such as whaling, bullfighting, and others described earlier, however, seem clear cases to me. And they cannot be defended by appealing to social cohesion, sustainability, or a critique of double standards. An environmental defence of any such tradition, moreover, would require scientific data regarding the environmental good allegedly preserved, not general claims about tradition that, as this paper has argued, have no unconditional normative weight. 83 Funding Casal is the PI of the Spanish Ministry of Economy and Competitiveness Grant, Der2016-80471-C2-2-R which supported research on this paper.",
            "cite_spans": [
                {
                    "start": 1718,
                    "end": 1720,
                    "text": "83",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "CODA"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Varieties of feminist liberalism",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baehr",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "¿Son las mujeres más sensibles a los derechos de los animales",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Balza",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Garrido",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Isegoría",
            "volume": "54",
            "issn": "1",
            "pages": "289--305",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Culture and equality",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Tony Yengeni's ritual slaughter: Animal anti-cruelty vs",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Behrens",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "culture. South African Journal of Philosophy",
            "volume": "28",
            "issn": "3",
            "pages": "271--290",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Do shared values promote social cohesion? If so, which?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Breidahl",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Holtug",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kongshoj",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "European Political Science Review",
            "volume": "10",
            "issn": "1",
            "pages": "97--118",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Decades-long social memory in bottlenose dolphins",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Bruck",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proceedings of the Royal Society",
            "volume": "2801",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Animal liberation: A triangular affair",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Callicott",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Environmental Ethics",
            "volume": "2",
            "issn": "4",
            "pages": "311--338",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Is multiculturalism bad for animals?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Casal",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Political Philosophy",
            "volume": "11",
            "issn": "",
            "pages": "1--22",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Kasper Lippert-Rasmussen, Annamari Vitikainen and the audience at the Arctic University of Norway on",
            "authors": [
                {
                    "first": "Tim",
                    "middle": [],
                    "last": "Meijers",
                    "suffix": ""
                },
                {
                    "first": "Dick",
                    "middle": [],
                    "last": "Timmer",
                    "suffix": ""
                },
                {
                    "first": "Andrei",
                    "middle": [],
                    "last": "Poama",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Marc Fleurbaey, and other participants at the conference on Animals and Social Welfare at Duke University on",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Animals and accommodation. In Social justice",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Casal",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "241--263",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Why sufficiency is not enough",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Casal",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ethics",
            "volume": "117",
            "issn": "",
            "pages": "296--326",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Nature's solution to climate change",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chami",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "The last whalers",
            "volume": "56",
            "issn": "",
            "pages": "34--38",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Animal rights without liberation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cochrane",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. I",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Casting the first stone: Who can and who cannot condemn the terrorist",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Royal Institute of Philosophy Supplement",
            "volume": "58",
            "issn": "",
            "pages": "113--136",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Rescuing conservatism: A defense of existing value",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Reasons and recognition: Essays on the philosophy of T. M. Scanlon",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Developmental links between cruelty to animals and human violence",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cordeiro-Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mitchell ; M",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcaloon",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Animals, race and multiculturalism. London: Palgrave. Dads",
            "volume": "35",
            "issn": "",
            "pages": "363--382",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Critical terms for animal studies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Deckha",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Review of R. K. Merton's the sociology of science",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dooley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ueno",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "American Journal of Sociology",
            "volume": "81",
            "issn": "4",
            "pages": "906--910",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The market and the forum",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Elster",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Three Varieties of Political Theory, Foundations of Social Choice Theory",
            "volume": "",
            "issn": "",
            "pages": "103--132",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Environmental ethics, animal welfarism and the problem of predation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Everett",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Ethics and the Environment",
            "volume": "6",
            "issn": "1",
            "pages": "42--67",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Tools for a cross-cultural feminist ethics: Exploring ethical contexts and contents in the makah whale hunt",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gaard",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Hypatia",
            "volume": "16",
            "issn": "1",
            "pages": "1--26",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Is Japan's whaling humane?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gales",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Leaper",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Papastravrou",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Marine Policy",
            "volume": "32",
            "issn": "3",
            "pages": "408--412",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The question of the animal and religion",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Gross",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The animal rights/environmental ethics debate",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Hargrove",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Longevity and sexual maturity vary across species with number of cortical neurons, and humans are no exception",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Herculano Houzel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Comparative Neurology",
            "volume": "527",
            "issn": "",
            "pages": "1689--1705",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Silencing tribal grandmothers. The Seattle Times",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hogan",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Animals and African ethics",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Horsthemke",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Animal liberation is an environmental ethics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jamieson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Environmental Values",
            "volume": "7",
            "issn": "1",
            "pages": "41--57",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Animals and world religions",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kemmerer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Dangerous crossings",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Realigning multiculturalism and animal rights",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kymlicka",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Animals, race, and multiculturalism",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The study of man",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Linton",
                    "suffix": ""
                }
            ],
            "year": 1936,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Relational egalitarianism",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lippert-Rasmussen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Community, solidarity and belonging",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The ethics of killing",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcmahan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Group privilege and political division",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Milligan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Animals, race, and multiculturalism",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Quantitative relationships in delphinid neocortex",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Mortensen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Frontiers in Neuroanatomy",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "A favor de los toros",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mosterín",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The legal status of whales",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nussbaum",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Nussbaum",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sequencia",
            "volume": "72",
            "issn": "",
            "pages": "19--40",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Is multiculturalism bad for women",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Okin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Equality or priority: The lindley lecture",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Parfit",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "English criminal law and ethnic minority customs",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Poulter",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Ethnicity. Law and Human Rights",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Political liberalism",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rawls",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The case for animal rights",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Regan",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Whales as marine ecosystem engineers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Frontiers in Ecology and the Environment",
            "volume": "12",
            "issn": "7",
            "pages": "337--385",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "2016. I am not an animal but I am a sexist: Human distinctiveness, sexist attitudes towards women, and perceptions of meaning in life",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Roylance",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Abeyta",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Routledge",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Feminism & Psychology",
            "volume": "26",
            "issn": "3",
            "pages": "368--377",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Animal liberation and environmental ethics: Bad marriage. Quick Divorce",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sagoff",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Osgoode Hall Law Journal",
            "volume": "22",
            "issn": "2",
            "pages": "297--307",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Tauroética. Madrid: Turpial",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Savater",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "What we owe to each other",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Scanlon",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Moral dimensions",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Equality and tradition",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scheffler",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Why worry about future generations?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scheffler",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Hands off clitoridectomy",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tamir",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Boston Review",
            "volume": "21",
            "issn": "",
            "pages": "21--22",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Diet, authoritarianism, social dominance orientation, and predisposition to prejudice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "British Food Journal",
            "volume": "117",
            "issn": "7",
            "pages": "1949--1960",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Antitauromaquia. Barcelona: Random House",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vicent",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Interpretation and social criticism",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Walzer",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "https ://www.youtu be.com/watch ?v=X4Zbf epwEn g. 19 See also",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "See https ://en.wikip edia.org/wiki/Ban_on_bullfi ghti ng_in_Catal onia.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}