{
    "paper_id": "03ddf4c4e2b91b1e91ca2aab5a41fe3647304542",
    "metadata": {
        "title": "Emancipation versus normality in the Global South",
        "authors": [
            {
                "first": "Yadira",
                "middle": [],
                "last": "Borrero-Ramírez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Antioquia",
                    "location": {
                        "settlement": "Medellín",
                        "country": "Colombia"
                    }
                },
                "email": ""
            },
            {
                "first": "Janeth",
                "middle": [],
                "last": "Mosquera-Becerra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Valle",
                    "location": {
                        "settlement": "Cali",
                        "country": "Colombia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Are we able to rediscover that each of us belongs to the same species, that we have an indivisible link to the whole life? Maybe that's the question-the last one-before we breathe our last breath.'' Achile Mbembe (2020) At the time of writing this editorial, more than 13 million people have been diagnosed with SARS-CoV-2 in the world, more than half a million have died, and the transmission does not reach its peak (WHO 2020). Latin America and the United States are the current epicentre of the pandemic today. Once again, a catastrophic fact shows us the fragility of human life. This pandemic, coupled with climate change, reminds us that we cannot continue believing and acting as if human beings were out of nature, and that nature is a storehouse of unlimited resources that some can harness more than others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This pandemic highlights central aspects of our contemporary life: the trans-nationalization of risks in the context of an unequal globalization, the limitations and possibilities of scientific knowledge, and collaborative work, the precarious living and working conditions of millions of people that make them more vulnerable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The current hegemonic market-based global economic system has somehow normalized exploitation, spoliation, Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "injustice, genocide of black and indigenous peoples, and precarization of life. Thus, its negative consequences are most acutely borne by populations facing a greater social, economic, and political disadvantage. Hence reproducing in this pandemic historical socio-sanitary inequities. It is only enough to see what is happening with the sick and dead from COVID-19 in Brazil, or with black and indigenous populations with historically precarious living conditions in Colombia, or with Latinos and immigrants in the United States; all of them are less likely to face the pandemic today and in the future. Oxfam (2019) estimated that billionaires had increased their wealth by US$ 2.5 billion a day, while the poorest half of the world's population had reduced it by 11%. This huge concentration of wealth is, in part, the result of an increase in job precariousness, which leads to precarious lives and a new social class: the precarious.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Processes to restructure productivity led to the reorientation of policies in countries, especially in the global South, which have facilitated the involvement of private actors (with explicit and non-explicit profit interests) in sectors where the state traditionally played a primary role, such as health and education. Moreover, new forms of capital accumulation emerged that strengthened capital accumulation in the financial area, the emergence of large transnational corporations, and the entry of financial capital into the health area (Iriart and Merhy 2017).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The current sanitary crisis must be read in the context of health systems that have undergone major transformations in the last decades: privatization of health-care services, reorientation towards managed care, generation of intermediaries for health management-insurance companies, separation of individual and collective health-care, de-financing of public health providers, and, in particular, precariousness of the contracts of health-care workers. These situations are exposed in this special issue which recognizes the ability of market-driven actors to influence health policy decisions with the relative complacency of multilateral agencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In turn, these changes have provoked social mobilization, demanding universal and public health systems, and (Escorel 1999) , the organization of the social movement for health in Colombia (Borrero Ramírez 2015), the struggle of the ''Batas Blancas'' in Spain (Concha 2014) , the recent mobilizations of health-care workers in France, and the effort for global coordination through the Movement for the Health of Peoples (San Sebastián et al. 2005) . However, the neoliberal onslaught of health systems has been difficult to break. Therefore, returning to a ''normality'' cannot be what we yearn for. It is precisely that ''normality'' which imposes us restrictions on a life worth living. The discourse of the return to ''normality'' must be confronted with an emancipatory praxis. There is an urgent need to focus politics on protecting life on the planet for the present and future generations, recovering solidary, popular, and barter economies, transforming ways of making nature a constitutive part, in order to guarantee decent living conditions for all people, and to strengthen democracy.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 123,
                    "text": "(Escorel 1999)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 260,
                    "end": 273,
                    "text": "(Concha 2014)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 421,
                    "end": 448,
                    "text": "(San Sebastián et al. 2005)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this special issue, we present papers addressing the relationship between market-driven forces and health, in order to contribute to the understanding of localized realities-especially of the global South-and looking for their transformation. The papers reflect the particular dimensions of this complex relationship and show the vulnerability of health systems to market influence by calling for an ethical approach to the commercial determinants of health, by revealing the strategies of the food industry to influence public health decisions in Mexico or South Africa, or by questioning researchers on their sources of research funding. If this pandemic has taught us anything, it is that public health needs cooperation, social solidarity, state responsibility, and strong democracies. This special issue draws attention to the fact that the health of populations cannot depend on market-driven forces because these have left behind millions of people who are now in precarious conditions to face this emergency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, current moments demands an urgent ethical and political reflection to build paths that guarantee health equity not only in the face of this pandemic but in the return to ''normality''. We have spent more than 20 years discussing social inequities in health, but controlling this pandemic and closing the gaps in health inequalities will certainly require measures beyond those proposed by the market economic based on distributive justice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Luchas por la salud en Colombia",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Borrero Ramírez",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "La enfermería española de 1976 y 1978. El precio es en dólares",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Concha",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Disputas inter-capitalistas, biomedicalização e modelo médico hegemônico",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Escorel",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Interface (Botucatu)",
            "volume": "21",
            "issn": "63",
            "pages": "1005--1016",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "El Movimiento de Salud de los Pueblos: salud para todos ya",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "San Sebastián",
                    "suffix": ""
                },
                {
                    "first": "A-K",
                    "middle": [],
                    "last": "Hurtig",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Breilh",
                    "suffix": ""
                },
                {
                    "first": "Quizhpe",
                    "middle": [],
                    "last": "Peralta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pan Am J Public Health",
            "volume": "18",
            "issn": "1",
            "pages": "45--49",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "World Health Organization (2020) Coronavirus disease (COVID-19) Situation report-175",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "This Editorial is part of the special issue ''Market-driven forces and Public Health''. The authors of this Editorial are guest editors of the special issue.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}