{
    "paper_id": "03ddde3975e259e406dd5efbd934cb54fefad5d3",
    "metadata": {
        "title": "The dual nature of money: why monetary systems matter for equitable bioeconomy",
        "authors": [
            {
                "first": "Ansel",
                "middle": [],
                "last": "Renner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cerdanyola del Vallès (Barcelona)",
                    "location": {
                        "region": "Catalonia",
                        "country": "Spain"
                    }
                },
                "email": "ansel.renner@uab.cat"
            },
            {
                "first": "Herman",
                "middle": [],
                "last": "Daly",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland",
                    "location": {
                        "settlement": "College Park",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": "hdaly@umd.edu"
            },
            {
                "first": "·",
                "middle": [
                    "Kozo"
                ],
                "last": "Mayumi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kozo",
                "middle": [],
                "last": "Mayumi",
                "suffix": "",
                "affiliation": {},
                "email": "k_mayumi@kcg.ac.jp"
            }
        ]
    },
    "abstract": [
        {
            "text": "Money can be understood from an individual perspective as an abstract form of wealth. From a communal perspective, however, money is better regarded as a debt, a biophysical liability, a lien on future real income of the community. Proper recognition of this dual nature raises concerns over modern, aggressive practices of money creation. It provokes a general reassessment of current institutional agreements surrounding money. In this contribution, said agreements are shown to endow money with an unnatural power to preserve its function despite structural decay. The origin of money interest derives from such institutionally given, unnatural power, where it should be noted that interest itself leads to a strong temptation among entities with money issuance rights to issue more and more. Ultimately, considered together, the dual nature of money and the biophysical origin of money interest provoke the need for a societal reappraisal of which entities should properly be given the right to create money, and which are functioning as \"legal counterfeiters\". If a transition towards a more sustainable, more equitable bioeconomy is to be realized one day, discussion over who those entities are and what their rightful role is must be reopened.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Severe government debt has been a reality for most economically advanced nations since the Global Financial Crisis of [2007] [2008] . Indeed, the ratio of gross government debt to gross domestic product for the Group of Seven currently stands at 141% (IMF 2020a). In global terms, the most recent driver of increasing government indebtedness is the substantial monetary actions taken to combat the COVID-19 Pandemic and Recession, roughly $7.5 trillion in 2020 alone (IMF 2020b) . Such actions include a massive injection of new money into the global economy through the issuance of, for example, government bonds.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 124,
                    "text": "[2007]",
                    "ref_id": null
                },
                {
                    "start": 125,
                    "end": 131,
                    "text": "[2008]",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 478,
                    "text": "(IMF 2020b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Both the general public and economists normally regard the creation of securities such as government bonds as the creation of debt. However, it should be noted in contrast that individual economic agents with outstanding government bonds in their personal portfolios typically regard those bonds as wealth, not debt. Consider the case of BlackRock, the world's largest investment management company with nearly $8 trillion in assets as of 2020. It is standard for BlackRock clients with government bonds among their managed \"financial assets\" to regard such things as a genuine form of personal monetary wealth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We face here a curious dual nature of money, one that generalizes for all forms of money and money substitute (\"general liquidity\"). Proper attention is due to that duality in discussions of sustainability. To shed light on it, this contribution revisits the widely unappreciated biophysical foundation of general liquidity. One of the present authors previously investigated F. Soddy's important contributions to the theory of money, contributions which had been paid little attention in the decades preceding (Daly 1980) . This contribution offers a fresh revisiting of Soddy through its discussion of the dual nature of money. It offers a new perspective on money theory, relevant for discussions of sustainable and responsible development paradigm within communities concerned with the nature of finance in an equitable bioeconomy. It must be emphasized that for Soddy, wealth is a physical flow of goods and services contributing to a decent life, following the idea of J. Ruskin. Soddy (1933a) described the part of money aggregate that is to be exchanged for goods and services as \"virtual wealth\" and asserted that other forms of money should be minimized. He stressed that a subtle balance between physical wealth and virtual wealth should be maintained (Soddy 1934) . Those ideas, ultimately prompting his proposal to prevent demand deposits from becoming a source of bank loans, deeply influenced the Chicago Plan and Fisher's (1936) 100% Money.",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 522,
                    "text": "(Daly 1980)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 986,
                    "end": 999,
                    "text": "Soddy (1933a)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1263,
                    "end": 1275,
                    "text": "(Soddy 1934)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1429,
                    "end": 1444,
                    "text": "Fisher's (1936)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The manuscript is organized as follows. The section \"The dual nature of money and its implications for sustainability\" introduces the core rationale. Namely, it presents the dual nature of money. Though money is regarded as a form of wealth for individuals, money is a source of biophysical debt for the community to which those individuals belong. The section \"Money creation and the origin of money interest: two potential causes of rapidly increasing biophysical debt\" discusses two potential causes of increasing biophysical debt: (1) the desire of all economic entities with the right to issue money to take advantage of said right, and (2) the privilege, given to money owners, to be able to expect positive interest on their money stock. If we properly recognize the dangers of a disequilibrating increase in money stock insofar as such a thing threatens to disrupt the biophysical base of economic activities, two crucial decisions must then be made: (1) the decision over who should be entitled to issue legal tender and thereby receive the benefit of seigniorage, and (2) the decision over how to mitigate distributional inequalities, if and when money issuers create them. The section \"Who should be responsible for the issuance of money\" addresses those two points, which are closely related to the discussion of who owns newly created money as an asset and who owns it as a debt as well as the discussion of how and when debt is to be repaid at what rate of interest. Finally, the conclusion section comments on the dual nature of money's characteristic to inform the contemporary discourse on processes of rapid financial globalization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "If a double coincidence of wants is not perfectly satisfied in a barter exchange, there remains a certain amount of goods or services due from one party to another. This amount constitutes a debt (Graeber 2011). The existence of money as a universally exchangeable token is the result of such unequal exchange. A bearer of money is typically understood to have provided wealth to a community but not yet received equivalent wealth in return (Macleod 1894) .",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 455,
                    "text": "(Macleod 1894)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The dual nature of money and its implications for sustainability"
        },
        {
            "text": "Money can be used to buy goods and services; hence, money is naturally regarded as a form of wealth from an individual perspective. On the other hand, the existence of money implies a community capable of providing goods and services in exchange for money and a corresponding process of economic production, consumption, and disposal running in biophysical deficit. That process is entropic, since useful energy and materials are consumed irrevocably in its course with fewer exhaustible resources remaining after (Georgescu-Roegen 1971) . Real capital produced by economic processes, such as basic infrastructure, also unavoidably decays over time at a rate in tune with its size. This decay induces further irrevocable biophysical debt through its implication of the need for maintenance and renewal processes. For all these reasons, an increase in money can be regarded from a communal perspective as an increase in future biophysical liability.",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 537,
                    "text": "(Georgescu-Roegen 1971)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The dual nature of money and its implications for sustainability"
        },
        {
            "text": "We propose to term this essential aspect of money the dual nature of money. Money can be understood both as a form of wealth from an individual perspective and as a driving force of biophysical debt from a communal perspective. It's worth stressing that \"individual\" and \"communal\" are contextual terms that can only be properly defined in relation to each other. A nation representing a \"community\" at one level of analysis may be better considered an \"individual\" at a second level of analysis, such as when considering the interface between a nation and, hypothetically, its economic bloc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The dual nature of money and its implications for sustainability"
        },
        {
            "text": "Soddy was perhaps the earliest scholar to properly and clearly grasp the dual nature of money. To wit, Soddy (1933a, p. 222) writes: \"National securities and money are both wealth from the standpoint of the individual owner and […] debt from the standpoint of the community.\" Consider a basic, illustrative example of the dual nature, provided through observation of the Bank of Japan's balance sheet. Although the vast majority of Japanese people do not realize it, the Bank of Japan is a sort of private company with stocks traded on the JASDAQ in Tokyo. The Bank of Japan's accounts, which include government securities such as Japanese national bonds, are therefore counted by the Bank as assets, not liabilities-national bonds are a form of wealth for the Bank of Japan as an individual agent. On the other hand, as of 30 September 2020, Japanese government securities held by the Bank of Japan amounted to more than ¥530 trillion, equivalent to 57% of outstanding Japanese national bonds-national bonds are a form of debt to Japan as a community. More importantly for general issues of sustainability, Japanese national bonds are a potential biophysical debt, as they drive entropic processes that themselves accelerate natural resource exploitation and so forth. The dual nature of money is not a particularly complicated aspect of money to grasp when explained properly. Still, evidentially, it seems not to be duly recognized either by the general public or by economists.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 124,
                    "text": "Soddy (1933a, p. 222)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The dual nature of money and its implications for sustainability"
        },
        {
            "text": "More than 150 years ago, Macleod [(1866 Macleod [( ) 1923 ], a recognized expert on the banking system in the late 1800s, summarized the essence of banking: \"Banks are nothing but Debt Shops, and the Royal Exchange is the great Debt Market of Europe.\" Macleod [(1866 Macleod [( ) 1923 ] further states on the subject: \"If it were asked what discovery has most deeply affected the fortunes of the human race, it might probably be said with truth-The discovery that a Debt is a Saleable Commodity.\" Macleod's shrewd insights were engendered by his observation of massive acts of commercial bank credit creation in England's post-Industrial Revolution civilization, acts which, together with the laissez-faire atmosphere in the late 1800s, enabled a tremendous growth of corporate form. That civilization, coal-based, was typified by financial fraud (Robb 2002) . Some decades after Macleod, financial actions linked to the Great Depression once again occasioned concern over the possibility of catastrophe brought on by excessive commercial bank credit creation. Mark (1934) and Wilson (1934) were two representatives of that concern, both of whom Soddy greatly admired. Still more recently, in modern times, nearly a century later, similar concerns are once again mounting. As noted in the previous section, an increase in money is an increase in future biophysical liability-there is merit to the modern concerns.",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 39,
                    "text": "Macleod [(1866",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 40,
                    "end": 57,
                    "text": "Macleod [( ) 1923",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 252,
                    "end": 266,
                    "text": "Macleod [(1866",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 267,
                    "end": 284,
                    "text": "Macleod [( ) 1923",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 847,
                    "end": 858,
                    "text": "(Robb 2002)",
                    "ref_id": null
                },
                {
                    "start": 1061,
                    "end": 1072,
                    "text": "Mark (1934)",
                    "ref_id": null
                },
                {
                    "start": 1077,
                    "end": 1090,
                    "text": "Wilson (1934)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Money creation and the origin of money interest: two potential causes of rapidly increasing biophysical debt"
        },
        {
            "text": "Consider the fact that commercial bank money, being money created by commercial banks, made up 97.4% of the United Kingdom's \"money supply\" (M4) in 2011 (Ryan-Collins et al. 2012) . Of course, central bank reserves are used for short-term interbank transactions to make up for imbalances among commercial banks. Therefore, the turnover rate (\"velocity\") of central bank reserves is much higher than that of commercial bank money. Still, 97.4% is a massive share of the money supply. Soddy, Mark, and Wilson would have found it alarming, all the more so against the realization that, under modern institutional settings, regulation of the size of commercial bank reserves in a national bank account is not an effective way of moderating the creation of money by commercial banks.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 179,
                    "text": "(Ryan-Collins et al. 2012)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Money creation and the origin of money interest: two potential causes of rapidly increasing biophysical debt"
        },
        {
            "text": "Appealing to Gesell's [(1916 Gesell's [( ) 1958 ] rationale behind the storage-cost concept of money, associated with the material decay of economic goods, we present here a more elaborate theory on the origin of money interest, being why interest is given to the owner of money. Note well that a discussion of the actual level of money interest is not the same as a discussion of the origin of money interest. The discussion of a specific level of money interest is outside the scope of this contribution. Where the time preference theory of the origin of money interest seems to assume uncritically that discounting is a natural behavior of economic agents, this contribution discusses a basic explanation of interest stemming from money's institutionally guaranteed functional aspects. The present explanation does not reduce to psychic roots.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 28,
                    "text": "Gesell's [(1916",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 29,
                    "end": 47,
                    "text": "Gesell's [( ) 1958",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Money creation and the origin of money interest: two potential causes of rapidly increasing biophysical debt"
        },
        {
            "text": "To identify a biophysical origin of interest, it is first essential to reconsider the views on material dispersion of two giants of thermodynamics: R. Clausius and M. Planck. Clausius (1867) proposed to measure the degree of dispersion of matter in terms of a then-new variable: disgregation. Entropy is the sum of disgregation and heat dispersion, the latter being the aspect of entropy that has received the lion's share of attention in the modern thermodynamics discourse. Taken independently, neither component of entropy is a total differential. In other words, taken in isolation, the integral of either disgregation or heat dispersion cannot be transformed into a thermodynamic state function. This is a critical insight that, in and of itself, explains why Georgescu-Rogen's (1977) \"fourth law\" cannot be established as a physical law. The \"fourth law\" refers only to the disgregation component of entropy.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 190,
                    "text": "Clausius and M. Planck. Clausius (1867)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Money creation and the origin of money interest: two potential causes of rapidly increasing biophysical debt"
        },
        {
            "text": "While modern physicists generally refuse to see that entropy is concerned with both energy and matter dispersion, we are happy to find that Planck, one of the most celebrated physicists of all time, firmly grasped the essential two-part nature of entropy. To wit, Planck endorsed the importance of material dispersion in his seminal Treatise on Thermodynamics. Planck (1922, p. 103-104, emphasis added) writes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Money creation and the origin of money interest: two potential causes of rapidly increasing biophysical debt"
        },
        {
            "text": "The real meaning of the second law has frequently been looked for in a \"dissipation of energy.\" This view, proceeding, as it does, from the irreversible phenomena of conduction and radiation of heat, presents only one side of the question. There are irreversible processes in which the final and initial states show exactly the same form of energy, e.g. the diffusion of two perfect gases, or further dilution of a dilute solution. Such processes are accompanied by no perceptible transference of heat, nor by external work, nor by any noticeable transformation of energy. They occur only for the reason that they lead to an appreciable increase of the entropy. […] In this case [(e.g. the diffusion of two perfect gases)] it would be more to the point to speak of a dissipation of matter than of a dissipation of energy.",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 665,
                    "text": "[…]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Money creation and the origin of money interest: two potential causes of rapidly increasing biophysical debt"
        },
        {
            "text": "Planck did not refer by name to Clausius' concept of \"disgregation\" in his treatise. Yet, Planck firmly grasped the essence of entropy, which must include material dispersion or decay alongside heat dispersion. While it is true that Georgescu-Roegen's proposed \"fourth law\" cannot serve as a physical law, we must note that physicists of the energy dogma are also potentially misguiding, insofar as heat dispersion is only one part of the story of entropy and, as Clausius and Planck properly recognized, the meaning of entropy cannot be interpreted by either of its two aspects in isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Money creation and the origin of money interest: two potential causes of rapidly increasing biophysical debt"
        },
        {
            "text": "After all, the entropy law does reflect the everyday observation of the laity that heat tends to dissipate over time and that material objects tend to decay over time. Soddy (1931, p. 30 , emphasis added) wrote on the matter:",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 186,
                    "text": "Soddy (1931, p. 30",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Money creation and the origin of money interest: two potential causes of rapidly increasing biophysical debt"
        },
        {
            "text": "It is true that twentieth century science, since Einstein's Theory of Relativity, attempts the fusion of the two laws [(the conservation of energy and matter)] into one. It is possible that energy and matter may be equivalent at a definite exchange ratio, just as Joule showed, a century ago, was the case for heat and work or any other form of energy. If so, one law will do for both (energy and matter). But this is yet only a view, for the actual conversion of the one into the other has yet neither been proved to occur, nor can it be practically carried out. Whether true or not, it does not affect the argument. There is altogether too much transcendental mathematics about money as it is. The common sense of these laws is that a perpetual motion machine is not possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Money creation and the origin of money interest: two potential causes of rapidly increasing biophysical debt"
        },
        {
            "text": "Scientists must give due respect and consideration to the everyday experiences and commonsense knowledge of the general public. Georgescu-Roegen (1979) of course had his own way of endorsing this commonsense rebuttal to energy dogmatists; he remains an exemplary defendant of the laity's admirable observation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Money creation and the origin of money interest: two potential causes of rapidly increasing biophysical debt"
        },
        {
            "text": "Having discussed money creation and revisited the entropy law, the stage is set. Every material object has both a material structure (a \"structural constituent\") and a particular purpose for use (a \"functional component\"). These two elements, structural and functional, cannot be separated, and as the structural constituent of a material object decays, its corresponding functional component jointly decays. After the structural constituent of a material object has decayed beyond a certain point, the object ceases to serve the particular purpose for which it was originally intended (Mayumi and Giampietro 2018) .",
            "cite_spans": [
                {
                    "start": 586,
                    "end": 614,
                    "text": "(Mayumi and Giampietro 2018)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Money creation and the origin of money interest: two potential causes of rapidly increasing biophysical debt"
        },
        {
            "text": "A remarkable peculiarity of money itself derives from the fact that money's functional component can survive independently of its structural constituent. Such is fundamentally the case for all forms of money, from coinage crossing a checkout counter to savings stored at a bank. Consider the case of currency, which is most intuitive. The structural constituent of banknotes and coins are naturally subject to entropic degradation. 1 Once structural decay does occur, however, the decayed constituent of currency tokens is typically freely replaced thanks to modern legal arrangements. For example, in Sect. 100.5 of the Code of Federal Regulations, United States law stipulates: \"Lawfully held mutilated paper currency of the United States […] may be redeemed at face amount if sufficient remnants of any relevant security feature and clearly more than one-half of the original note remains\" (NARA 2019). Money interest finds its origin in the \"unnatural\" perpetuation of the functional component of money, an aspect which is absent in the real goods for which money is exchangeable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Money creation and the origin of money interest: two potential causes of rapidly increasing biophysical debt"
        },
        {
            "text": "Soddy was perhaps the first to recognize quantitatively money's inherent explosive nature, driven by the existence of interest. Soddy's findings, being a basis of the \"Macleod-Soddy-Allais\" (MSA) relation, show that the present value of all interest payments between any finite point of time and the infinite point of time for a principal of A is equal to A. Money owners are thereby enabled to obtain an additional A units of interest payment over the course of redemption of the principal A. The MSA relation can be regarded as a fundamental factor of instability in modern financial markets, a factor that ultimately pushes the financial market in the direction of asset bubbles-related to the extensive creation of fictitious assets, running insolvencya condition much more severe than running solvency, and general unsustainability. Naturally, entities entitled to issue money and money substitutes (\"general liquidity\") cannot resist the temptation to issue ever more, circumstances allowing. As Soddy (1931, p. 25 ) put it, paraphrased by one of the present authors (Daly 1980, p. 474) , \"The ruling passion of the age is to convert wealth into debt in order to derive a permanent future income from it-to convert wealth that perishes into debt that endures, debt that does not rot, costs nothing to maintain, and brings in perennial interest.\" Soddy's point was that such a conversion is an illusion resulting from the dual nature of money and the fallacy of composition. While an individual can live off the interest on the debt that the individual owns, a community as a unitary whole cannot live off the interest on its members' mutual indebtedness.",
            "cite_spans": [
                {
                    "start": 1002,
                    "end": 1020,
                    "text": "Soddy (1931, p. 25",
                    "ref_id": null
                },
                {
                    "start": 1073,
                    "end": 1092,
                    "text": "(Daly 1980, p. 474)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Money creation and the origin of money interest: two potential causes of rapidly increasing biophysical debt"
        },
        {
            "text": "Since money can be regarded at the community level not only as monetary debt but, more importantly for discussions of environmental sustainability, as biophysical debt, social-economic actors naturally expect a governance structure that declares who should be responsible for the issuance of legal tender. Members of civil society naturally expect that the constitution of the country or nation-state in which they operate contains a set of articles outlining who is to issue legal tender.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Who should be responsible for the issuance of money?"
        },
        {
            "text": "Surprisingly, that expectation does not often match with reality. For example, there is no such set of articles in Japan's Constitution. To wit, there are just two Constitutional articles related to the subject: Art. 83, \"The power to administer national finances shall be exercised as the Diet shall determine\", and Art. 85, \"No money shall be expended, nor shall the State obligate itself, except as authorized by the Diet.\" Unfortunately, these two articles refer only to the national budget and, therefore, do not cover general issues of money issuance. The Constitution of Japan does not say anything about seigniorage resulting from money creation, including but not limited to issues of who should receive it. 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Who should be responsible for the issuance of money?"
        },
        {
            "text": "In fact, there are essentially two laws in Japan concerned with coins and banknotes. First, Art. 4 of the Act on Currency Units and Issuance of Coins, which authorizes the Japanese Government to manufacture and issue coins. Second, Art. 46 of the Bank of Japan Act, which stipulates that the Bank of Japan shall issue banknotes that are legal tender. Although coins and Bank of Japan notes make up just a small part of Japan's contemporary money supply, relative to the massive part occupied by commercial bank credit, there is no Japanese law discussing whether commercial bank credit is officially to be considered legal tender.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Who should be responsible for the issuance of money?"
        },
        {
            "text": "In the United States Constitution, there are articles concerned with the issuance of money, though it should be immediately admitted that those articles are remarkably ambiguous. Art. I §8 Cl. 5 states that Congress, the United States government's legislative branch, shall have the power to coin money and Art. I §10 Cl. 1 states that no state shall coin money, emit bills of credit, or make anything but gold and silver coin a tender in payment of debts. If these articles are strictly followed, it seems impossible to regard currently commonplace Federal Reserve Notes as legal tender. Timberlake (1989, p. 320) encapsulates the confusion, concluding from his constitutional review that \"the U.S. government has never had any license to create money.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Who should be responsible for the issuance of money?"
        },
        {
            "text": "While constitutional articles such as those of Japan and the United States leave ambiguous the matter of who is responsible for the issuance of money, we can recognize from our discussion on the dual nature of money that the organization(s) meriting to be authorized to issue money should, at least under a republic form of government, represent the sovereignty of people. Soddy (1933b, p. 13 ) himself voiced a similar judgment nearly a century ago, stating that the \"only way banking today can be made safe for both the banker and the nation is for the nation to be the banker.\" In the case of the United States, this all implies that the right to issue money should be given to an organization authorized or established by Congress.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 392,
                    "text": "Soddy (1933b, p. 13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Who should be responsible for the issuance of money?"
        },
        {
            "text": "In establishing a global economy where biophysical resources can hope to be distributed sustainably and equitably, there must, essentially, exist some form of democratic control over new money issuance methods. As discussed cogently by Huber (2017) and Huber and Robertson (2000) , for example, ideas of \"sovereign money\" should be carefully considered as legitimizing alternatives to the modern money system. Sovereign money involves, first, declaring in law that all demand deposits are legal tender and that the current accounts of bank customers be taken off the balance sheets of banks-commercial banks must manage the current accounts of customers separately from their own money. Of course, under a sovereign money paradigm, it would still be possible for commercial banks to make loans by utilizing their own vault money or assets, independent from demand deposit accounts. Second, sovereign money involves the reorganization of central banks or treasuries or the establishment of a completely new organization, such that organization is Footnote 2 (continued) priated; seigniorage to counterfeiters is recognized, but outlawed; seigniorage accruing to private commercial banks as a result of their creation of money seems to be an unrecognized accounting or legal concept-but one worthy of further thought and investigation we believe.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 248,
                    "text": "Huber (2017)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 253,
                    "end": 279,
                    "text": "Huber and Robertson (2000)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Who should be responsible for the issuance of money?"
        },
        {
            "text": "given the exclusive right to create new money. The idea of the latter aspect is that said newly organized entity puts new money into circulation by spending it through bureaucratic administrative channels. Alternatively, following Huber and Robertson's (2000) expansion on possible ways of introducing new money into circulation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Who should be responsible for the issuance of money?"
        },
        {
            "text": "(1) the newly organized entity puts money into a current account, which it manages for its government, (2) the government spends new money to further public interests, expenditures such as education and the redemption of national bonds or tax-reduction, and (3) the government is enabled to make interest-free loans to local governments for development purposes. The most pressing, fundamental point to emphasize is the need to enhance each citizen's entitlement, such that the people share both the benefits and the costs of money issuance, an act that ultimately results in communal liability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Who should be responsible for the issuance of money?"
        },
        {
            "text": "Such ideas on money sovereignty are simple enough, yet they appear to improve on the original ideas laid down in Fisher's (1936) 100% Money in two respects. First, Fisher regarded cash as \"actual physical money\", which was supposed to play the traditional role of gold. Under the current situation of incessant, large-scale money creation and annihilation by commercial banks, Fisher's conceptualization of money seems narrow. Second, through changes in the prime interest rate, the bank reserve system was assumed in Fisher's work to be an effective tool of controlling the money supply. It is now well known that such changes do not work to regulate the money supply.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 128,
                    "text": "Fisher's (1936)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Who should be responsible for the issuance of money?"
        },
        {
            "text": "Perhaps, the most challenging issue to be resolved before ideas related to \"sovereign money\" can possibly be realized is how to ascertain the actual money supply's legitimacy and fairness. Consider how, whenever a niche for expansion of bureaucratic power emerges within a political institution, that niche tends towards a rapid occupation by newly created bureaucratic activities. Hayek (1990) , one of the most trenchant supporters of free banking policy, heavily criticized the unnecessary expansion of public expenditure through government money creation. He identified government monopoly as the source of unnecessary inflation. The experience of reconstruction following the Great Tohoku-Kanto Earthquake in Japan illustrates some of the difficulties involved. Among reconstruction efforts, in total, the Board of Audit of Japan identified as inappropriate 326 out of 1401 \"reconstruction projects\", totaling ¥1.3 trillion. More than 12% of the reconstruction fund was ultimately spent on projects having nothing to do with great earthquake damages (Mayumi 2020) . Such a situation is common following the injection of a large quantity of general liquidity and, in this way, discussion on the distribution of newly created sovereign money can be understood as crucial. How to achieve a subtle balance between the production of goods and services on the one hand and virtual wealth, in Soddy's sense, on the other, without disrupting the general price, is a moot point. This holds not only for those goods and services that constitute gross domestic product accounts, normally considered by economists such as Hayek, but also for other items such as land-related assets and financial assets.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 394,
                    "text": "Hayek (1990)",
                    "ref_id": null
                },
                {
                    "start": 1055,
                    "end": 1068,
                    "text": "(Mayumi 2020)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Who should be responsible for the issuance of money?"
        },
        {
            "text": "Before closing this section, it is worthwhile to touch upon the general price issue. For the sake of simplicity, assume that there are price level indices for: goods and services, land-related assets, and financial assets. Any form of increase in money and money substitutes ultimately results in a relative increase in each of these three price indices-specific, respective increases depending on what percent of the increase in general liquidity is spent on each of the three categories. Concerning the general price issue, what has been happening in economically advanced nations since the 1980s, mainly due to banking deregulation at a global scale, can be understood in the following manner: (1) on the demand side of the three categories and relative to supply, a disproportionate demand increase in financial assets, occasionally followed by additional demand increase in land-related assets and compared with a relatively stagnating demand increase in goods and services-reflecting a situation where consumption of the basic items required for a decent life is saturated, and (2) on the supply side of the general liquidity driving demand, a disproportionate increase in the supply of financial assets, associated with money creation by traditional banks as well as derivative and other financial instrument creation by shadow banks. Therefore, the influence of an increase in general liquidity has led to conspicuous financial asset price increases, often together with housing market price increases, as observed in the early 2000s. In this way, economically advanced nations now engaging in quantitative easing policy aiming at \"price stability\" seem to overlook financial inflation, currently occurring in global stock markets, and the consequent increase of income inequality and wealth distribution. The scope of \"price index in economics\" is too narrow. There is an urgent need for us to create a new three-index framework grounded in a paradigm of sustainability and equity (Mayumi 2020) .",
            "cite_spans": [
                {
                    "start": 1990,
                    "end": 2003,
                    "text": "(Mayumi 2020)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Who should be responsible for the issuance of money?"
        },
        {
            "text": "Almost 100 years ago, Soddy (1922, p. 30 , emphasis added) fully recognized the dual nature of money and the dangers of an excessive expansion of financial sectors in his Cartesian Economics: The Bearing of Physical Science upon State Stewardship:",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 40,
                    "text": "Soddy (1922, p. 30",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "You cannot permanently pit an absurd human convention, such as the spontaneous increment of debt [(compound interest in opposition to the entropy law)], against the natural law of the spontaneous decrement of wealth [(due to the entropy law)].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "[…] The significant and distressing fact is that this absurd law, with the concentration of money in the hands of trusts and combines of financiers, now tends to operate more and more fully every day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "This contribution provides a fresh revisit and expansion of those ideas. Our consideration does not address possible international arrangements, which could work to prevent an excessive expansion of the global money supply. Under the present flexible exchange regime, any change in prime interest rate adopted by any major currency induces far-reaching repercussions in the exchange rates of all other major currencies, as well as changes in investment decisions by companies and private financial agents. Furthermore, adjustments in exchange rates inevitably create capital transfers among those looking for global financial investment opportunities. Though nobody realistically knows how to deal with such circumstances, we do at least know that without international cooperation, any national-level decision on a new form of money supply system will quickly meet with ruin. The collapse of the Bretton Woods regime in 1971 is one exemplar. We seem to intuitively understand that too much expansion of general liquidity, translating to excessive levels of debt from the communal perspective, threatens potentially devastating economic consequences. However, these are extremely complicated issues to address. The Jubilee, for example, which in Judeo-Christian tradition was a point in time where all debts were to be automatically canceled, occurring in the \"Sabbath of Sabbath years\" or in other words after the passing of seven cycles of seven years, stands testament to the fact that excessive debt expansion is something that has troubled humankind for millennia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "At the international scale, it would be important to discuss not only a taming of general liquidity expansion but also a taming of interest differences between nations, which can often be found to provoke irrelevant international financial capital transfers (Mark 1934) and less than desirable situations for individual citizens of countries far away from the center stage of active financial transactions. On that note, in closing and looking towards future discussions, it is worth recalling that Keynes himself ultimately aborted his optimistic monetary reform scheme, discussed in his A Tract on Monetary Reform [Keynes (1923 [Keynes ( ) 2013 . To wit, later in his career, Keynes (1933, p. 758 ) sympathized with the minimization of \"economic entanglement among nations\" and advocated to \"let goods be homespun whenever it is reasonably and conveniently possible, and, above all, to let finance be primarily national.\"",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 629,
                    "text": "[Keynes (1923",
                    "ref_id": null
                },
                {
                    "start": 630,
                    "end": 646,
                    "text": "[Keynes ( ) 2013",
                    "ref_id": null
                },
                {
                    "start": 678,
                    "end": 698,
                    "text": "Keynes (1933, p. 758",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The mechanical theory of heat with its applications to the steam-engine and to the physical properties of bodies",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Clausius",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "215--250",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Some observations on the causes and consequences of the shortage of change in Northeast Brazil",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Daly",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "J Political Econ",
            "volume": "78",
            "issn": "",
            "pages": "181--184",
            "other_ids": {
                "DOI": [
                    "10.1086/259619"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The economic thought of Frederick Soddy",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Daly",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Hist Political Econ",
            "volume": "12",
            "issn": "",
            "pages": "702--714",
            "other_ids": {
                "DOI": [
                    "10.1215/00182702-12-4-469"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Adelphi Company, New York Georgescu-Roegen N (1971) The entropy law and the economic process",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": 1936,
            "venue": "Bioscience",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2307/1297702"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Myths about energy and matter",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Georgescu-Roegen",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Growth Change",
            "volume": "10",
            "issn": "",
            "pages": "16--23",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1468-2257.1979.tb00819.x"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Denationalisation of money: the argument refined",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gesell",
                    "suffix": ""
                }
            ],
            "year": 1916,
            "venue": "Brooklyn Hayek FA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Sovereign money: beyond reserve banking",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-42174-2"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Creating new money: a monetary reform for the information age",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "New Economics Foundation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "IMF (2020a) World economic outlook database",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "IMF (2020b) A year like no other",
            "authors": [],
            "year": 1923,
            "venue": "The collected writings of John Maynard Keynes",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "National self-sufficiency",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Keynes",
                    "suffix": ""
                }
            ],
            "year": 1933,
            "venue": "Yale Rev",
            "volume": "22",
            "issn": "4",
            "pages": "755--769",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The theory and practice of banking, 6th edn. Longmans, Green and Co., London Macleod HD (1894) The theory of credit, 2nd edn. Longmans, Green and Co",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Macleod",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Money as the potential cause of the tragedy of the commons",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mayumi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giampietro",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Rom J Econ Forecast",
            "volume": "21",
            "issn": "2",
            "pages": "151--156",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Sustainable energy and economics in an aging population: lessons from Japan. Lecture notes in energy",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Mayumi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-030-43225-6"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Title 31-Money and Finance: Treasury Code of Federal Regulations Office of the Federal Register",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nara",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "National Archives and Records Administration Planck M (1922) Treatise on thermodynamics",
            "volume": "",
            "issn": "",
            "pages": "1845--1929",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Where does money come from? A guide to the UK monetary and banking system",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ryan-Collins",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Greenham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Werner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Cartesian economics: the bearing of physical science upon state stewardship. Hendersons",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Soddy",
                    "suffix": ""
                }
            ],
            "year": 1922,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Money versus man: a statement of the world problem from the standpoint of the new economics",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Soddy",
                    "suffix": ""
                }
            ],
            "year": 1931,
            "venue": "Elkin Mathews & Marrot",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Wealth, virtual wealth, and debt: the solution of the economic paradox",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Soddy",
                    "suffix": ""
                }
            ],
            "year": 1933,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Forward to the American Nation. Wealth, virtual wealth, and debt: the solution of the economic paradox",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Soddy",
                    "suffix": ""
                }
            ],
            "year": 1933,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "13--18",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The role of money: what it should be contrasted with what it has become. George Routledge and Sons Ltd, London Timberlake RH (1989) The government's license to create money",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Soddy",
                    "suffix": ""
                }
            ],
            "year": 1934,
            "venue": "Cato J",
            "volume": "9",
            "issn": "",
            "pages": "301--321",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Promise to pay: an inquiry into the modern magic called high finance",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1934,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors thank two anonymous reviewers for their constructive comments on an earlier draft of this manuscript and Prof. Shunsuke Managi for his encouragement to submit this manuscript to Environmental Economics and Policy Studies. A. Renner acknowledges financial support from the Spanish Ministry of Science, Innovation and Universities, through the \"María de Maeztu\" program for Units of Excellence (CEX2019-000940-M). This work only reflects the view of the authors; no funding agency is responsible for any use that may be made of the information it contains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}