{
    "paper_id": "03df5b3179ff213d6d8974f9ac68f638bfcb523d",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In Reply to the Letter to the Editor Regarding \"Coronavirus Disease 2019 (COVID-19) and Neurosurgery: Literature and Neurosurgical Societies Recommendations Update\" W e read with interest the letter by Marini et al titled \"Epidemiological Variations in Neuro-oncological Patients' Presentation During the Coronavirus Crisis,\" which was sent to the journal in response to our article \"COVID-19 and Neurosurgery: Literature and Neurosurgical Societies Recommendations Update.\" 1 The authors highlighted a significant phenomenon that has been diffusely observed in the Departments of Neurosurgery in Italy. Indeed, the COVID-19 outbreak caused a deep and quick reorganization of the Italian National Health System to face the spread of the virus by optimizing available health resources and \"triaging\" neurosurgical patients including brain and spine oncologic cases. Nevertheless, the Departments of Neurosurgery all over Italy continued to operate on patients affected by brain and spine tumors, with no differences in numbers in comparison with previous years. As outlined in our previous manuscript, several neurosurgical societies including the European Associations of Neurosurgical Societies and the Italian Society of Neurosurgery supported neurosurgeons in the process of triaging oncologic patients by publishing messages, recommendations, and instructions on their own websites 2,3 or on national and international peer-reviewed neurosurgical journals. [4] [5] [6] The experience maturated by Italian Departments of Neurosurgery on the entire national territory recently led to the publication of a document by the study group on Neuro-oncology of the Italian Society of Neurosurgery. The group gathered evidence and summarized current evidence and expert opinions to help Italian neurosurgeons in decision making about their patients harboring different brain tumors. This will surely be helpful for those managing brain tumor patients in the eventuality of a new COVID-19 outbreak. 7 On the other hand, we share the same concerns regarding patients affected by spine tumors reported by Marini et al. Indeed, we agree that public health concerns diffused by mass media led to a worsening of neurologic manifestations at the first neurosurgical evaluation in patients affected by spine tumors. This was probably because patients were concerned about going to hospitals in the COVID-19 period and delayed neurosurgical evaluations, especially for not apparently alarming symptoms, such as back pain. As Marini et al suggested, a good strategy to avoid this behavior would be to increase the diffusion of the neurosurgical care by telemedicine, which is already available in many neurosurgical departments in the country and has been demonstrated to be efficient for the management of several neurosurgical pathologies including traumatic brain injury and hemorrhagic stroke. 8 Making neurosurgical evaluations by telemedicine easily available in nonÀCOVID-19 hospitals could make patients more confident to access the public neurosurgical care, thus avoiding delaying the first neurosurgical evaluation even for less alarming symptoms and the eventual surgical treatment, with an improvement of the final neurologic outcome.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 476,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1461,
                    "end": 1464,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1465,
                    "end": 1468,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1469,
                    "end": 1472,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1992,
                    "end": 1993,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2882,
                    "end": 2883,
                    "text": "8",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An effort of the Italian national health system in this direction, consisting of a larger diffusion of the neurosurgical care by telemedicine on the entire national territory, would further improve the neurosurgical management of patients affected by brain and spine tumors in the eventuality of a new, unexpected COVID-19 outbreak. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus disease 2019 (COVID-19) and neurosurgery: literature and neurosurgical societies recommendations update",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Germanò",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Raffa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Angileri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Cardali",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tomasello",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World Neurosurg",
            "volume": "139",
            "issn": "",
            "pages": "812--817",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Website-visibility of neurosurgical centers in Europe. A necessary tool for enhancing scientific network cooperation and information distribution: letter to the editor",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Germanò",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scibilia",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Raffa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Acta Neurochir (Wien)",
            "volume": "160",
            "issn": "",
            "pages": "1493--1495",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Neurosurgery on the web: an analysis of the web-visibility of the European Neurosurgical Societies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scibilia",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Raffa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Priola",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Neurosurgery during the COVID-19 pandemic: update from Lombardy, northern Italy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zoia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bongetta",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Veiceschi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Neurochir (Wien)",
            "volume": "162",
            "issn": "",
            "pages": "1221--1222",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Neurosurgery in the storm of COVID-19: suggestions from the Lombardy region, Italy (ex malo bonum)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cenzato",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dimeco",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fontanella",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Locatelli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Servadei",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Editorial",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Neurosurg",
            "volume": "133",
            "issn": "",
            "pages": "1--271",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "May we deliver neuro-oncology in difficult times (e.g., COVID-19)?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Servadei",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dimeco",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Neurooncol",
            "volume": "148",
            "issn": "",
            "pages": "203--205",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Natura non facit saltus: a phase 2 proposal to manage brain tumors cases from the neuro-oncology section of the Italian Society of",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Angileri",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sabatino",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Cavallo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Neurosurgery",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Telemedicine-assisted treatment of patients with intracerebral hemorrhage",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Angileri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cardali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Conti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Raffa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tomasello",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "WORLD NEUROSURGERY",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Raffa and Antonino Germanò Division of Neurosurgery, BIOMORF Department, University of Messina, Messina, Italy To whom correspondence should be addressed: Giovanni Raffa, M.D., Ph.D. [E-mail: giovanni.raffa@unime.it] https://doi.org/10.1016/j.wneu.2020.06.177.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}