{
    "paper_id": "03e1a6709a24b416bf0b44e767ff2e00294bf0e3",
    "metadata": {
        "title": "Mild COVID-19 in a pediatric renal transplant recipient",
        "authors": [
            {
                "first": "Rachel",
                "middle": [],
                "last": "Bush",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Florida",
                    "location": {
                        "postCode": "32608",
                        "settlement": "Gainesville",
                        "region": "FL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Felicia",
                "middle": [],
                "last": "Johns",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Florida",
                    "location": {
                        "postCode": "32608",
                        "settlement": "Gainesville",
                        "region": "FL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ratna",
                "middle": [],
                "last": "Acharya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Florida",
                    "location": {
                        "postCode": "32608",
                        "settlement": "Gainesville",
                        "region": "FL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kiran",
                "middle": [],
                "last": "Upadhyay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Florida",
                    "location": {
                        "postCode": "32608",
                        "settlement": "Gainesville",
                        "region": "FL",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "As of mid-April 2020, the coronavirus disease of 2019 (COVID-19) pandemic has affected more than 2 million people and caused 135,000 deaths worldwide. Not much is known about the effect of this disease in immunosuppressed children with renal transplantation (RT). Here we report a 13-year-old child with multiple comorbidities who acquired COVID-19 five years post-RT in the United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Maintenance immunosuppression (IS) consisted of sirolimus and mycophenolate. There was no history of travel or exposure to sick contacts. The presenting features were fever, cough, rhinorrhea and hypoxemia. Diarrhea was the only extra pulmonary manifestation. Chest x-ray was normal. He did not require intensive care unit care or ventilation. There was a transient rise in his serum creatinine without change in urine output; dialysis was not required. Slight reduction in IS was done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "He had an excellent clinical recovery within four days and was able to be discharged home. His respiratory symptoms resolved but the diarrhea persisted during a 4 week follow-up period. This report provides a brief perspective on the short-term COVID-19 clinical course in an immunosuppressed child. More reports will add valuable information on the potential variety of spectrum of the illness in this subset of children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease of 2019 (COVID-19) is caused by severe acute respiratory syndrome, coronavirus 2 (SARS-CoV-2). Children with COVID-19 may present with respiratory symptoms far less frequently and the disease course also may be less severe as compared to adults. [1] [2] [3] Whether posttransplant patients on immunosuppression (IS) are at increased risk for severe COVID-19 is not very clear at this time. There are few case reports of adult heart and renal transplant (RT) recipients with COVID-19 described recently. [4] [5] [6] However, the clinical course of COVID-19 in pediatric RT recipients remains largely unclear. Here, we report a 13-year-old male who acquired SARS-CoV-2 infection five years post-RT with excellent clinical outcome during a very short term follow-up. To the best of our knowledge, we believe this to be one of the early reported cases of pediatric RT recipient with mild COVID-19 in the United States.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 269,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 523,
                    "end": 526,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 527,
                    "end": 530,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 13-year-old Caucasian male underwent a pre-emptive deceased donor RT at seven years of age for end stage renal disease due to renal hypodysplasia. Induction was done with Thymoglobulin and maintenance IS consisted of tacrolimus and mycophenolate, on a steroid withdrawal protocol. Post-RT course was uneventful with baseline serum creatinine of 0.5 mg/dl and therapeutic goal trough tacrolimus levels. Three years post-RT, he developed hypertensive encephalopathy with posterior reversible encephalopathy syndrome, which was thought to be associated with tacrolimus, necessitating change of his IS from tacrolimus to sirolimus. He had a history of chronic severe constipation with rectal prolapse, cecostomy, and colostomy with colonic resection. He was born at 33 weeks and stayed in intensive care unit (ICU) for eight months. Current maintenance immunosuppressive medications consisted of sirolimus 4 mg daily and mycophenolate 500/250 mg.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "This article is protected by copyright. All rights reserved He presented to the emergency department (ED) with one day history of runny nose, mild cough, fever and low oxygen saturation (SPO 2 ). He was otherwise active all day and was drinking and eating well. Later in the day, he did not feel well and his tremors had worsened from his baseline. He had cecostomy antegrade enema that day as usual but with unusually large volume, liquid output. He denied loss of taste or smell, abdominal distension, nausea, vomiting or change in urine output or color. There was no history of recent travel or exposure to the known sick contacts of COVID-19. He was last seen in a medical facility 25 days prior and last school attendance was three weeks prior to onset of illness. He lived with his parents and siblings at home; mother had cough, runny nose and low grade fever. Initial vital signs (VS) revealed oral temperature 39.2 ⁰C, respiration 23 per minute, SPO 2 72% on room air, pulse 130 per minute and blood pressure 124/80 mm Hg. Supplemental oxygen 2 liter/minute via nasal cannula (NC) was started with a prompt rise in SPO 2 to 100%, which intermittently dropped to low 90% during talking; however, there was no labored breathing, retractions or nasal flaring. He had clear nasal discharge but no pharyngeal erythema, exudate, tonsillar enlargement or cervical lymphadenopathy. Chest was clear to auscultation with no crepitation, wheezing or decreased air entry. Renal transplant was non-tender. There was a cecostomy with a button and colostomy. There was generalized skin mottling at presentation. Rest of the examination was normal. Nasopharyngeal (NP) swab for coronavirus (229E, HKU1, NL63 and OC43), influenza A and B, Influenza A (H1, H1N1-2009 and H3), parainfluenza virus (1, 2, 3 and 4), and other respiratory viruses were all negative. Throat culture was negative for beta-hemolytic streptococcus. Chest x-ray (CXR) did not show infiltrates, pulmonary edema or pleural effusion. Abdominal x-ray showed nonobstructive bowel gas pattern. Erythrocyte sedimentation rate was 7 mm/hr and C-reactive protein (CRP) was 4.5 mg/dl. Serum lactic acid was 1.8 mmol/l. Urinalysis did not show proteinuria or hematuria. Blood and urine cultures were negative. Electrocardiogram showed sinus tachycardia and serum troponin I was normal (< 0.017 ng/ml). Epstein-Barr virus (EBV), cytomegalovirus (CMV) and BK virus polymerase chain reaction (PCR) were all negative. Serum creatinine was elevated to 0.8 mg/dl, which later returned to baseline at the time of discharge. White blood count was 10.5 x Accepted Article x10 3 /µl and absolute lymphocyte count of 1.14 x10 3 /µl. Liver function was normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Management included hydration, oxygen via NC, and antipyretics. He did not require ICU admission or ventilator support. Given immunosuppressed status, he did receive presumptive antibiotic therapy until all the cultures were negative. Three days later, the NP swab for SARS-CoV-2 by nucleic acid amplification (qualitative, multi-target, reverse-transcriptase PCR) returned positive (Laboratory Corporation of America, Burlington, NC, USA). Mycophenolate and sirolimus dosages were reduced to 250 mg twice a day and 3 mg daily respectively. Serum trough sirolimus level remained stable at 7 ng/ml post dose reduction, similar to baseline level. He continued to have large volume stool output from the colostomy. Stool specimen was not tested for SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "At the time of discharge on day four of admission, his VS were stable with no fever, respiratory distress and normal SPO 2 on room air. Home self-quarantine along with testing of all family members was recommended with instruction for return to ED with any change in his respiratory status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Outpatient telehealth follow-up at day 14 and 28 showed stable appearing afebrile child with no apparent distress but persistent mild diarrhea. Cough was resolving and home SPO 2 was stable on room air. Repeat NP swab PCR tests for SARS-CoV-2 obtained at home on day 14 and 28 were still positive. A plan was made to repeat the test in 2 weeks at home along with obtaining virus-specific serology, renal function test and sirolimus level, once the NP swab PCR turns negative and patient able to return to the laboratory. Mother also tested positive for SARS-CoV-2 but other household members who had only limited contact after the onset of his symptoms were tested negative for the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The management of IS, duration of viral shedding, and efficacy of serology in pediatric RT recipients with COVID-19 is largely unknown. Also, there is a very limited information available on the clinical spectrum of this disease in these patients. Children with SARS-CoV-2 infection are often",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This article is protected by copyright. All rights reserved asymptomatic or have a milder respiratory disease as compared to adults. [1] [2] [3] Hence, it is not unexpected to observe a relatively mild course of COVID-19 in the pediatric RT recipients as well, especially in those who are on low-dose maintenance immunosuppressive therapy, as the case described in this report. Although pulmonary manifestation is the most common presentation in children with SARS-CoV-2 infection, 7 the CXR findings may be negative as in our patient. A chest computed tomography scan with bilateral ground glass opacities is highly sensitive but is non-specific for COVID-19. 7 Gastrointestinal manifestations such as diarrhea may also occur. 8 Our patient had profuse watery stool at the time of presentation which persisted even after the resolution of respiratory symptoms. Indeed, the virus has been shown to be present in the stool even after its clearance from the NP samples but the stool may not be infectious. 9, 10 Angiotensin converting enzyme 2 (ACE2) is a receptor for both the SARS-CoV and the coronavirus NL63 and is expressed in human airway epithelia and lung parenchyma. 11 Acute kidney injury (AKI) may occur in RT recipients with COVID-19. In a case series of seven adult RT recipients, four out of seven patients had AKI (57%), three required dialysis with one death. 4 The possible mechanism could be due to the virus interaction with the ACE2 receptor since ACE2 is expressed in the proximal renal tubules and glomeruli. 14, 15 Our patient had a transient rise in serum creatinine with return to baseline in a few days and did not require dialysis.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 137,
                    "end": 140,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 141,
                    "end": 144,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 661,
                    "end": 662,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 728,
                    "end": 729,
                    "text": "8",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1004,
                    "end": 1006,
                    "text": "9,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1007,
                    "end": 1009,
                    "text": "10",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1174,
                    "end": 1176,
                    "text": "11",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1374,
                    "end": 1375,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1529,
                    "end": 1532,
                    "text": "14,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1533,
                    "end": 1535,
                    "text": "15",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Serology is useful in demonstrating current or past SARS-CoV-2 infection and in determining who may donate their convalescent plasma as a possible treatment. However, it is unclear how long does the immunity last and whether the immunity is protective against future reinfection or not. Also, the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved utility of serial quantitative SARS-CoV-2 PCR in RT recipients is unknown at this time. Currently, most laboratories perform qualitative PCR, with quantitative PCR being done only at a few centers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Management of IS in post-transplant patients with COVID-19 is challenging. Although reduction of IS at the time of active infection is reasonable, it may not be necessary as the pulmonary injury is thought to be due to the \"cytokine storm\" leading to excessive activation of the host innate immune inflammatory response. 16 Hence, being immunosuppressed may actually be of advantage as this may cause minimal to no lung and extra pulmonary tissue damage, however it remains to be proved. 17 Efficacy of steroid due to its anti-inflammatory effect also remains to be studied. In patients in whom the IS is reduced, it is challenging to determine when to resume the baseline IS given that duration of viral shedding is unknown. Extrapolating the experience from other respiratory viral infections, immunocompromised children with COVID-19 may shed the potentially infectious viral particles for an extended period of time even after recovery. 18, 19, 20 Our patient was still positive for the virus on the repeat testing at day 28.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 323,
                    "text": "16",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 488,
                    "end": 490,
                    "text": "17",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 941,
                    "end": 944,
                    "text": "18,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 945,
                    "end": 948,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 949,
                    "end": 951,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Limitations of this report include lack of long term follow-up which may underestimate the severity of disease that may manifest later in the course of illness, data on the total duration of the NP viral shedding and unavailability of serology and stool PCR data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This report provides a brief perspective on the clinical course of COVID-19 in an immunosuppressed child. Future clinical reports with longer term follow-up will help augment our understanding of this novel infection in this group of children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The authors of this manuscript have no conflicts of interest to disclose as described by the American Journal of Transplantation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiological characteristics of 2143 pediatric patients with 2019 coronavirus disease in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatrics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2020-0702"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Novel coronavirus infection in hospitalized infants under 1 year of age in China",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2131"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Chinese pediatric novel coronavirus study team. SARS-CoV-2 infection in children",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "17",
            "pages": "1663--1665",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 infection in kidney transplant recipients",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Popoola",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "First cases of COVID-19 in heart transplantation from",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. J Heart Lung Transplant",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.healun.2020.03.006"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Successful recovery of COVID-19 pneumonia in a renal transplant recipient with long-term immunosuppression",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Transplant",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/ajt.15869"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Accepted Article This article is protected by copyright. All rights reserved",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical characteristics of COVID-19 patients with digestive symptoms in Hubei, China: a descriptive, cross-sectional, multicenter study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Gastroenterol",
            "volume": "115",
            "issn": "5",
            "pages": "766--773",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Evidence for gastrointestinal infection of SARS-CoV-2. Gastroenterology",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30282--30283",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "American Society of Transplantation. 2019-nCoV (Coronavirus): FAQs for organ donation and transplantation",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "ACE2 receptor expression and severe acute respiratory syndrome coronavirus infection depend on differentiation of human airway epithelia",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Look",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "23",
            "pages": "14614--14621",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Network-based drug repurposing for novel coronavirus 2019-nCoV/SARS-CoV-2. Cell Discov",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vasilieva",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "6965",
            "pages": "450--454",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "ACE and ACE2 in kidney disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mizuiri",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohashi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "World J Nephrol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Cytokine Storm in COVID-19 and Treatment",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "",
            "issn": "20",
            "pages": "30165--30166",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Coronaviruses and immunosuppressed patients. The facts during the third epidemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "D&apos;antiga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Liver Transpl",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/lt.25756"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "GA: US Department of Health and Human Services, CDC",
            "authors": [],
            "year": 2020,
            "venue": "Center for Disease Prevention and Control (CDC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "SARS-CoV-2 may share the same receptor for entry into the pulmonary cells and studies are currently underway to evaluate the virus-receptor interaction. Whether RT recipients have differential expression of ACE2 receptor and if there are any possible interactions between immunosuppressive agents and the pulmonary ACE2 receptor is unknown. Zhou et al. in their drug repurposing study, suggested that sirolimus in combination with mercaptopurine may be an effective drug regimen for COVID-19. 12 Potential therapeutic effects of remdesivir and hydroxychlorquine, among others are currently being investigated in clinical trials. 13",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This article is protected by copyright. All rights reservedThe data that support the findings of this study are available from the corresponding author upon reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Kiran Upadhyay https://orcid.org/0000-0002-8441-0220",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID"
        }
    ]
}