{
    "paper_id": "03e109ddda8233efdc699b881bc4696632f37703",
    "metadata": {
        "title": "Conflicting Claims, Claimants, Identifications and Bases of Power",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "1 In order to give more detailed information on the New Haven School of Jurisprudence, see Reisman et al. (2009) , pp. 575-582 as well as Wiessner (1999), p. 203 and Lasswell and McDougal (1992) .",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 112,
                    "text": "Reisman et al. (2009)",
                    "ref_id": null
                },
                {
                    "start": 138,
                    "end": 165,
                    "text": "Wiessner (1999), p. 203 and",
                    "ref_id": null
                },
                {
                    "start": 166,
                    "end": 178,
                    "text": "Lasswell and",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 179,
                    "end": 194,
                    "text": "McDougal (1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It has to be noted once again that the New Haven Approach especially pays attention to the eight values of a world order of human dignity that are reflected in different articles of the 1948 Universal Declaration of Human Rights meaning \"affection, enlightenment, power, rectitude, respect, skill, wealth and well-being\", see McDougal et al. (1980) . See also Willard (2004), p. 30 and Wiessner (2010), p. 46. For further information on the New Haven Approach, its beginnings and vision, see Chap. 1.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 348,
                    "text": "McDougal et al. (1980)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 360,
                    "end": 385,
                    "text": "Willard (2004), p. 30 and",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 409,
                    "text": "Wiessner (2010), p. 46.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The claims to freedom of communication and access to information are not only enhanced by social media platforms like Facebook or Twitter, but are also very much claimed by its users as freedom of communication and access to information make social networks attractive in the first place. 3 Accordingly, social networks as well as their users would argue that privacy concerns cannot be as important as the right of the individual to have \"freedom online\" being part of the individual's self-realization or self-governance. 4 2 There are not only those firms that are going into business with social networks by posting their commercials, but also companies that use the data collected through social networks in different ways. One of the most prominent and recent examples is the firm Cambridge Analytica that dealt with millions of Facebook's users by examining their personal data. For more information on the events in 2018 involving Cambridge Analytica, see Kaiser (2019) . 3 For further information on the younger generation in regards to social networks, see Sect. 2.3. See also Watkins (2010) . 4 To be \"free online\" has been promoted for a long time already and there is even the Freedom Online Coalition (FOC) that consists of 32 governments including lots of countries in Europe like France, Germany, or Spain as well as Argentina, Australia, Canada or the United States of America. Nevertheless, it has to be pointed out that the mission of the FOC that was founded in 2011 is to \"work together to support Internet freedom and protect fundamental human rightsfree expression, association, assembly, and privacy onlineworldwide.\" Accordingly, all member states acknowledge that human rights have to be same offline and online and they all joined the \"Freedom Online: Joint Action for Free Expression on the Internet\", the founding document of their coalition. In addition, the coalition released other statements as for example, the \"Freedom Online Coalition Statement on COVID-19 and Internet Freedom\".",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 290,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 964,
                    "end": 977,
                    "text": "Kaiser (2019)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 980,
                    "end": 981,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1087,
                    "end": 1101,
                    "text": "Watkins (2010)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "The Claim to Freedom of Communication and Access to Information"
        },
        {
            "text": "The statement reads as the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Claim to Freedom of Communication and Access to Information"
        },
        {
            "text": "The Freedom Online Coalition (FOC) is a group of 31 countries deeply committed to the promotion and protection of human rights and fundamental freedoms proclaimed in the Universal Declaration of Human Rights (UDHR). We believe that the human rights and fundamental freedoms that individuals have offline must also be protected online. We are committed to working together to support Internet freedom for individuals worldwideincluding the freedoms of expression, association, peaceful assembly, as well as privacy rights online.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Claim to Freedom of Communication and Access to Information"
        },
        {
            "text": "The FOC shares the concerns of people everywhere in the face of the COVID-19 global pandemic, [. . .] ",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 101,
                    "text": "[. . .]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Claim to Freedom of Communication and Access to Information"
        },
        {
            "text": "Furthermore, there is the claim to economic benefit for the social media companies as well as for advertisers and the individual users who could be described as \"internet business people\". 5 Accordingly, there are many different economic motivations that are to be considered when it comes to social networks like Facebook. The claim to economic benefit applies to social networks as they are making money with the information retrieved from their users as well as with often personalized ads and news posted on their websites 6 and the same applies to many other firms that are engaged in social networks. 7 This way, it only seems logical that these Furthermore, the FOC is concerned by the spread of disinformation online and activity that seeks to leverage the COVID-19 pandemic with malign intent. This includes the manipulation of information and spread of disinformation to undermine the international rules-based order and erode support for the democracy and human rights that underpin it. Access to factual and accurate information, including through a free and independent media online and offline, helps people take the necessary precautions to prevent spreading the COVID-19 virus, save lives, and protect vulnerable population groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Claim to Economic Benefit"
        },
        {
            "text": "For further information on the FOC, see \"About us\", FOC (2020). For the complete version of the Freedom Online Coalition Statement on COVID-19 and Internet Freedom, see FOC (2020). 5 There is, overall, the so-called Instagram phenomenon meaning an individual who can easily make US $ 10,000.00 or more by simply posting photographs and sharing certain information and not to forget those individuals who are building their business on social media. See Sect. 2.3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "[. . .]"
        },
        {
            "text": "In this context, it has to be pointed at the example of Chiara Ferragni who earns Millions of Dollars posting pictures on the Social Network Instagram, see Sect. 2.2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "[. . .]"
        },
        {
            "text": "In order to better understand how individual can succeed in the online world, see \"8 Successful Online Entrepreneurs You Should Be Following\", Entrepreneur (April 8, 2015). 6 Not only is Facebook's business model based on collecting data from its users, but also Facebook's CEO Mark Zuckerberg just recently stated that his social network even collects data on non-users, see \"Zuckerberg Says Facebook Collects Internet Data on Non-Users\", Bloomberg News (April 11, 2018). In addition, Facebook's business model is, overall, built on providing individualized advertisements to its users as the social network earns money based on revenues coming from those advertisements posted on Facebook's websites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "[. . .]"
        },
        {
            "text": "For further information on Facebook's business model, see \"Why Facebook Will Never change Its Business Model\", Forbes (2018). There Professor Colin writes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "[. . .]"
        },
        {
            "text": "\"Facebook has compelling reasons to be committed to its current business model. It is therefore disingenuous and gallingly inaccurate for Zuckerberg to justify his company's business practices by comparing Facebook with \"a lot of media, having an advertisingsupported model as the only rational model that can support building this service to reach people.\" In reality, Facebook has hollowed out the readership and drained the advertising revenues from media companies, causing many to shift to subscription-based revenue sources for survival.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "[. . .]"
        },
        {
            "text": "firms would follow Facebook's line of argument-overall, claiming the right of any individual of self-realization or self-governance and therefore, voting against any type of state-regulation. 8 In addition, the claim to economic benefit applies as well when it comes to the individual who often benefits form social media through e-commerce by blogging, influencing or posting on platforms like Instagram. 9",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 193,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "[. . .]"
        },
        {
            "text": "States could refer to the claim to privacy and data autonomy when creating new government regulation in the field. Nevertheless, the claim to privacy and data autonomy would most likely be promoted by the individual who seeks autonomy regarding his or her personal data including the right to be forgotten. 10 Accordingly, the individual would claim, overall, to have control over his or her personal data and personal information and fight any policy mandated by a government, often under the banner-cry of security. 11 Furthermore, the individual would also claim the right to have \"freedom online\" as part of the right to self-realization or self-governance, 12 which leads to the next claim, the original claim to unlimited freedom of the internet. 8 Nevertheless, it also has to be mentioned that social networks have just recently asked for the help of a government as their own self-regulation practices have proved to be insufficient. This statement goes back to Facebook as Facebook has asked or, at least, allowed governmental regulation when Mark Zuckerberg had to testify in front of the U.S. congress regarding Facebook's data leak involving the British firm Cambridge Analytica in April of 2018. In this context, see \"Mark Zuckerberg Is Literally Asking Congress To Regulate Facebook\", The Huffington Post (March 22, 2018). 9 Supra note 5. 10 The right to be forgotten means that in certain cases, one should be able to have private information removed from the internet. For more information on the right to be forgotten, see Werro (2020) .",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 309,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 753,
                    "end": 754,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 1354,
                    "end": 1356,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 1541,
                    "end": 1553,
                    "text": "Werro (2020)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "The Claim to Privacy and Data Autonomy"
        },
        {
            "text": "Furthermore, Chap. 4 is discussing the right to be forgotten, its history and scope in detail. 11 In order to decide on whether one is in favor of social networks or not and in order to come to a conclusion regarding to what extend one prefers to join this new form of electronic communication, privacy aspects and concerns should play an important role in making up one's mind. While some might claim their right of self-determination asking for unlimited access to all information online and the sovereignty of their personal information in order to be granted the use of social networks without any interference of governments, others might rather argue in favor of state-regulation in order to be better protected against possible threats arising from social networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Claim to Privacy and Data Autonomy"
        },
        {
            "text": "For further information, see Solove (2013). 12 See supra note 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Claim to Privacy and Data Autonomy"
        },
        {
            "text": "It should further be noted that in an ideal world, each state would provide its citizens with the adequate protection of human rights making sure that the individual's as well as the communities' rights are guaranteed-especially, as one should understand human rights as a minimum standard of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Claim to Privacy and Data Autonomy"
        },
        {
            "text": "The original claim to unlimited freedom of the internet without any regulation can almost no longer be found. States, as well as the individual, are increasingly aware of the fact that social media needs regulation. 13 Even social networks like Facebook themselves sometimes ask for help, when their own self-regulation practices have proved to be insufficient. 14 There is basically only the Electronic Frontier Foundation left, a pioneer entity of the Internet, 15 that would ask for unlimited freedom of the Internet leaving no space for governmental regulation.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 364,
                    "text": "14",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Claim to Unlimited Freedom of the Internet"
        },
        {
            "text": "States and its governments would very likely claim that they have plenty of duties and responsibilities towards their citizens. Following John Locke's mandate for governments to protect the individuals' liberty and property in a liberal, democratic state, 16 governments have to address the threats to privacy coming from social Networks and the fight over the control over personal information as countervailing claims to protect citizens against security threats posed by individuals and groups. 17 National and individual security have to be guaranteed, privacy granted, and defamation of the individual prevented. All these claims lead to the state governments a life in dignity that all states have agreed on granting to each and every of their citizens and their communities. 13 That is why, governments have been passing more and more laws in order to regulate social networks. For a more detailed discussion on this subject matter, see Chap. 4. 14 See supra note 8. 15 To get an idea of what the Electronic Frontier Foundation (EFF) is, this foundation states on its website:",
            "cite_spans": [
                {
                    "start": 974,
                    "end": 976,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Claim to Protect National and International Security"
        },
        {
            "text": "The Electronic Frontier Foundation is the leading nonprofit organization defending civil liberties in the digital world. Founded in 1990, EFF champions user privacy, free expression, and innovation through impact litigation, policy analysis, grassroots activism, and technology development. We work to ensure that rights and freedoms are enhanced and protected as our use of technology grows. [. . .] Today, EFF uses the unique expertise of leading technologists, activists, and attorneys in our efforts to defend free speech online, fight illegal surveillance, advocate for users and innovators, and support freedom-enhancing technologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Claim to Protect National and International Security"
        },
        {
            "text": "For further information on EFF, see \"About EFF\", EFF (2020). 16 For further information on John Locke and his points of view when it comes to the duties of politicians, see Woolhouse (2009) and Tuckness (2020) . 17 To give an example, there is, the threat of terrorist attacks committed by individuals as well as by groups.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 209,
                    "text": "Tuckness (2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 212,
                    "end": 214,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Claim to Protect National and International Security"
        },
        {
            "text": "3.5 The Claim to Protect National and International Security claim of regulating social networks as well as accessing individual's data collected through social networks in order to grant the individual security on the national as well as on the international level. The latter could include claims to protect the political processes of one country from interference by the outside. 18 After giving a brief idea of the possible conflicting claims that might arise in the context of social networks, a list of some of the bases of power for the different claimants need to be presented:",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 385,
                    "text": "18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Claim to Protect National and International Security"
        },
        {
            "text": "The states with their governments would have, overall, the right and power as well as the responsibility to pass certain rules and regulations in order to regulate social networks and protect its citizens. 19 By doing so, government regulation might be needed in order to protect both privacy and security, so that security measures might be balanced with considerations of privacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "States"
        },
        {
            "text": "One might think that the individual is the claimant with the strongest base of power, as he or she has the ability to decide whether to release any personal information or rather keep this information to him or herself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Individual"
        },
        {
            "text": "Unfortunately, it is not always as easy as that for different reasons. Often, a person who shares information on social media considers his or her data protected by personal privacy, only to later find out that this was not the case. Furthermore, the motivation of giving away personal data and information voluntarily can not only be seen in the simple fact that many users of social media just do not care about their right to privacy, but must rather be found in the users' individual circumstances like peer pressure or needs of the profession or the marketplace. The latter often leads to the question of whether one can still attract clients in a competitive profession if one lacks of presence on social media platforms. 20 This is why, the base of power of the individual that seems to be a pretty strong one, might not be as powerful as one might think at first.",
            "cite_spans": [
                {
                    "start": 728,
                    "end": 730,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Individual"
        },
        {
            "text": "In contrast, the social networks themselves, especially those as omnipresent as Facebook in most peoples' everyday lives, seem to be most powerful, as they possess all the information that has already been gathered and they could make use of it. Looking at recent events-overall, at the scandal surrounding Cambridge Analytica, it becomes clear that Facebook cannot be ignored by any state, and that is 18 In this context, Russian \"troll factories\" are what immediately come to one's mind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Networks"
        },
        {
            "text": "For a better understanding on how Russian troll factories operate, see \"Russian trolls can be surprisingly subtle, and often fun to read\", The Washington Post (March 8, 2019) . 19 For example, a law could be passed that includes penalties such as a fine in case a social network does not comply with the law. 20 For further information on how to brand in the age of social media, see Holt (2016) .",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 179,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 384,
                    "end": 395,
                    "text": "Holt (2016)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 174,
                    "text": "(March 8, 2019)",
                    "ref_id": null
                }
            ],
            "section": "Social Networks"
        },
        {
            "text": "For a more detailed description of users of social media platforms who are giving away personal data and information voluntarily, see Sect. 2.5. why Facebook's CEO, Mark Zuckerberg, as well as other representatives, have been communicating with the political leaders of many countries in the past, as these countries request Facebook to get in touch in order to find suitable solutions to rising problems. 21 Other Businesses Also, other firms, like advertisers that are linked to social media platforms, have gained enough personal data and information in the past that this collection of information and data must be seen as a base of power they can make use of.",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 408,
                    "text": "21",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Social Networks"
        },
        {
            "text": "That is why, not only when it comes to social networks being a claimant, but also when it comes to the claimant that consists of other firms like advertisers, government regulation might be needed in order to protect both privacy and security of the individual.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Networks"
        },
        {
            "text": "In the following chapter, the subject of privacy concerns in the context of electronic Communications including social networks will be further exposed, and past trends in decision, overall, government regulation in the field, will be analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Networks"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Branding in the age of social media. A better alternative to branded content",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Holt",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Harv Bus Rev. Available",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Cambridge analytica whistleblower's inside story of how big data, trump, and Facebook broke democracy and how it can happen again",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Human rights and world public order: the basic policies of an international law of human dignity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcdougal",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lasswell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Yale J Int Law",
            "volume": "32",
            "issn": "",
            "pages": "575--582",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nothing to hide. The false tradeoff between privacy and security",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Solove",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Haven The Electronic Frontier Foundation (EFF) About EFF. Available via EFF",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Freedom Online Coalition (FOC) (2020) The Freedom Online Coalition Statement on COVID-19 and Internet Freedom",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Freedom Online Coalition (FOC) About us",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mark Zuckerberg had to testify in front of the U.S. congress regarding Facebook's latest data leak, see \"Mark Zuckerberg faces tough questions in two-day congressional testimony -as it happened",
            "authors": [],
            "year": 2018,
            "venue": "The Guardian",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Nevertheless, it also has to be mentioned that social networks have just recently asked for the help of a government as their own self-regulation practices have proved to be insufficient, see supra note 8",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Locke's political philosophy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tuckness",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zalta E (ed) Stanford Encyclopedia of Philosophy",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "What the migration to social network sites, games, and anytime, anywhere media means for our future",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watkins",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The right to be forgotten. A comparative study of the emergent right's evolution and application in Europe, the Americas, and Asia",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Werro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Professor Myres Smith McDougal: a tender farewell",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wiessner",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "St Thomas Law Rev",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The New Haven school of Jurisprudence: a universal tool-kit for understanding and shaping the law",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wiessner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Asia Pacific Law J",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "International law in a contemporary perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wiessner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Willard",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Locke. A biography",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}