{
    "paper_id": "03e1f929898448c9d9eff3fc00160e5eb54eee9e",
    "metadata": {
        "title": "Multi-Organ Failure in a Patient With Diabetes due to COVID-19 With Clear Lungs",
        "authors": [
            {
                "first": "Sohaip",
                "middle": [],
                "last": "Kabashneh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wayne State University",
                    "location": {
                        "settlement": "Detroit",
                        "country": "USA"
                    }
                },
                "email": "skabashneh@yahoo.com"
            },
            {
                "first": "Hammad",
                "middle": [],
                "last": "Ali",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wayne State University",
                    "location": {
                        "settlement": "Detroit",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Samer",
                "middle": [],
                "last": "Alkassis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wayne State University",
                    "location": {
                        "settlement": "Detroit",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The pandemic of coronavirus disease 2019 has emerged in late 2019 infecting millions of people worldwide. Diabetes mellitus (DM) has been associated with severe illness and mortality mainly due to acute respiratory distress syndrome. We report a case of a middle-aged man with DM and COVID-19 who developed seizure and altered mental status, found to have diabetic ketoacidosis (DKA), acute kidney injury, hypovolemic shock, and hyperammonemia all contributing to metabolic encephalopathy. He was admitted to the ICU and subsequently intubated for airway protection; with appropriate management his condition improved and was successfully extubated. The patient had no lung involvement throughout the illness. We report this case to highlight that COVID-19 can lead to multi-organ failure in patients with DM even in the absence of lung involvement which all physicians should be mindful of.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The pandemic of coronavirus disease 2019 (COVID-19), a disease caused by severe acute respiratory syndrome-coronavirus-2 (SARS-CoV-2), has emerged as an easily transmissible disease affecting millions of people worldwide. The spectrum of COVID-19 ranges from mild to critical illness; the majority (80%) of cases are mild and self-limiting; severe disease requiring hospitalization occurs in the remaining 20% mainly due to fulminant pneumonia and respiratory failure [1] . Diabetes mellitus (DM) has been associated with severe illness and mortality [1] [2] [3] . The association between DM and COVID-19 in the literature so far has always been in the setting of fulminant pneumonia and respiratory failure. However, COVID-19 is an infection that can certainly trigger diabetic ketoacidosis (DKA) and possibly multi-organ failure even in the absence of lung involvement.",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 471,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 551,
                    "end": 554,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 559,
                    "end": 562,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We report a case of a 54-year-old man with a past medical history of hypertension and DM, who presented to the ED after he had witnessed a new onset generalized tonic clonic seizure at home and then again en route to the hospital. Few days prior, he had decreased oral intake and has not been acting like himself as per his wife; she did not notice vomiting, diarrhea, abdominal pain, fever, cough, or headache. On arrival to the ED he was unresponsive and unable to protect his airway; heart rate was 119 beats/min, blood pressure 100/70 mmHg, and his oxygen saturation was 96% on nonrebreather mask. On exam he was unresponsive, not moving any of his extremities spontaneously; his pupils were equal, round, and reactive to light, he did not have a cough or gag reflex, and no facial droop was noted. His chest and abdomen exam were unremarkable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "The patient was subsequently intubated for airway protection; basic labs showed multiple abnormalities including: DKA with blood glucose (BG) 1100, anion gap 46, HCO 3 4 , beta hydroxybutyrate 65.6; he also had acute kidney injury (AKI) with creatinine (Cr) of 4.9 (baseline was 1.0), blood urea nitrogen 84 , potassium 6.4, sodium 146, chloride 96, phosphorus 18.7, lactic acid 17.3; there was also evidence of liver function abnormalities with elevated ammonia level at 244; arterial blood gas was consistent with high anion gap metabolic acidosis with pH 6.79, HCO 3 4, PaCO 2 36, PaO 2 473. Complete blood count revealed elevated white blood cells at 15.8, absolute lymphocyte count 8, hemoglobin 15.2, and platelet 178; urine drug screen was negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "CT head showed no evidence of acute intracranial process, and chest X-ray was unremarkable ( Figure 1) . Infectious workup was done including COVID-19, urine analysis, urine culture, blood culture, cerebrospinal fluid (CSF) analysis, and CSF culture.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 102,
                    "text": "Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "Case Presentation"
        },
        {
            "text": "The patient was started on an insulin drip and intravenous fluids for DKA; he was started on levetiracetam to manage the seizures, and broad spectrum antibiotics with cefepime, vancomycin, ampicillin, and acyclovir empirically for meningitis. Electroencephalography (EEG) which was done showed moderate to severe degree of cerebral dysfunction consistent with metabolic/hypoxic encephalopathy, the waveforms were not epileptiform in nature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 1: Chest X-ray is unremarkable for infiltrates."
        },
        {
            "text": "On the second day of admission, the patient was still unresponsive. However, DKA has resolved with BG 190, anion gap 10, HCO 3 24, and therefore, the insulin drip was discontinued and was started on glargine and correction scale. His AKI started to improve as Cr trended down to 1.5 and potassium 4.5. COVID test came back positive and therefore he was started on hydroxychloroquine; the other infectious workup including urine analysis, urine culture, blood culture, CSF analysis, and CSF culture came back negative. The patient was breathing on minimal ventilator settings but was not extubated because of the mental status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 1: Chest X-ray is unremarkable for infiltrates."
        },
        {
            "text": "On the third day, the patient's mental status improved; he became more awake, alert, and was able to follow simple command and was extubated successfully. Antibiotics were discontinued, repeat labs showed normalization of kidney function, lactic acid trended down to 1.2, ammonia level also improved to 65. Given the overall clinical improvement the patient was transferred to medical floor and discharged after a total of seven days of admission without any evidence of lung involvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 1: Chest X-ray is unremarkable for infiltrates."
        },
        {
            "text": "COVID-19 in severe cases can lead to death, mainly due to acute respiratory distress syndrome, and subsequent acute hypoxic respiratory failure [1] [2] [3] . Multiple studies have been conducted to explain the tendency of SARS-CoV-2 to affect the lungs concluding that angiotensin converting enzyme 2 (ACE2), an enzyme abundantly found in the lungs, serves as a portal of entry into cells for the SARS-CoV family [4] [5] .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 417,
                    "end": 420,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Diabetes has been associated with worse outcome in COVID-19 patients, as it has been postulated to enhance viral entry into cells and dampen the host immune response in fighting the infection [2] . Interestingly ACE2 is present in the pancreas mainly the endocrine tissues, i.e. pancreatic islets that regulates blood glucose levels [4] . This finding would explain the involvement of the pancreas and the resulting hyperglycemia seen in patients suffering from SARS-CoV-2, like our patient above. An acute insult on the islet cells would result in hyperglycemia in patients with previously normal islet function and worsening hyperglycemia and potentially triggering DKA in those with a history of DM [6] .",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 702,
                    "end": 705,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Many viruses have been associated with the development of type I DM in humans. SARS-CoV in 2003 was associated with acute hyperglycemia and higher death rates in patients with DM. However, a three-year follow up did not show increased incidence of diabetes [6] . Follow up studies will be needed after the present pandemic to ascertain if same holds true for SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In diabetic patients COVID-19 can lead to DKA and potentially multiorgan failure even without lung involvement like our patient above; thus diabetic patients with COVID-19 require close monitoring of all organs not just the lungs, as those patients seem to be more susceptible to renal failure, encephalopathy, heart involvement, and shock compared to nondiabetics [5] .",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 368,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Diabetes mellitus has been associated with worse outcome in COVID-19 mainly due to fulminant pneumonia. However, hyperglycemia and DKA can result from COVID-19 leading to altered mental status and admission to ICUs even in the absence of lung involvement. Thus physicians should be mindful of glucose levels in patients admitted for COVID-19 even if they do not have a previous history of diabetes. Physicians should also closely monitor all organs in diabetic patients with COVID-19 instead of just the lungs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Human subjects: Consent was obtained by all participants in this study. NOT NEEDED issued approval NOT NEEDED. Conflicts of interest: In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information Disclosures"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30566-3"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe outcomes among patients with coronavirus disease 2019 (COVID-19) -United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bialek",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Boundy",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bowen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "69",
            "issn": "",
            "pages": "343--346",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6912e2"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Binding of SARS coronavirus to its receptor damages islets and causes acute diabetes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Acta Diabetol",
            "volume": "47",
            "issn": "",
            "pages": "193--199",
            "other_ids": {
                "DOI": [
                    "10.1007/s00592-009-0109-4"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Comorbidities and multi-organ injuries in the treatment of COVID-19",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30558-4"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Diabetes in COVID-19: prevalence, pathophysiology, prognosis and practical considerations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Diabetes Metabol Syndr Clin Res Rev",
            "volume": "2020",
            "issn": "",
            "pages": "303--310",
            "other_ids": {
                "DOI": [
                    "10.1016/j.dsx.2020.04.004"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}