{
    "paper_id": "03e1d607c827d1c41427b48b64ce54bc736f0f43",
    "metadata": {
        "title": "Detection of Biological Warfare Agents Using Biosensors",
        "authors": [
            {
                "first": "Joseph",
                "middle": [
                    "H"
                ],
                "last": "Banoub",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Abanoub",
                "middle": [],
                "last": "Mikhael",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This chapter surveys the current detection technologies used in commercially available biosensors for identifying biological warfare agents (BAs). Much of the content presented was obtained from the open-source literature and is an introduction to biosensor fundamentals. A glance at these technologies is presented with emphasis placed on the principles of detection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Biological agents include a series of different virulent bacteria, viruses, fungi (yeasts and moulds), and parasites. [1, 2] . All of these agents possess an irreversible threat to potentially cause ill health and death to soldiers/humans. The incidents of anthrax-laced letters, the emergence of Severe Acute Respiratory Syndrome (SARS), and repeated occurrences of illnesses caused by food-borne pathogens highlight the need for rapid and sensitive identification of the responsible biological agents [3, 4] .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 122,
                    "end": 124,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 507,
                    "end": 509,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Biological agents (BAs) are widely found in the natural environment (workplace, hospitals, HVAC, etc.) and as a result of the voluntary release of biological warfare or terrorism agents [1, 2] . Biological agents are usually invisible and possess the ability to infect in tiny doses [1, 2] . They also have the cunning ability to replicate rapidly and require minimal resources to survive. For these reasons, it is impossible to feel their presence initially or to predict the risks they present. Recently, it has been demonstrated that bioterrorism raises the specter of exposure to toxins by devising new deliveries by which BAs can be weaponized [5] [6] [7] . It has become apparent that BAs weapons pose a real and potentially immediate threat as they are relatively cheap to manufacture and employ, and they have a tremendous potential impact as terror weapons [2] . These properties make biological weapons attractive to terrorist organizations.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 190,
                    "end": 192,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 283,
                    "end": 286,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 287,
                    "end": 289,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 653,
                    "end": 656,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 657,
                    "end": 660,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 866,
                    "end": 869,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recently, biological Agents were categorized according to the Code of Practice, Safety, Health and Welfare at Work Regulations, 2013 [8] . This classification system is founded on whether: the biological agent is pathogenic to humans, represents a hazard to soldiers, is transmissible to the nearby community, and if there is a possible effective treatment available [8] [9] [10] [11] . Consequently, BAs are classified into four risk groups (RG), namely, RG1, RG2, RG3, and RG4, as follows: RG1 includes BAs not linked with diseases in healthy adult humans. Examples of RG1 agents include Bacillus subtilis or Bacillus licheniformis, Escherichia coli-K12, and adenoassociated virus (AAV) types 1 through 4 [9, 10] .",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 375,
                    "end": 379,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 380,
                    "end": 384,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 492,
                    "end": 495,
                    "text": "RG1",
                    "ref_id": null
                },
                {
                    "start": 707,
                    "end": 710,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Classification of Biological Agents"
        },
        {
            "text": "RG2 includes BAs connected with human diseases, which is rarely serious and for which preventive or therapeutic interventions are often available. Examples of RG2 agents include Salmonella sp., Chlamydia psittaci, measles virus, and hepatitis A, B, C, D, and E viruses [9, 10] .",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 272,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Classification of Biological Agents"
        },
        {
            "text": "RG3 contains BAs associated with serious or lethal human diseases for which preventive or therapeutic solutions may be available (high individual risk but low community risk). Examples of RG3 agents include Brucella, Mycobacterium tuberculosis, Coccidioides immitis, yellow fever virus, and human immunodeficiency virus (HIV) types 1 and 2 [9, 10] . RG4 includes BAs that are expected to cause dangerous human disease for which preventive or therapeutic solutions are not usually available (high individual risk and high community risk). RG4 agents only include viruses. Examples of RG4 agents consist of Crimean-Congo hemorrhagic fever virus, Ebola virus, and herpesvirus simiae (B-virus). Under the classification system, these Risk Group 1 agents are the least hazardous, whilst Group 4 is the most hazardous [9, 10].",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 343,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "RG4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Classification of Biological Agents"
        },
        {
            "text": "Field BAs and urban public health surveillance systems usually provide a rapid determination of the presence of BAs in the atmosphere and may, in time, indicate when and where the biological agent was released [11] [12] [13] [14] [15] . Once, the point source is revealed, and the BA identified, rapid clean-up effort could be initiated, after the release of the compound. Moreover, it is essential to monitor the presence of BAs in the environment, to provide people at risk with the means of rapidly identifying contaminated air, water, food, and equipment [11] [12] [13] [14] [15] .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 215,
                    "end": 219,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 220,
                    "end": 224,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 225,
                    "end": 229,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 230,
                    "end": 234,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 559,
                    "end": 563,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 564,
                    "end": 568,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 574,
                    "end": 578,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analytical Measurement of Biological Agents"
        },
        {
            "text": "It is well known that antibodies specifically targeting proteins or pathogens, can be generated to a wide variety of target cell bacterial analytes and are the most popular choices for the recognition element in many biosensors. Typical immunoassay formats include competitive, displacement, sandwich, and enzymelinked immunosorbent assays (ELISA) [14] . ELISA, for example, uses colorimetric or chemiluminescent enzyme substrates for signal transduction and is more suited to automated instruments because of the multiple incubations and washes required.",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 352,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Analytical Measurement of Biological Agents"
        },
        {
            "text": "The classical approach to detect the bacteria species type or microbe involves the use of differential metabolic assays, monitored colorimetrically, and on immunochemical routine tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytical Measurement of Biological Agents"
        },
        {
            "text": "In addition, the use of cell culture and electron microscopy are vital for the diagnosis of viruses, bacteria, and intracellular parasites. Consequently, all samples retrieved from the affected environment must be cultured to obtain enough numbers of different cell types for reliable identification. Unfortunately, one of the major drawbacks is that the time required for the microbial outgrowth is long, and some bacteria obtained cannot be cultured as a result of genetic mutation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytical Measurement of Biological Agents"
        },
        {
            "text": "This chapter has been drafted as a quick summary of the novel biodetection approaches using luminescence biosensing approaches, published recently, for the detection of warfare potential BA weapons; it will exclude all the conventional approaches. The readers are encouraged to peruse the references included within the text, to search for the applied commercial used biosensors, that for simplification reasons, we did not discuss herewith.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytical Measurement of Biological Agents"
        },
        {
            "text": "The IUPAC definition of a biosensor is \"a self-contained integrated device that is capable of providing specific quantitative or semi-quantitative analytical information using a biological recognition element (biochemical receptor) which is in direct spatial contact with a transducer element [15] . A biosensor should be clearly differentiated from a bioanalytical system, which requires additional processing steps, such as reagent addition. The term \"biosensor\" is the short form of \"biological sensor.\" The device is made up of a transducer and a biological element that can be an enzyme, an antibody, or a nucleic acid. The bioelement interacts with the analyte under investigation, and the biological response is converted into an electrical signal by the transducer (Fig. 2.1) [16, 17] .",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 297,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 784,
                    "end": 788,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 789,
                    "end": 792,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 773,
                    "end": 783,
                    "text": "(Fig. 2.1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "What Is the Definition of Biosensors?"
        },
        {
            "text": "Bioelement Transducer Electrical signal Biosensor ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analyte"
        },
        {
            "text": "Sensing can be explained as the use of recognition elements (biological in origin) for binding to the biothreat molecule of interest. The binding event must be transduced in a manner that signals the presence of the targeted analyte. Biosensor probes are becoming increasingly complicated, mainly owing to the combination of advances in two technological fields: microelectronics and biotechnology. Biosensors are highly valuables devices in measuring a wide spectrum of BA analytes [18, 19] .",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 487,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 488,
                    "end": 491,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Overview of Predominant Sensing Techniques"
        },
        {
            "text": "Ideally, each sensing detection technology should contain the following characteristics:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview of Predominant Sensing Techniques"
        },
        {
            "text": "Specific and able to discriminate between closely related pathogenic and nonpathogenic organisms or toxins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview of Predominant Sensing Techniques"
        },
        {
            "text": "Sensitive and able to detect small amounts of the target within a high background matrix. Possess high affinity and being able to maintain binding even through repeated washing steps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview of Predominant Sensing Techniques"
        },
        {
            "text": "Stable enough to allow long-term use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview of Predominant Sensing Techniques"
        },
        {
            "text": "It should be understood that luminescence biosensing technology is totally distinct from other physicochemical methods, such as mass spectrometry (MS) or Fourier transform infrared spectroscopy (FTIR) and Raman based analysis. These methods, of course, have their merits and are very sensitive and specific. Therefore, in the following sections, we will provide an overview of the state-of-the-art prime molecular sensing technologies for the detection of BAs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview of Predominant Sensing Techniques"
        },
        {
            "text": "It is well known that the current methods for detecting pathogenic bacteria, which include ELISA and PCR [20, 21] , are assays that exploit antibodies as molecular recognition elements due to their highly specific targeting of antigenic sites. Nonetheless, these antibodies lack the stability needed to detect pathogenic species under harsh environments and necessitate a one-to-one pairing of antibody-based sensors for each analyte to be detected. Whereas nucleic acid probe-based techniques such as PCR can reach single-cell detection limits, they still need the extraction of nucleic acids and are limited in portability [21, 22] . It should be noticed that the synthesis of antimicrobial peptides (AMPs) and their resulting intrinsic stabilities render them to be commonly selected for their use as molecular recognition elements in electronic biosensing platforms [23] [24] [25] . AMPs do exist in nature and are located either in the skin of higher organisms and/or in the extracellular milieu of bacteria [25] . The replacements of current antibody-based affinity probes, with more stable and durable AMPs in biological sensors, have a major advantage as recognition elements. This advantage stems from the AMPs semi-selective binding nature to target cells of a variety of pathogens.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 110,
                    "end": 113,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 625,
                    "end": 629,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 630,
                    "end": 633,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 870,
                    "end": 874,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 880,
                    "end": 884,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1013,
                    "end": 1017,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Pathogenic Bacteria Electrical Detection Via Immobilized Antimicrobial Peptides"
        },
        {
            "text": "The bioactivity of AMPs toward microbial cells can be classified according to their secondary structures [24, 25] . Many AMPs adopt amphipathic conformations that spatially shield the hydrophobic group of the cationic amino acids so it can target the anionic head groups of lipids in the bacterial membrane. On the other hand, the membranes of plants and animals separate negative charges to the inner leaflet and contain cholesterols that decrease the activity of the AMP [25] . The AMPs, linear cationic peptides such as magainins, are in particular, attractive for the microbial sensing applications due to their small molecular size and intrinsic stability [26, 27] Especially, the positively charged AMP magainin I (GIGKFLHSAGKFGKAFVGEIMKS) binds most selectively to the bacterial cell E. coli O157∶H7 as a precursor to bactericidal activity [25] [26] [27] .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 110,
                    "end": 113,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 473,
                    "end": 477,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 666,
                    "end": 669,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 847,
                    "end": 851,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 852,
                    "end": 856,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 857,
                    "end": 861,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Pathogenic Bacteria Electrical Detection Via Immobilized Antimicrobial Peptides"
        },
        {
            "text": "A robust and portable biosensor for the pathogenic bacteria detection that could impact water quality monitoring for bacterial contamination was developed by McAlpine and coworkers [23] [24] [25] . The particular interest of the developed biosensor was that it combined the natural specificity of biological recognition to label-free sensors providing sensitive electronic readout. Accordingly, McAlpine et al. reported the selective and sensitive detection of infectious agents via electronic detection based on antimicrobial peptide-functionalized micro capacitive electrode arrays [25] .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 186,
                    "end": 190,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 191,
                    "end": 195,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 584,
                    "end": 588,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Development of an AMP-Based, Label-Free Electronic Biosensor"
        },
        {
            "text": "The semi-selective antimicrobial peptide magainin I, which occurs naturally on the skin of African clawed frogs, was immobilized on gold microelectrodes via a C-terminal cysteine residue. Remarkably, exposing the sensor to different pathogenic Escherichia coli concentrations showed detection limits of approximately 1 bacterium∕μL, a clinically acceptable detection limit. The peptide-micro capacitive hybrid device was additionally able to exhibit both Gram-selective detection as well as interbacterial strain discrimination, while maintaining recognition capabilities toward pathogenic strains of E. coli and Salmonella [25] .",
            "cite_spans": [
                {
                    "start": 624,
                    "end": 628,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Development of an AMP-Based, Label-Free Electronic Biosensor"
        },
        {
            "text": "The first step toward the development of an AMP-based, label-free electronic biosensor is to target the microbial cells by using magainin I through the use of the impedance spectroscopy. It should be noted that electrical impedance measures the total opposition to a circuit or a part of the circuit presented to an electric current. Usually, the impedance is the results for both resistance and reactance. It is important to remember that the resistance component is formed from collisions of the currentcarrying charged particles with the internal structure of the conductor. Furthermore, the reactance component is an additional opposition to the movement of the electric charge that results from the changing magnetic and electric fields in circuits carrying alternating current. Figure 2 .2 outlines the sensing platform. First, the AMPs are immobilized on the micro-fabricated interdigitated gold electrodes ( Fig. 2.2a) . It should be specified that magainin I contains a cysteine residue on the C terminus ( Fig. 2.2b) , which allows its covalent attachment to the gold electrodes. Next, the heat-killed bacterial cells are injected and incubated on the AMP-modified electrodes [25] . When the bacteria are recognized by the AMPs, the binding will ensue (Fig. 2.2c) , causing the dielectric property to changes that can be monitored by a spectrum analyzer. Usually, the impedance is measured over a frequency range of 10 Hz to 100 kHz. Figure 2 .2d shows an optical micrograph of the device, which is made using standard microfabrication techniques.",
            "cite_spans": [
                {
                    "start": 1186,
                    "end": 1190,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 784,
                    "end": 792,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 916,
                    "end": 926,
                    "text": "Fig. 2.2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1016,
                    "end": 1026,
                    "text": "Fig. 2.2b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1262,
                    "end": 1273,
                    "text": "(Fig. 2.2c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1444,
                    "end": 1452,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Development of an AMP-Based, Label-Free Electronic Biosensor"
        },
        {
            "text": "The results of the measurements performed after incubation of the immobilized AMPs with pathogenic E. coli O157∶H7 cell concentrations ranging from 10 3 to 10 7 cfu∕mL are shown in Fig. 2 .3. When a blank device with no immobilized AMPs was also tested for comparison, it was found that there was no change in the impedance of the blank device without immobilized AMPs, upon exposure to various bacterial concentrations. Figure 2 .3a demonstrates that at low frequencies, the various concentrations of bacterial cells have the effect of increasing the impedance, which is proportional to to the number of cells present in the sample. As the frequency increases, the input to the impedance from the bacterial cells decreases. This leaves only the dielectric relaxation of small dipoles, including water molecules in the buffer solution, to affect the measured impedance. Figure 2 .3b represents the impedance change at a fixed frequency of 10 Hz. The change in the impedance is directly proportional to the number of bacterial cells attached to the immobilized AMPs and displayed in a logarithmic increase with respect to a series of diluted bacterial concentrations. Remarkably, the detection limit of the response of the hybrid AMP-microelectrode device to E. coli was established to be 10 3 cfu∕mL (1 bacterium∕μL). This lowest limit of detection seems to be limited by the presence of impedance due to the electrical double layer formed from the electrode polarization effect at low frequencies. Notably, these sensitivity limits are clinically relevant and compare favorably to AMP-based fluorescent assays [26] , antibody-based impedance sensors [27] , and to the LAL test [25] .",
            "cite_spans": [
                {
                    "start": 1611,
                    "end": 1615,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1651,
                    "end": 1655,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1678,
                    "end": 1682,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 187,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 421,
                    "end": 429,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 870,
                    "end": 878,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Development of an AMP-Based, Label-Free Electronic Biosensor"
        },
        {
            "text": "To mimic the usage of the AMP microelectrodes in daily applications like direct water sampling, the biosensor response was studied in real-time, as presented in Fig. 2.4 . First, a microfluidic cell was attached to the interdigitated biosensor chip ( Fig. 2 .4a), to make the electrodes perpendicular to the direction of the sample flow ( Fig. 2 .4b) [25] .",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 355,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 169,
                    "text": "Fig. 2.4",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 251,
                    "end": 257,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 339,
                    "end": 345,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Real-Time Detection of Pathogenic Bacteria"
        },
        {
            "text": "Next, the fluid was introduced by using a syringe pump attached to the inlet port and was let to flow through to the outlet port at a flow rate of 100 μL∕min. The flow cell was first flushed with the buffer to establish a baseline. This was followed by ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Real-Time Detection of Pathogenic Bacteria"
        },
        {
            "text": "McAlpine also examined the selectivity of the AMP-functionalized biosensors toward the following various bacterial species (1) Gram-negative pathogenic E. coli O157∶H7, (2) the nonpathogenic E. coli strain American Type Cell Culture (ATCC) 35218, (3) Gram-negative pathogenic Salmonella typhimurium, and (4) the Grampositive Listeria monocytogenes. The selectivity was first studied by using methods of fluorescent microscopy. This was done by staining bacterial cells and optically mapping their binding density to gold films hybridized with AMPs. The discriminative binding patterns of immobilized magainin I and the surface density of the different bacterial cells (all 10 7 cfu/mL) stained with propidium iodide (PI) nucleic acid stain are showed in Fig. 2 .5. In summary, the coupling of AMPs with micro capacitive biosensors leads to the implementation of a portable, label-free sensing platform for the sensing of infectious agents. The obtainable sensitivity approached 1 bacterium∕μL-a clinically acceptable limit-and the AMPs allowed for sufficient selectivity to differentiate pathogenic and Gram-negative bacteria while retaining broadband detection capabilities [25] [26] [27] [28] . In addition, the simulated water sampling chip, which consisted of a microfluidic flow cell integrated onto the hybrid sensor, demonstrated the potential of real-time on-chip monitoring of the interaction of E. coli cells with the antimicrobial peptides [25] .",
            "cite_spans": [
                {
                    "start": 1175,
                    "end": 1179,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1180,
                    "end": 1184,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1185,
                    "end": 1189,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1190,
                    "end": 1194,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1451,
                    "end": 1455,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 754,
                    "end": 760,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Selectivity Measurements"
        },
        {
            "text": "This following part discusses the progress made with the NRL Array Biosensor, which is a portable device for rapid and simultaneous detection of multiple targets, which was developed, automated and miniaturized for operation at the point-of-use by the US Navy Research Laboratories. This Array Biosensor has been used for the quantitative immunoassays versus a broad number of toxins, and for its usefulness as semi-selective molecules which can be used as alternative recognition moieties [29] [30] [31] . In this sensor, the antibodies or other capture molecules are immobilized in a 2-D arrangement on an optical waveguide, and then a standard fluoroimmunoassays are donewithin the channels of a multi-channel flow cell, which is placed on the waveguide surface ( Fig. 2.6 , left). In the NRL array biosensor, the spots are interrogated using evanescent wave technology that is specifically: a light issued from a 635 nm diode laser that is focused into the edge of the patterned waveguide and after propagation and mixing within the waveguide, the confined beam generates an evanescent field in the sensing portion of the waveguide [29, 32] . The definition of an evanescent field or wave is a vibrating electric and/or magnetic field, which does not spread as an electromagnetic wave but whose energy is spatially concentrated in the proximity of the source (oscillating charges and currents) [32] . The surface attached molecules marked with fluorophore are excited by this evanescent field, generating a fluorescence signal, which is then detected using a CCD camera fitted with appropriate bandpass and longpass filters ( Fig. 2.6, right) . Because of the limitation of the penetration depth of the evanescent field, only surface-attached fluorophores are excited, allowing the analysis of heterogenous or turbid samples. The position and intensities of the fluorescent spots express the identity and concentration of the target sample in each lane [29, 32] .",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 494,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 500,
                    "end": 504,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1136,
                    "end": 1140,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1141,
                    "end": 1144,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1398,
                    "end": 1402,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1957,
                    "end": 1961,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1962,
                    "end": 1965,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 767,
                    "end": 775,
                    "text": "Fig. 2.6",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1630,
                    "end": 1646,
                    "text": "Fig. 2.6, right)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "NRL Array Biosensor for Toxin Detection"
        },
        {
            "text": "The NRL Array Biosensor was used successfully for the detection of toxins and for multiple toxins simultaneously in multiple samples, it could also detect toxin levels as low as 500 pg/mL and quantify the toxin concentration, and finally, it could perform toxin assays in clinical, food, and environmental samples [29] . Furthermore, both sandwich immunoassays for protein toxins (e.g., staphylococcal enterotoxin B [SEB] and ricin) and competitive immunoassays for low molecular weight toxins (e.g., trinitrotoluene and fumonisin B1) were reported. [29] A schematic of the sandwich immunoassay format is shown in Fig. 2 .7 [16] .",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 318,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 550,
                    "end": 554,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 624,
                    "end": 628,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 614,
                    "end": 620,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "NRL Array Biosensor for Toxin Detection"
        },
        {
            "text": "Determination of bacteria and large toxins in foods and air by the NRA Array Biosensor Assays normally employ a sandwich immunoassay format. However, mycotoxins are smaller in size and are therefore better assayed using an indirect competitive immunoassay [32] [33] [34] [35] . The validity of the NRL Array Biosensor was demonstrated for the detection of mycotoxins (ochratoxin A, deoxynivalenol, and aflatoxin B1) in various food matrices and air [32] [33] [34] [35] .",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 260,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 266,
                    "end": 270,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 271,
                    "end": 275,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 459,
                    "end": 463,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 464,
                    "end": 468,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Toxins Environmental Testing in Food and Air"
        },
        {
            "text": "This competitive assay protocol involved attaching the biotinylated mycotoxin derivatives onto the waveguide, this was followed by incubating the test sample with cyanine 5 (Cy5)-labeled anti-toxin antibodies and then passing the preincubated mix over the immobilized mycotoxin derivatives. Since the immobilized mycotoxin derivatives competed with the toxin in the test sample for binding to the fluorescent antibodies; it was found that the resulting fluorescent signal of the immunocomplex on the waveguide surface was inversely proportional to the concentration of toxin in the sample (decrease in signal with increasing concentration [32] [33] [34] [35] .",
            "cite_spans": [
                {
                    "start": 639,
                    "end": 643,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 654,
                    "end": 658,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Toxins Environmental Testing in Food and Air"
        },
        {
            "text": "This type of Array Biosensor has been automated and miniaturized for operation as point-of-use quantitative immunoassay arrays. This methodology was utilized to measure an expanded number of toxins and toxin indicators in food and clinical fluids. In addition, semi-selective recognition molecules were also used to expand the repertoire of toxins that can be detected on a single array. In the automated system, up to 6 samples can be analyzed simultaneously while the non-automated system can test up to 12 samples [30] .",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 521,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Toxins Environmental Testing in Food and Air"
        },
        {
            "text": "Taitt and coworkers investigated the possibility of using antimicrobial peptides (AMPs) for the detection of inactivated botulinum toxins A, B, and E as well as other toxins in assays analogous to the AMP-based bacterial assays [36] . They observed apparent differences in the patterns of binding between botulinum neurotoxoids A, B, and E. It was found that the detection limits were improved when immobilized AMPs were used for target capture [36] .",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Use of Antimicrobial Peptides for Toxin Detection"
        },
        {
            "text": "The Love wave (LW) physical effect was firstly revealed by the mathematician Augustus Edward Hough Love [37, 38] . Typically, LW sensors consist of two components, which are the transducing area and the sensing area. The transducing area consists of the interdigital transducers (IDTs), which are metal electrodes, sandwiched between the piezoelectric substrate and the guiding layer [39] [40] [41] . The input IDT is excited through the application of an rf signal and introduces a mechanical acoustic wave into the piezoelectric substrate, which is directed across the guiding layer up to the output IDT, then it is converted back to a measurable electrical signal (Fig. 2.8) [40].",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 109,
                    "end": 112,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 384,
                    "end": 388,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 398,
                    "text": "[41]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 667,
                    "end": 677,
                    "text": "(Fig. 2.8)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Surface Acoustic Wave (SAW) Sensors"
        },
        {
            "text": "It should be understood that the sensing area is the part of the sensor surface, positioned between the input and output IDT, which is exposed to the analyte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface Acoustic Wave (SAW) Sensors"
        },
        {
            "text": "Consequently, to permits the use of a SAW device as a biosensor, the device has to be coated with a biospecific layer corresponding to the analyte. The immobilization chemistry strongly depends upon the underlying SAW substrate with or without a guiding layer and hence on the chemical environment available. Gold surfaces, for example, allow the use of functionalized thiols, whereas quartz or SiO2 surfaces enable the use of various silanes [42] . Analyte-specific molecules (e.g., antibodies) are immobilized on the SAW device to catch analyte molecules (e.g., antigens) from the sample stream. Analytes binding to the immobilized capture molecules will affect the speed of the SAW and hence the output signal generated by the driving electronics [39] .",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 447,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 750,
                    "end": 754,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Surface Acoustic Wave (SAW) Sensors"
        },
        {
            "text": "SAW detectors can identify and measure many BAs simultaneously and are relatively inexpensive, making them a popular choice amongst civilian response units [39] [40] [41] [42] . SAW detectors detect changes in the properties of acoustic waves as they travel at ultrasonic frequencies in piezoelectric materials. The basic transduction mechanism involves the interaction of these waves with surface-attached matter. Multiple sensor arrays with multiple coatings and pattern recognition algorithms provide the methods to identify agent classes and reject interferant responses that could cause false alarms [39] [40] [41] [42] [43] .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 161,
                    "end": 165,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 166,
                    "end": 170,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 171,
                    "end": 175,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 605,
                    "end": 609,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 610,
                    "end": 614,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 620,
                    "end": 624,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 625,
                    "end": 629,
                    "text": "[43]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Surface Acoustic Wave (SAW) Sensors"
        },
        {
            "text": "Recently, SAW immunosensors were successfully applied to detect E. coli, Legionella, the anthracis simulant B8 Bacillus thuringiensis (B8), and M13 bacteriophage (M13) acting as model analyte for bacteria or viruses. Tamarin et al. used Love wave sensors based on a quartz substrate with a SiO2 wave-guiding layer. Antibodies against M13 were immobilized on the sensor surface to detect the bacteriophage directly [43] .",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 418,
                    "text": "[43]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Surface Acoustic Wave (SAW) Sensors"
        },
        {
            "text": "Stubbs et al. developed a SAW immunoassay for the detection of analytes in the gas phase, e.g., cocaine plumes [44] . For this purpose, SAW devices based on quartz were used. Antibodies were coupled to the SAW device via adsorbed protein A and coated with a hydrogel layer to overcome the problem of hydration of the biomolecule [44] . Benzoylecgonine, the major metabolite of cocaine, could be detected in vapor [45] . In general, it can be specified that SAW-based biosensors offer the possibility of observing real-time binding events of proteins at appropriate sensitivity levels [45, 46] . ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 588,
                    "text": "[45,",
                    "ref_id": null
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "46]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Surface Acoustic Wave (SAW) Sensors"
        },
        {
            "text": "Recently, luminescent semiconductor nanocrystals or quantum dots (QDs) have become a successful novel nanomaterial possessing unique photophysical fluorescent properties, which have helped create a new generation of robust fluorescent biosensors [47] [48] [49] [50] [51] [52] [53] . It should be stated that the fluorescent properties of QDs have overcome most of the liabilities of conventional organic and proteinbased fluorophores. The biosensing QD properties of interest include high quantum yields, broad absorption spectra coupled to narrow size-tunable photo-luminescent emissions, and exceptional resistance to both photo-bleaching and chemical degradation. In this section, we will investigate the advancement in using QDs for many invitro biosensing applications, including their use in immunoassays, as generalized probes [47] [48] [49] [50] [51] [52] [53] .",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 251,
                    "end": 255,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[50]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 266,
                    "end": 270,
                    "text": "[51]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 271,
                    "end": 275,
                    "text": "[52]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 276,
                    "end": 280,
                    "text": "[53]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 834,
                    "end": 838,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 839,
                    "end": 843,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 844,
                    "end": 848,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 849,
                    "end": 853,
                    "text": "[50]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 854,
                    "end": 858,
                    "text": "[51]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 859,
                    "end": 863,
                    "text": "[52]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 864,
                    "end": 868,
                    "text": "[53]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Biosensing with Luminescent Semiconductor Quantum Dots"
        },
        {
            "text": "The unique advantages of using QDs are owed to their inherent photostability, their improved sensitivity, and size-tunable photoluminescence coupled to their broad absorption spectra. These unique advantages have allowed them to serve as multicolor or multiplexed immunoassays. It should be mentioned that in terms of coupling QDs to antibodies, the most common method reported in the literature utilizes biotin-avidin interactions [48] . The avidin/streptavidin-coated QDs are commercially available, while biotin-labeling of antibodies are usually prepared in-house. The QDs containing free carboxylic acid groups from their capping agents may also be covalently attached to the epsilon amine of an antibody's lysine residues by using EDC/NHS coupling chemistry [47] [48] [49] [50] [51] [52] [53] . Instead, simple electrostatic interactions can be used depending on the overall protein charge at the pH of conjugation [48] . For example, sandwich immunoassays were used by Goldman et al. for the simultaneous recognition of four toxins in a single microtiter well, as shown in Fig. 2 .9 [47, 48, 53] . In this assay, antibodies immobilized in a microtiter well plate were first subjected to the mixed toxin sample. Antibodies particular for each of the toxins linked to a different color QD were then put in the microtiter well plate. The subsequent signal from the mixed toxin samples was then deconvoluted using a simple algorithm. Similarly, QD-antibody bioconjugates were used to detect and distinguish between diphtheria toxin and tetanus toxin proteins, which were generally immobilized onto poly-L-lysine coated coverslips and for the simultaneous detection of Escherichia coli O157:H7 and Salmonella typhimurium bacteria using various colored QDs as immunoassay labels [54] .",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 436,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 764,
                    "end": 768,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 769,
                    "end": 773,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "[50]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 784,
                    "end": 788,
                    "text": "[51]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 789,
                    "end": 793,
                    "text": "[52]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 794,
                    "end": 798,
                    "text": "[53]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 921,
                    "end": 925,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1090,
                    "end": 1094,
                    "text": "[47,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1095,
                    "end": 1098,
                    "text": "48,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1099,
                    "end": 1102,
                    "text": "53]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1780,
                    "end": 1784,
                    "text": "[54]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [
                {
                    "start": 1080,
                    "end": 1086,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Immunoassays Using Quantum Dots"
        },
        {
            "text": "Liang et al. utilized QDs to miRNA microarray assays by using streptavidin QDs probes to label biotinylated miRNA targets derived from rice, as shown in Fig. 2 .10 [52] . Initially, miRNAs were oxidized with sodium periodate to oxidize the ribose 2′-and 3′-hydroxyl groups into aldehydes. The resulting dialdehyde was then reacted with biotin-X-hydrazide resulting in biotinylated miRNA. This was followed by immobilizing the 5′ amine-modified oligonucleotide probes antisense to miRNAs on the amine-reactive glass slides. The biotinylated miRNAs were captured on the microarray by oligonucleotide probes in hybridization. QDs were labeled on the captured miRNAs through the strong specific interaction of streptavidin and biotin. Since the QDs have a high extinction coefficient and quantum yield, so tiny amounts of miRNAs can be detected easily with a laser confocal scanner. In addition, as an alternative, the colorimetric gold-silver detection method was used in which captured miRNAs were labeled with streptavidin-conjugated gold followed by silver enhancement. During silver enhancement, the gold nanoparticles bound to miRNAs catalyzed the reduction of silver ions to metallic silver, which further autocatalyzed the reduction of silver ions to form metallic silver precipitation on gold, resulting in a signal enhancement [52] . This process allowed straightforward detection of the microarray with an ordinary charge-coupled device (CCD) camera mounted on a microscope.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[52]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1333,
                    "end": 1337,
                    "text": "[52]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 159,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Nucleic Acid Detection"
        },
        {
            "text": "They found that QD probes offered decent sensitivity down to sub-femtomolar concentrations and dynamic range above several orders of magnitude. This was significantly better than other dye-based methods and further hindered the use of amplification while allowing a semi-quantitative comparison of the amount of miRNA in different samples [53] . Figure 2 .11 displays a set of images for various concentrations of miRNA (21 nt siRNA) detected by QD [53] . It should be noted that the signals become gradually weaker with the decrease in miRNA concentration (Fig. 2.11a ). When the miRNA concentration was as low as 39 pM, the fluorescence signal could be detected, indicating that the lower detection limit of miRNA microarrays is at least 0.4 fmol. As shown in Fig. 2 .11b, the fluorescence intensity of the spots is linear to the model miRNA in a logarithmic fashion from 156 to 20,000 pM, and the dynamic range is about two orders of magnitude. This implies that this method can be used to quantify miRNAs with a broad concentration range [53] .",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "text": "[53]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "[53]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1042,
                    "end": 1046,
                    "text": "[53]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 354,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 557,
                    "end": 568,
                    "text": "(Fig. 2.11a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 762,
                    "end": 768,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Nucleic Acid Detection"
        },
        {
            "text": "Fluorescence Resonance Energy Transfer (FRET) is a physical process in which radiationless transmission of energy phenomena occurs depending on the distancedependent transfer of energy from a donor molecule to an acceptor molecule. FRET has been extensively used in biophysical and biochemical studies to probe ligandreceptor binding and molecular structural changes [55] [56] [57] . In the following example, the authors incubated the dye-labeled DNA targets with biotinylated capture DNA probes, which were allowed to be conjugated to streptavidin QDs, only when the two DNA sequences hybridize. The resulting hybridization was then detected via FRET between the QD and the dye acceptor ( Fig. 2.12 ) [53] . It should be noted that the additional background caused by the direct acceptor excitation is virtually eliminated through the choice of an appropriate excitation wavelength; this led to a 100-fold improvement in sensitivity compared to single organic dye molecular beacon-based detection. This type of sensing schemes can also be amenable to use in a multiplex format. The narrow and symmetric QD emissions allow easy spectral deconvolution, and the most straightforward configuration relies on several QD populations interacting with the same dye acceptor rather than the opposite [53].",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 371,
                    "text": "[55]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 372,
                    "end": 376,
                    "text": "[56]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 377,
                    "end": 381,
                    "text": "[57]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 703,
                    "end": 707,
                    "text": "[53]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [
                {
                    "start": 691,
                    "end": 700,
                    "text": "Fig. 2.12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Sensing Based on FRET with Quantum Dot Bioconjugates"
        },
        {
            "text": "Petrovick et al. have developed a novel inexpensive, genetically engineered whiteblood cell biosensor for the rapid identification of warfare BA pathogens and toxins [58] . This new sensor was named and abridged as CANARY for \"Cellular Analysis and Notification of Antigen Risks and Yields.\" CANARY sensors are capable of detecting soluble protein toxins, which are an important class of potential bioweapon, and can also be used for sequencing DNA and RNA [58] . ",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Engineered Cell-Based Sensors: The CANARY System"
        },
        {
            "text": "The CANARY technology is based on genetically engineered white blood B cells, which can bind to and to recognize pathogens quickly and assists other parts of the immune system in fighting the infection. It is well known that B cells are the fastest known pathogen identifiers (intrinsic response less than 1 s). The B-lymphocytes recombinantly express cytosolic aequorin, a Ca-sensitive bioluminescent protein from the jellyfish Aequoria victoria, which emits light in response to elevations of intracellular Ca, along with the antibodies bound to the membrane. Binding of the pathogen to the cell surface antibodies causes an increase in intracellular Ca levels, resulting in the emission of light from the cytosolic aequorin [59] [60] [61] [62] [63] . Two regular genetic modifications enable engineered B-cell lines to express cytosolic aequorin, as well as membrane-bound antibodies specific for pathogens of interest [62, 63] . This was achieved by crosslinking the membrane-bound antibodies to a polyvalent antigen that induces a signal-transduction cascade. This latter, sequentially involves tyrosine kinases, phospholipase C, and inositol triphosphate (IP3). The IP3 activates calcium channels, thereby increasing cytosolic calcium from both internal stores and the extracellular medium, which stimulates the aequorin, causing it to emit light (Fig. 2.13) [58, 59, [62] [63] [64] .",
            "cite_spans": [
                {
                    "start": 727,
                    "end": 731,
                    "text": "[59]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 732,
                    "end": 736,
                    "text": "[60]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 737,
                    "end": 741,
                    "text": "[61]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 742,
                    "end": 746,
                    "text": "[62]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "[63]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 922,
                    "end": 926,
                    "text": "[62,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 927,
                    "end": 930,
                    "text": "63]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1365,
                    "end": 1369,
                    "text": "[58,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1370,
                    "end": 1373,
                    "text": "59,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1374,
                    "end": 1378,
                    "text": "[62]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1379,
                    "end": 1383,
                    "text": "[63]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1384,
                    "end": 1388,
                    "text": "[64]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [
                {
                    "start": 1353,
                    "end": 1364,
                    "text": "(Fig. 2.13)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "CANARY Bioelectronic Sensor"
        },
        {
            "text": "The CANARY sensor can detect less than 50 colony-forming units (cfu) of the pathogen in less than 3 min, which include the time required to concentrate the sample [64] . It should be mentioned that state-of-the-art immunoassays take at least 15 min, whereas the polymerase chain reaction (PCR) takes longer than 30 min. The novel genetic-engineering system developed by Petrovick et al. have consisted of the efficient production of B-cell lines that can react specifically and rapidly to a variety of pathogens [58] . The antibody genes were cloned from hybridomas and inserted into expression vectors. These were transfected into a parental B cell line that expresses active aequorin, and the cells are screened for their response to the pathogen. The genetically modified CANARY cells can be applied separately in a particular identification assay, or as many as three can be linked to accomplish a multiplexed assay. Instead, several antibodies can be expressed in a single cell line to provide a classification assay [59] . It is also possible to establish B cells that emit at various wavelengths of light, allowing multiplexed assays that simultaneously discriminate among several targets [58] . ",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "text": "[64]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1022,
                    "end": 1026,
                    "text": "[59]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1196,
                    "end": 1200,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "CANARY Bioelectronic Sensor"
        },
        {
            "text": "A novel effective method described by Petrovick et al. for the immobilization of a toxin was to obtain it on beads coated with antibodies against that specific toxin [58] . The antibody-coated beads were then incubated in a solution containing the suspected toxin and washed to remove the contaminating proteins and other materials. The toxin-obtained decorated beads are excellent candidates for the purification and immobilization of toxin analytes by the CANARY cells, as illustrated in Fig. 2.14 [58] .",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 500,
                    "end": 504,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [
                {
                    "start": 490,
                    "end": 499,
                    "text": "Fig. 2.14",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Toxin Detection"
        },
        {
            "text": "It should be mentioned that the CANARY cells should express an antibody that attaches to the toxin at another site different from that of the capture antibody. Since the toxin is immobilized on the bead, the antibodies on the CANARY cell that attaches to the toxin are as well immobilized, and therefore light emission is stimulated [59] . This method has been used to develop a very effective CANARY assay for botulinum neurotoxin type A (BoNT/A), which is the most poisonous toxin known to man, with an LD50 of about 550 ng by inhalation for a 55 kg adult. Under best conditions, the assay sensitivity is currently 16 pg (1.6 ng/mL) [58] . ",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 337,
                    "text": "[59]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 635,
                    "end": 639,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Toxin Detection"
        },
        {
            "text": "The detection of soluble macromolecules has another remarkable application, which is the identification of DNA and RNA sequences. The capability to identify nucleic acid (NA: DNA or RNA) sequences is central in the deduction of the first hard NA sequence information, concerning a new or genetically modified pathogen [58] . It is crucial to develop assays that have the flexibility to respond quickly to new threats. For this reason, developing NA probes allow for the rapid and quick examination of the actual genetics of the target organism [58] . When the NA sequence of a pathogen is revealed, multiple short probes are created that bind adjacent to each other along a specific sequence on the target NA [59] . Consequently, Petrovick et al. developed a novel assay that uses a single CANARY cell line that expresses an antibody against digoxigenin. Each of these probes is marked with a single digoxigenin molecule. If these probes are added to the solution containing the target NA sequence, the binding of multiple digoxigenin-containing probes produces a tight cluster of immobilized digoxigenin molecules, which will stimulate light production from the CANARY cell (see Fig. 2 .15) [58] .",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 322,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "[59]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1192,
                    "end": 1196,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [
                {
                    "start": 1180,
                    "end": 1186,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Detection of the DNA Sequence"
        },
        {
            "text": "In the absence of target NA, every digoxigenin-labeled probe stays monomeric, and therefore cannot crosslink antibodies on the surface of CANARY cells. There are more benefits to detect RNA compared to DNA because there is only one copy of genomic DNA per bacterium, but on the other hand, there can be thousands of copies of a single RNA strand, so the number of target molecules per bacterium is much higher. Furthermore, since probe binding demands that the target NA must be a single-strand, a denaturing step must be done to separate the two constituent strands of DNA. RNA, however, is normally single-stranded [58] .",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 621,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Detection of the DNA Sequence"
        },
        {
            "text": "The CANARY approach takes advantage of a receptor that binds to the constant part of the antibodies and leaves the antigen-binding part of the antibody free. After the binding of the bacteria with the captured antibodies, the receptor initiates a signal cascade, similar to the one induced by the crosslinking of membrane-bound antibodies on B cells, which activates aequorin [58] .",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 380,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "CANARY Detections of Francisella tularensis and Yersinia pestis"
        },
        {
            "text": "The excellent combination of speed and sensitivity of the CANARY system was shown with cell lines expressing an antibody that specify for the F1 antigen of Yersinia pestis (Yp), shown in Fig. 2.16 [58] . When concentrated in the centrifuge luminometer, as little as 45 cfu of formalin-inactivated Yp are detected. However, there was no response to relatively large numbers of F. tularensis [58] .",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 196,
                    "text": "Fig. 2.16",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "CANARY Detections of Francisella tularensis and Yersinia pestis"
        },
        {
            "text": "For biological defense applications, the CANARY technology was added into a flexible biological-aerosol sensor platform called PANTHER that can create the core of a family of mission-specific bio-aerosol identification sensors useful as standalone sensors for the site/building protection, emergency response, rapid screening, and environmental monitoring [58] .",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 360,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "CANARY Detections of Francisella tularensis and Yersinia pestis"
        },
        {
            "text": "To summarize, the CANARY's capabilities open possible applications in pathogen genotyping, virulence testing, antibiotic resistance screening, and viability assessment. Moreover, using these cells demonstrate the best-known combination of speed and sensitivity. Other applications of CANARY technology comprise biological aerosol sampling, point-of-care diagnostics, pre-symptomatic diagnosis in the outcome of a biowarfare attack, finding of agricultural pathogens at ports of entry, or screening of perishable food supplies medium [62] , which activates the aequorin, causing it to emit light [59, 60] .",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 537,
                    "text": "[62]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 595,
                    "end": 599,
                    "text": "[59,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 600,
                    "end": 603,
                    "text": "60]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "CANARY Detections of Francisella tularensis and Yersinia pestis"
        },
        {
            "text": "It is well known that an optical fiber is a flexible, translucent fiber produced by drawing glass (silica) or plastic to a diameter slightly thicker than that of a human hair [65, 66] . Optical fibers consist of an inner core that is surrounded by a clad material of a lower refractive index. Because of the differences in refractive index, light is totally reflected. A fiber optic bundle consists of thousands of individual fibers fused together, such that each fiber retains its ability to transmit light independently of its neighbors (Fig. 2.17) [67].",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[65,",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "66]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [
                {
                    "start": 539,
                    "end": 550,
                    "text": "(Fig. 2.17)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "High-Density Microsphere-Based Fiber-Optic DNA Microarrays"
        },
        {
            "text": "Pantano and Walt showed that by selectively etching the fiber core, an array of microwells could be formed [68, 69] . These microwells can be filled with oligonucleotide-functionalized microspheres. The array dimensions can be tailored to suit any size of the oligonucleotide-functionalized microsphere. The well diameters are equal to those of the fiber cores, and the depths are dependent on the etchant concentration, the exposure time, and the fiber composition. Because each microsphere is optically wired to fiber, the specific interactions on each microsphere surface can be independently monitored. Walt and coworkers developed a highdensity fiber-optic DNA microarray containing oligonucleotide-functionalized, 3.1m-diameter microspheres haphazardly distributed on the etched face of an imaging fiber bundle [68, 69] .",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[68,",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 112,
                    "end": 115,
                    "text": "69]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 817,
                    "end": 821,
                    "text": "[68,",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 822,
                    "end": 825,
                    "text": "69]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "High-Density Microsphere-Based Fiber-Optic DNA Microarrays"
        },
        {
            "text": "Usually, these fiber bundles are composed of around 6000-50,000 fused optical fibers, in which each fiber contains an etched well [70] . The desired oligonucleotide sequences are attached to individual microspheres, then added to each etched wells on the fiber optic bundle face. The produced microwell arrays are capable of casing complementary-sized microspheres, each containing thousands of copies of a unique oligonucleotide probe sequence. Walt and coworkers showed that the array fabrication process resulted in random microsphere placement. It should be understood that the determination of the position of microspheres in the random array, essentially required an optical encoding scheme. The detection schemes, which are combined the intrinsic recognition abilities of nucleic acids, are usually measured with fluorescence-based detection methods. This \"optical bar code\" obtained is simply a combination of fluorescent dyes with different excitation and emission wavelengths and intensities that allow each bead to be independently identified [70] .",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[70]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1054,
                    "end": 1058,
                    "text": "[70]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "High-Density Microsphere-Based Fiber-Optic DNA Microarrays"
        },
        {
            "text": "Nonetheless, additional degrees of freedom are available in the fiber-optic format, which allows an additional number of excitation and emission wavelengths that can be used. It should be mentioned that the optically bar-coded arrays, can be decoded in a matter of seconds. This occurs by conventional image processing software that collects a series of fluorescence images at different excitation and emission wavelengths and then analyzes the relative intensities of each bead. Alternatively, preformed oligonucleotides may be added directly to surfaceactivated microspheres [70] .",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 581,
                    "text": "[70]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "High-Density Microsphere-Based Fiber-Optic DNA Microarrays"
        },
        {
            "text": "Needless to say, those fluorescence-based assays are more desirable than traditional radiolabeled methods due to their increased safety and experimental versatility. Fluorescence can be incorporated into microarray assays by fluorescent intercalating dyes, fluorescently labeled targets, or label-less methods employing fluorescence resonance energy transfer (FRET). Fluorescence-based assays enable the measurement of multiple wavelengths independently and simultaneously. The use of multiple fluorophores enables parallel interrogation schemes [70] [71] [72] [73] . ",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 550,
                    "text": "[70]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "[71]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[72]",
                    "ref_id": null
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "[73]",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "High-Density Microsphere-Based Fiber-Optic DNA Microarrays"
        },
        {
            "text": "A general array protocol entails immobilizing a probe sequence (primer) that can hybridize to its fluorescently-labeled complementary target. The fluorescent tag is commonly incorporated into the target molecules via polymerase chain reaction (PCR) [73] . This primer labeling method is convenient when amplification is needed for detection, or when it is used to construct a cDNA library from a genomic RNA pool via reverse transcription. In addition, the derivatized fiber core experiments can detect unlabeled (non-fluorescent) target solutions [66] . This is achieved by competitive hybridization with fluorescent target samples. In this method, the fluorescent synthetic target complements are synthesized and initially hybridized to the array to saturate the array probe elements [66] . The unlabeled target solution is then hybridized to the same array, competing with the prehybridized synthetic targets. The presence of the unlabeled target is determined by a fluorescence decrease caused by the displacement of the fluorescent synthetic target by the unlabeled species. This procedure eliminates the need to incorporate fluorescence into the target and allows quantitative measurements to be performed. These fiber optic platforms are the basis for microsphere array designs that improved array fabrication and allowed extremely high-density sensor placement [66] .",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 253,
                    "text": "[73]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "[66]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 786,
                    "end": 790,
                    "text": "[66]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1369,
                    "end": 1373,
                    "text": "[66]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Fiber Optic DNA Biosensors"
        },
        {
            "text": "The imaging system consists of a light source, an inverted microscope, and a modified Olympus epifluorescence microscope/charge-coupled device camera (Photometrics PXL). A fiber chuck carried the imaging fiber in a fixed position while electronically controlled filter wheels switched between the analytical wavelength and the encoding wavelengths, enabling complete analysis and identification of the microspheres within minutes. Excitation light is sent into the proximal tip of the imaging fiber, and emission from the fluorescing molecules captured and directed onto the CCD camera detector (Fig. 2.18 ) [72A] .",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 613,
                    "text": "[72A]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 595,
                    "end": 605,
                    "text": "(Fig. 2.18",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Analysis Setup and Protocol"
        },
        {
            "text": "The multiplex analysis images were acquired for 1 and 0.5 s at wavelengths specific to each encoding dye. A 365-nm excitation filter and a 600-nm long-pass emission filter were used for the Eu-dye. A 620-nm excitation filter and a 670-nm emission filter were used for the Cy5 dye. A 530-nm excitation filter and a 580-nm emission filter were used for TAMRA. That is the detection of amplified DNA fragments that were incubated with a fluorescein-labeled sequencing primer in the existence of the two allelic ROX-ddNTP or TAMRA-ddNTP terminators. All targets were labeled with fluorescein. It was shown that the fluorescence intensity was proportional to the extent of hybridization at each probe position [72A] . In addition, the camera was equipped with an internal chip that provides megapixel resolution (1280/1024). This megapixel chip was able to resolve the arrays miniatured feature sizes (3 mm) and provided multiple pixels for each optical channel in the fiber bundle ( Fig. 2.19 ).",
            "cite_spans": [
                {
                    "start": 705,
                    "end": 710,
                    "text": "[72A]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 979,
                    "end": 988,
                    "text": "Fig. 2.19",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Analysis Setup and Protocol"
        },
        {
            "text": "This entire array is about the size of a single spot on a traditional spotted array.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis Setup and Protocol"
        },
        {
            "text": "Finally, it can be surmised that the described fiber optic microsphere-based biosensor is a versatile platform that possesses micro-scale features and an overall array size that enables rapid analysis and extremely low detection limits. Redundant detection elements in the array increase the signal-to-noise ratio and avoid the potential for false-positive and false-negative results. Microsphere-based arrays are reusable and are easy to fabricate. The fiber optic platform has also been applied to other applications, including artificial olfaction and cell-based array sensing [66] . ",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 584,
                    "text": "[66]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Analysis Setup and Protocol"
        },
        {
            "text": "Recently, numerous strategies for protein labeling were developed, and they allowed the characterization of proteins concerning their composition, folding, or interaction with other proteins [74] . Surface plasmon resonance (SPR) is a label-free detection procedure which is a suitable and reliable platform in clinical analysis for biomolecular interactions. Undeniably, SPR has been proven to be one of the most powerful technologies to determine the specificity, affinity, and kinetic parameters displayed during the binding of macromolecules. These binding of macromolecules include, but are not limited to, protein-protein, protein-DNA, enzyme-substrate or inhibitor, receptor-drug, lipid membrane-protein, protein-polysaccharide, and cell or virus-protein [75] [76] [77] [78] [79] [80] [81] [82] [83] [84] . SPR is an optical technique that measures the refractive index changes in the vicinity of thin metal layers (i.e., gold, silver, or aluminum films) in response to biomolecular interactions.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "text": "[74]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 762,
                    "end": 766,
                    "text": "[75]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 767,
                    "end": 771,
                    "text": "[76]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 772,
                    "end": 776,
                    "text": "[77]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 777,
                    "end": 781,
                    "text": "[78]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 782,
                    "end": 786,
                    "text": "[79]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 787,
                    "end": 791,
                    "text": "[80]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 792,
                    "end": 796,
                    "text": "[81]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 797,
                    "end": 801,
                    "text": "[82]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 802,
                    "end": 806,
                    "text": "[83]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 807,
                    "end": 811,
                    "text": "[84]",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "Surface Plasmon Resonance"
        },
        {
            "text": "When the photon of an incident light strikes a metal surface, typically a gold surface, surface plasmon resonance occurs. When a portion of the light energy excites the electrons of the metal surface layer, at a certain angle of incidence, it creates electron movements which propagate parallel to the metal surface. This electric oscillation is termed as a \"plasmon.\" This oscillation, in turn, makes an electric field whose range is approximately 300 nm from the border between the metal surface and sample solution [76, 79] . In a commercial SPR biosensor configuration, the incident light employed is generated by a high-reflective index glass prism of the Kretschmann geometry of the attenuated total reflection (ATR) method (Fig. 2.20 ) [74] .",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 522,
                    "text": "[76,",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 523,
                    "end": 526,
                    "text": "79]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 743,
                    "end": 747,
                    "text": "[74]",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [
                {
                    "start": 730,
                    "end": 740,
                    "text": "(Fig. 2.20",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "SPR Principle"
        },
        {
            "text": "The defined SPR angle, at which resonance happens, relies on the refractive index of the material coating the metal surface, and the constant light source wavelength. When there is no change in the reflective index of the sensing medium, the plasmon oscillation cannot be formed (Fig. 2.20a) . In addition, it should be noted that when the surface of the sensing material has been coated through biomolecule attachment only, there will be perhaps an unnoticed small change in the reflective index of the sensing medium, and as a result, the plasmon oscillation cannot be formed ( Fig. 2. 20c, left side) [74] . However, when the metal surface has been coated with an analyte-biorecognition couple of biomolecules, detection is achieved by measuring the changes in the reflected light obtained on a detector ( Fig. 2 .20c, right side). In addition, the amount of surface concentration can be quantified by monitoring the reflected light intensity or tracking the resonance angle shifts. Typically, an SPR biosensor has a detection limit of 10 pg/mL [76] [77] [78] [79] .",
            "cite_spans": [
                {
                    "start": 604,
                    "end": 608,
                    "text": "[74]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1048,
                    "end": 1052,
                    "text": "[76]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1053,
                    "end": 1057,
                    "text": "[77]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1058,
                    "end": 1062,
                    "text": "[78]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1063,
                    "end": 1067,
                    "text": "[79]",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [
                {
                    "start": 279,
                    "end": 291,
                    "text": "(Fig. 2.20a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 580,
                    "end": 587,
                    "text": "Fig. 2.",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 809,
                    "end": 815,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "SPR Principle"
        },
        {
            "text": "In all commercial SPR biosensors, probe molecules are initially immobilized on to the surface of the sensor. Once the solution of target molecules is flown into contact with the surface, a probe-target binding via affinity interaction happens, which consequently induces an increase in the refractive index at the SPR sensor surface (Fig. 2.20d) [74] . Resonance or response units.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 350,
                    "text": "[74]",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [
                {
                    "start": 333,
                    "end": 345,
                    "text": "(Fig. 2.20d)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "SPR Principle"
        },
        {
            "text": "(RU) in SPR experiments are employed to explain the signal change, where 1 RU is equal to a critical angle shift of 10 −4 degrees [80] [81] [82] [83] [84] . At the beginning of the experiment, whereas probe-target interactions have not happened, the initial RU value relates to the initial critical angle. The difference in refractive index Δ nd arise from within a layer of thickness h can be computed as:",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[80]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 135,
                    "end": 139,
                    "text": "[81]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 140,
                    "end": 144,
                    "text": "[82]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 145,
                    "end": 149,
                    "text": "[83]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 150,
                    "end": 154,
                    "text": "[84]",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "SPR Principle"
        },
        {
            "text": "where (dn/dc) vol is the increase of refractive index n with the volume concentration of analyte c, and ΔΓ is the concentration of the bound target on the surface [76] .",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "text": "[76]",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "SPR Principle"
        },
        {
            "text": "There are numerous different formats of SPR biosensors. These comprise the array format, multi-channel unit format, and SPR imaging format, which permit simultaneous and continuous detection to evaluate the performance of hundreds to thousands of affinity binding events on a chip surface [81] [82] [83] . In SPR imaging, the incidence angle remains constant, and the attachment of biomolecules on a gold surface is measured as the change in reflectivity (or reflectance) in relation to the incident ray intensity, unlike SPR sensors that depend on the measurement of the absorption dip in the SPR angle or SPR wavelength [80] [81] [82] [83] [84] . Recently, it was shown that SPR imaging technology using a multi-analyte biosensor allows the measurement of a high-throughput methodology, and it achieves a similar degree of sensitivity of conventional SPR biosensors (Fig. 2.21 ) [82] . Consequently, SPR imaging systems without any labeling requirements can be used for high-throughput screening (HTS), specifically in drug discovery, more than any other optics-based detection methods [83, 84] .",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[81]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 294,
                    "end": 298,
                    "text": "[82]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 299,
                    "end": 303,
                    "text": "[83]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 622,
                    "end": 626,
                    "text": "[80]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[81]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 632,
                    "end": 636,
                    "text": "[82]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 637,
                    "end": 641,
                    "text": "[83]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 642,
                    "end": 646,
                    "text": "[84]",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 881,
                    "end": 885,
                    "text": "[82]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 1088,
                    "end": 1092,
                    "text": "[83,",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 1093,
                    "end": 1096,
                    "text": "84]",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [
                {
                    "start": 868,
                    "end": 878,
                    "text": "(Fig. 2.21",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "High-Throughput Screening (HTS)"
        },
        {
            "text": "Dhaked and coworkers developed a label-free real-time method for the detection and quantification of botulinum neurotoxin A (BoNT/A) using surface plasmon resonance (SPR) [84] . The authors used an antibody against rBoNT/A-HCC fragment, and synaptic vesicles (SV), which were immobilized on a carboxymethyl dextran modified gold chip. The immobilization of BoNT/A antibody and interaction of BoNT/A with immobilized antibody were characterized in-situ by SPR and electrochemical impedance spectroscopy. A sample solution containing BoNT/A antigen in concentrations ranging from 0.225 fM to 4.5 fM and 0.045 fM to 5.62 fM was interacted with the immobilized antibody and immobilized SV, respectively [84] .",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "[84]",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 699,
                    "end": 703,
                    "text": "[84]",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "Surface Plasmon Resonance Sensing of Biological Warfare Agent Botulinum Neurotoxin A"
        },
        {
            "text": "Dhaked and coworkers described the stepwise immobilization of BoNT/A antibody and SV protein on a CM5 chip, respectively, in nine steps. These steps involved the stabilization of the baseline, the activation of carboxyl groups on the CM5 chip, and converting them into activated carboxymethylated groups on the sensor chip for future bounding to the free amino groups of BoNT/A antibody. This was followed by washing with PBS and measuring the SPR angle that has shifted nearly to the baseline [84] . When the BoNT/A antibodies are injected on the CM5 chip, an increase in the SPR angle was observed. Finally, washing with 1000 mM ethanolamine was performed to prevent non-specific binding and to block the unreacted NHS-ester groups on CM5 chip. ",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 498,
                    "text": "[84]",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "Immobilization of BoNT/A Antibody and SV Protein on CM5 SPR Sensor Chip"
        },
        {
            "text": "Most of the sensing measuring devices used for the detection of biological warfare agents are based on luminescence immunoassay signal transduction mechanisms, which are optical. In this chapter, we have discussed the following subjects: impedance spectroscopy, evanescent wave technology and internal reflection fluorescence (TIRF) excitation, surface acoustic wave sensors, fluorescent biosensors, Fluorescence Resonance Energy Transfer (FRET), light emission (CANARY), microsphere-based fiber-optic biosensors, and surface plasmon resonance. It should be noted that although fluorescence detection is the most popular, surface plasmon resonance (SPR)-based immunoassay formats with surface imaging capabilities are growing in popularity [80] [81] [82] [83] [84] [85] [86] . Multiplexing, or simultaneous detection of multiple analytes, is one of the most important prerequisites for biothreat agent detection. As mentioned in our introduction, the presented work is more a \"Comptes Rendus\" and an introduction to this series of sensing measuring devices used for the detection of biological warfare agents that were presented to the participants of this NATO-ASI meeting. ",
            "cite_spans": [
                {
                    "start": 740,
                    "end": 744,
                    "text": "[80]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 745,
                    "end": 749,
                    "text": "[81]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 750,
                    "end": 754,
                    "text": "[82]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 755,
                    "end": 759,
                    "text": "[83]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 760,
                    "end": 764,
                    "text": "[84]",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 765,
                    "end": 769,
                    "text": "[85]",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 770,
                    "end": 774,
                    "text": "[86]",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Medical aspects of chemical and biological warfare",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Eitzen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Takafuji",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Office of the Surgeon General",
            "volume": "",
            "issn": "",
            "pages": "415--423",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Biological warfare and bioterrorism: a historical review",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ridel",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Bayl Univ Med Cent",
            "volume": "17",
            "issn": "4",
            "pages": "400--406",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "Wkly Epidemiol Rec",
            "volume": "78",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Another bloody century: future warfare, Phoenix",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "265--266",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Strengthening global preparedness for defense against infectious disease threats",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Committee on Foreign Relations, United States Senate. Hearing on the threat of bioterrorism and the Spread of Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Lessons learned from a full-scale bioterrorism exercise",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Norton",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Emerg Infect Dis",
            "volume": "6",
            "issn": "",
            "pages": "652--653",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "New World Coming: American Security in the 21st Century, supporting research and analysis",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "History of chemical and biological warfare agents",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Szinicz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Toxicology",
            "volume": "214",
            "issn": "3",
            "pages": "167--181",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Biological and Chemical Terrorism: Strategic Plan for Preparedness and Response (2005) Recommendatons of the CDC strategic planning workgroup",
            "authors": [],
            "year": null,
            "venue": "MMWR Recomm Rep",
            "volume": "49",
            "issn": "",
            "pages": "1--26",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Bioweapons and bioterrorism: a review of history and biological agents",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Cenciarelli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rea",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carestia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;amico",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Malizia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bellecci",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gaudio",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gucciardino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fiorito",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Defence S&T Tech Bull",
            "volume": "6",
            "issn": "2",
            "pages": "111--129",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Assessment of biological agent detection equipment for emergency responders",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Bowen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Golly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hawley",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Laughlin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Chemical Biological Information Analysis Center (CBIAC)",
            "volume": "196",
            "issn": "",
            "pages": "21010--0196",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Research and Development to Improve Civilian Medical Response to Chemical and Biological Terrorism Incidents",
            "authors": [
                {
                    "first": "Biological",
                    "middle": [],
                    "last": "Chemical",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Terrorism",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "National Academy of Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "State of the art and recent advances in immunoanalytical systems",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Marquette",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Blum",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biosens Bioelectron",
            "volume": "21",
            "issn": "8",
            "pages": "1424--1433",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Sensors for detecting biological agents",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Sapsforda",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bradburneb",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Delehantyb",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Medintzb",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mater Today",
            "volume": "11",
            "issn": "3",
            "pages": "38--49",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Electrochemical biosensors: recommended definitions and classification",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thevenot",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Toth",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Durst",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Pure Appl Chem",
            "volume": "71",
            "issn": "",
            "pages": "2333--2348",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Electrochemical biosensors: recommended definitions and classification",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thevenot",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Toth",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Durst",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biosens Bioelectron",
            "volume": "16",
            "issn": "",
            "pages": "121--131",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Electrochemical biosensors: recommended definitions and classification",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thevenot",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Toth",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Durst",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Anal Lett",
            "volume": "34",
            "issn": "",
            "pages": "635--659",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "PCR-ELISA detection of Escherichia coli in milk",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daly",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Collier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Doyle",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lett Appl Microbiol",
            "volume": "34",
            "issn": "",
            "pages": "222--226",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Determination of the sensitivity of a rapid Escherichia coli O157:H7 assay for testing 375-gram composite samples",
            "authors": [
                {
                    "first": "W-L",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Richter",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Appl Environ Microbio",
            "volume": "66",
            "issn": "9",
            "pages": "4149--4151",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Peptides as weapons against microorganisms in the chemical defense system of vertebrates",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nicolas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mor",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Annu Rev Microbiol",
            "volume": "49",
            "issn": "",
            "pages": "277--304",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Antimicrobial peptides of multicellular organisms",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zasloff",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "415",
            "issn": "",
            "pages": "389--339",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Antimicrobial activity and protease stability of peptides containing fluorinated amino acids",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Am Chem Soc",
            "volume": "129",
            "issn": "",
            "pages": "15615--15622",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Electrical detection of pathogenic bacteria via immobilized antimicrobial peptides",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Mannoor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Link",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcalpine",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "107",
            "issn": "45",
            "pages": "19207--19212",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Antimicrobial activity of synthetic magainin peptides and several analogues",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zasloff",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "85",
            "issn": "",
            "pages": "910--913",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Magainins, a class of antimicrobial peptides from Xenopus skin: isolation, characterization of two active forms, and partial cDNA sequence of a precursor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zasloff",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "84",
            "issn": "",
            "pages": "5449--5453",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Interactions of an antimicrobial peptide, magainin 2, with outer and inner membranes of Gram-negative bacteria",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matsuzaki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Sugishita",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harada",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fujii",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Miyajima",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "BBA-Biomembranes",
            "volume": "1327",
            "issn": "",
            "pages": "119--130",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Array biosensor for toxin detection: continued advances",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Taitt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Shriver-Lake",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Ngundi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Ligler",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Sensors",
            "volume": "8",
            "issn": "",
            "pages": "8361--8377",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Array biosensor for detection of toxins",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Ligler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Taitt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Shriver-Lake",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Sapsford",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shubin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jpb",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Anal Bioanal Chem",
            "volume": "377",
            "issn": "3",
            "pages": "469--477",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Reflectively coated optical waveguide and fluidics cell integration",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Feldstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Golden",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Ligler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Rowe",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A portable automated multianalyte biosensor",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Golden",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Taitt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Shriver-Lake",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Shubin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Ligler",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Talanta",
            "volume": "65",
            "issn": "5",
            "pages": "1078--1085",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Detection of deoxynivalenol in foods and indoor air using an array biosensor",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Ngundi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Qadri",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Lassman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Shriver-Lake",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Ligler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Taitt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Environ Sci Technol",
            "volume": "40",
            "issn": "7",
            "pages": "2352--2356",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Indirect competitive immunoassay for detection of aflatoxin B-1 in corn and nut products using the array biosensor",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Sapsford",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Taitt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fertig",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Lassman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Maragos",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Shriverlake",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biosens Bioelectron",
            "volume": "21",
            "issn": "12",
            "pages": "2298--2305",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "An Array biosensor for detection of bacterial and toxic contaminants of foods",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Ngundi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Taitt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Diagnostic bacteriology protocols",
            "volume": "",
            "issn": "",
            "pages": "53--68",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Blind laboratory trials for multiple pathogens in spiked food matrices",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Shriver-Lake",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Erickson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Sapsford",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Ngundi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Kulagina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Golden",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Ligler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Taitt",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Anal Lett",
            "volume": "40",
            "issn": "",
            "pages": "3219--3323",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Augustus Edward Hough love. 1863-1940. Obituary Notices of Fellows of the",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Milne",
                    "suffix": ""
                }
            ],
            "year": 1941,
            "venue": "Royal Society",
            "volume": "3",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "MacTutor history of mathematics archive",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "Ef Augustus Edward Hough",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Love",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Surface acoustic wave biosensors: a review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Länge",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Rapp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rapp",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Anal Bioanal Chem",
            "volume": "391",
            "issn": "",
            "pages": "1509--1519",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Fluorescence resonance energy transfer concepts, applications and advances",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Sapsford",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Berti",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Medintz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Minerva Biotech",
            "volume": "16",
            "issn": "",
            "pages": "253--279",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Luminescent quantum dots in immunoassays",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Goldman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Medintz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mattoussi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Anal Bioanal Chem",
            "volume": "384",
            "issn": "",
            "pages": "560--563",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Avidin: a natural bridge for quantum dot-antibody conjugates",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Goldman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Balighian",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mattoussi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Kuno",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mauro",
                    "suffix": ""
                },
                {
                    "first": "Agp",
                    "middle": [],
                    "last": "Tranpt",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Am Chem Soc",
            "volume": "124",
            "issn": "",
            "pages": "6378--6638",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Antigen/antibody immunocomplex from CdTe nanoparticle bioconjugates",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mamedova",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Kotov",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Studer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nano Lett",
            "volume": "2",
            "issn": "",
            "pages": "817--822",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Microminiaturized immunoassays using quantum dots as fluorescent label by laser confocal scanning fluorescence detection",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "Q"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Z"
                    ],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Immunological Methods",
            "volume": "249",
            "issn": "",
            "pages": "85--89",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Simultaneous multicolor detection system of the single-molecular microbial antigen with total internal reflection fluorescence microscopy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hoshino",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fujioka",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Manabe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yamaya",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Goto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yasuhara",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Microbiology & Immunology",
            "volume": "49",
            "issn": "",
            "pages": "461--470",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "An oligonucleotide microarray for microRNA expression analysis based on labeling RNA with quantum dot and nanogold probe",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "Q"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Ruan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nucleic Acids Res",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Biosensing with luminescent semiconductor quantum dots",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Sapsford",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Medintz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hedi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "925--953",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Simultaneous detection of Escherichia coli O157∶ H7 and Salmonella Typhimurium using quantum dots as fluorescence labels",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Analyst",
            "volume": "131",
            "issn": "3",
            "pages": "394--401",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "FRET Imaging",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jares-Erijman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature Biotech",
            "volume": "21",
            "issn": "",
            "pages": "1387--1395",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Fluorescence resonance energy transfer concepts, applications and advances",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Sapsford",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Berti",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Medintz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Minerva Biotech",
            "volume": "16",
            "issn": "",
            "pages": "253--279",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Selective, reversible, reagentless maltose biosensing with core-shell semiconducting nanoparticles",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Sandros",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Shete",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Benson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Analyst",
            "volume": "131",
            "issn": "",
            "pages": "229--235",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Rapid sensors for biological-agent identification",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Petrovick",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Harper",
                    "suffix": ""
                },
                {
                    "first": "Frances",
                    "middle": [
                        "E"
                    ],
                    "last": "Nargi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Eric",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schwoebel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Mark",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hennessy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Todd",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rider",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Hollis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "LINCOLN LABORATORY JOURNAL",
            "volume": "",
            "issn": "17",
            "pages": "63--84",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The enzymology and molecular biology of the Ca2+-activated photoprotein",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Cormie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Prasher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Longiaru",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Mccann",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Aequorin. Photochem Photobiol",
            "volume": "49",
            "issn": "4",
            "pages": "509--512",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Semi-synthetic Aequorins with improved sensitivity to Ca2+ ions",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Shimomura",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Musicki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kishi",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Biochem J",
            "volume": "261",
            "issn": "",
            "pages": "913--920",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Cross-linkage of B lymphocyte surface immunoglobulin by anti-Ig or antigen induces prolonged oscillation of intracellular ionized calcium",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Greenblatt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Poeni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Finkelman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsien",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Exp Med",
            "volume": "166",
            "issn": "",
            "pages": "601--606",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Site-specific mutagenesis of the calcium-binding photoprotein aequorin",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Tsuji",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Inouye",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Goto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sakaki",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "83",
            "issn": "",
            "pages": "8107--8111",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Peroxidized coelenterazine, the active group in the photoprotein aequorin",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Shimomura",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "75",
            "issn": "6",
            "pages": "2611--2615",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Nargi FE A B cell-based sensor for rapid identification of pathogens",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Rider",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Petrovick",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Science",
            "volume": "301",
            "issn": "",
            "pages": "213--215",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Optical fiber communications: principles and practice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Senior",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Yousif",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "High-density, microsphere-based fiber optic DNA microarrays",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "Apk",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kyong-Hoon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Walt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biosens Bioelectron",
            "volume": "18",
            "issn": "",
            "pages": "541--546",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Ordered nanowell arrays",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pantano",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Walt",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Chem Mater",
            "volume": "8",
            "issn": "",
            "pages": "2832--2835",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Light-directed, spatially addressable parallel chemical synthesis",
            "authors": [
                {
                    "first": "Spa",
                    "middle": [],
                    "last": "Fodor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Pirrung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stryer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Solas",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Science",
            "volume": "251",
            "issn": "",
            "pages": "767--773",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "High-density fiber-optic genosensor microsphere array capable of zeptomole detection limits",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Walt",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Anal Chem",
            "volume": "74",
            "issn": "",
            "pages": "1836--1840",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Quantitative monitoring of gene expression patterns with a complementary DNA microarray",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schena",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shalon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "O"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Science",
            "volume": "270",
            "issn": "",
            "pages": "467--470",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "High density fiber optic DNA random microsphere array",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Steemers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Walt",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Anal Chem",
            "volume": "72",
            "issn": "5452",
            "pages": "451--496",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Polymerase chain reaction (Nobel prize)",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Mullis",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Angew Chem",
            "volume": "106",
            "issn": "",
            "pages": "1271--1276",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Surface plasmon resonance: a versatile technique for biosensor applications",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "Sebyung",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sensors",
            "volume": "15",
            "issn": "",
            "pages": "10481--10510",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Choosing an effective protein bioconjugation strategy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stephanopoulos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Francis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Chem Biol",
            "volume": "7",
            "issn": "",
            "pages": "876--884",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Isotope labeling strategies for the study of highmolecular-weight proteins by solution NMR spectroscopy",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Tugarinov",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kanelis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Kay",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Protoc",
            "volume": "1",
            "issn": "",
            "pages": "749--754",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Generation of bioreagents for protein chips",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Phelan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nock",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proteomics",
            "volume": "3",
            "issn": "",
            "pages": "2123--2134",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Surface plasmon resonance sensing of nucleic acids: a review",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Šípová",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Homola",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Anal Chim Acta",
            "volume": "773",
            "issn": "",
            "pages": "9--23",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Ellipsometry as a tool to study the adsorption behavior of synthetic and biopolymers at the air-water interface",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "De Feijte",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Benjamins",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Veer",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Biopolymers",
            "volume": "17",
            "issn": "",
            "pages": "1759--1772",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Surface plasmon resonance imaging as a tool to monitor biomolecular interactions in an array based forma",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Corn",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Appl Spectrosc",
            "volume": "57",
            "issn": "",
            "pages": "320--332",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Surface plasmon resonance imaging",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Steiner",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Anal Bioanal Chem",
            "volume": "379",
            "issn": "",
            "pages": "328--331",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Surface plasmon resonance imaging-based protein arrays for high-throughput screening of protein-protein interaction inhibitors",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Ro",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Kho",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proteomics",
            "volume": "5",
            "issn": "",
            "pages": "4427--4431",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Surface plasmon resonance biosensor chips",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biochip J",
            "volume": "1",
            "issn": "",
            "pages": "81--89",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Surface plasmon resonance sensing of biological warfare agent botulinum neurotoxin A",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tomar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boopathi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Dhaked",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Bioterror Biodef",
            "volume": "7",
            "issn": "2",
            "pages": "142--154",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "SPR-based immunosensor for determining staphylococcal enterotoxin a",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Sens Actuators B Chem",
            "volume": "136",
            "issn": "",
            "pages": "8--12",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Quantitative determination of surface concentration of protein with surface plasmon resonance using radiolabeled proteins",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stenberg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Persson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Roos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Urbaniczky",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Coll Interf Sci",
            "volume": "143",
            "issn": "",
            "pages": "513--526",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic representation of the detection of a bioelement using a biosensor",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "AMP-based electrical detection of bacteria. (Adapted from Ref.[25])",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "various dilutions (104-107 cfu∕mL) of the pathogenic E. coli cells in phosphate-buffered saline (PBS) to the channel at a reduced flow rate of 5 μL∕ min for 30 min. For example,Fig. 2.4c demonstrates the microelectrode array after exposure to 107 cfu∕mL bacterial cells. Simultaneously, the impedance response was continuously monitored during the sample flow-through process(Fig. 2.4d).All samples generated a measurable response with respect to the control sample within 5 min, with the highest concentration sample producing a response within 30 s; the responses saturated after 20 min. These results augured well for the implementation of this sensor in continuous monitoring of flowing water supplies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Real-time binding of bacteria to AMP biosensors. (Adapted from Ref.[25])",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Optical microscopy of the selectivity of AMPs. (Left) Demonstration of selective binding of the immobilized AMP to various stained bacterial cells (107 cfu∕mL), including (a) E. coli O157∶H7, (b) S. typhimurium, (c) E. coli ATCC 35218, and (d) L. monocytogenes. (Right) The corresponding surface density of the bound cells. Scale bars are 10 μm. (Adapted from Ref. [25])",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "NRL Array Biosensor. (Adapted from Ref. [29])",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Immunoassay with the NRL array biosensor using the sandwich immunoassay format. (Adapted from Ref.[16])",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Surface Acoustic Wave Sensor (SAW). (Adapted from Ref. [40])",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig. 2.9 QD multiplexed biosensing. (Adapted from Ref. [53])",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "10 Schematic principles of the miRNA profiling microarray. (Adapted from Ref. [52])",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "11 Detection limit and dynamic range of the model miRNA detection microarray. (a) Image sets of microarrays hybridize with various concentrations of miRNAs from 20 nM to 39 pM and the background. The 50 μM concentration of oligonucleotide probes printed on slides pentaplicately. The volume of model miRNA needed to hybridize with microarray was 10 μl. (b) Correlation between the fluorescence intensity of spots and concentrations of model miRNA. The values were calculated from the image in (a). The open circle represents the background. (Adapted from Ref. [53])",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "12 Single QD-Based DNA nanosensor. (Adapted from Ref. [53])",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "13 The CANARY bioelectronic sensor. (Adapted from Ref.[58])",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "14 Two antibodies assay for toxins detection. (Adapted from Ref.[58])",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "15 DNA probes designed that bind to a specific region on a single-target nucleic acid (NA). (Adapted from Ref.[58])",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "16 The dose-response curves for inactivated Francisella tularensis (top) and Yersinia pestis (bottom). (Adapted from Ref.[58])",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Fig. 2.17 (a) Individual optical fiber is a flexible, transparent fiber and a fiber optic bundle consists of thousands of individual fibers fused bundle. (b) Scanning force images of the etched face of an optical fiber imaging bundle. The first (left) is empty, and the second (right) contains complementary-sized microspheres. Each well diameter is approximately 3.1 μm. [67]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "18 Schematic diagram of the fiber optic imaging system. (Adapted from Ref. [72B])",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "19 An image of a 13,000-well square fiber bundle microarray, with a diameter of −1.2 mm",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "20 Concept of a surface plasmon resonance (SPR) biosensor: (a) Kretschmann geometry of the ATR method; (b) spectrum of reflected light before and after refractive index change; (c) analyte-biorecognition elements binding on SPR sensor surface and (d) refractive index changes caused by the molecular interactions in the reaction medium. (Adapted from Ref. [74])",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "22 Sensorgram showing different steps [(1) Baseline (2) EDCNHS activation (3) Washing (4) Antibody coupling (5) Washing (6) Deactivation (7) Washing (8) Regeneration and (9) Back to baseline] involved in the (a) immobilization of BoNT/A antibody (1: 500 dilution); (b) immobilization of SV on CM5 chip [84]Fig. 2.23 SPR sensor response for the interaction of different concentration of BoNT/A antigen with (a) immobilized BoNT/A antibody (a) 0.225 fM, (b) 0.45 fM, (c) 2.25 fM and (d) 4.5 fM (b) immobilized SV (a) 0.045 fM, (b) 0.225 fM, (c) 1.12 fM and (d) 5.62 fM Temperature: 25o C and pH: 7.5[84]",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "From Figs. 2.22 and 2.23, a net angle change of 95.44 m° and 48 m° are observed, and this ascribes the attachment of 0.79 ng/ mm2 of antibody and 0.4 ng/mm2 SV protein on CM5 chip, respectively [84].",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}