{
    "paper_id": "03e143e75869c53af7c7569ca9c091cea0ac5e4a",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The current pandemic has hit severely hospitalized elderly people, particularly in geriatric medicine: ¾ deaths in France have occurred in patients over 75 years old, and twice as many men [1] . This high mortality rate reflects the decrease of physiological reserves, the multimorbidity, the loss of functional autonomy, but also the difficulty to protect oneself properly against the risk of contamination, given the current conditions of hospitalization.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The frailty of the elderly towards infectious diseases is well known [2] , especially in case of seasonal influenza, food poisoning, scabies, Clostridium difficile or antibiotic multiresistant bacteria (AMRB) infections.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 72,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In an epidemic context, it is essential to strengthen prevention measures in the geriatric communities to limit transmission and protect those still uninfected. In addition to barrier measures and geographical isolation of patients, special attention must be paid to disinfection of rooms and to the proper use of antibiotics in the unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, hygiene rules are often difficult to respect in geriatric institutions: The current outbreak of COVID-19 has made it possible to raise the awareness of the caregivers and the general public on how to reduce the risk of virus transmission from person to person or by indirect contamination, or even to eliminate this risk in case of full isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to improve the elderly people conditions of care and accommodation in hospital, the National Academy of Medicine recommends:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• to generalize single-bed rooms;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hospitalizing elderly patients in a single room: A bulwark against COVID-19 and hospital-acquired infections e91",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• to provide a sufficient number of stations for hand washing or distribution of hydro-alcoholic solution in each care unit; • to guarantee the supply of single-use devices (masks, personal protective equipment), antiseptics and disinfectants for the maintenance of the premises; • to ensure the continuous training of personnel through practical risk of infection prevention; • to raise the family environment awareness of the need to respect barrier measures; • to make flu vaccination compulsory for all staff working in contact with the elderly [3] .",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 552,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors declare that they have no competing interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Estimates of the severity of coronavirus disease 2019: a model-based analyses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verity",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "20",
            "pages": "30243--30250",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ageing and infection",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gavazzi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Krause",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet Infect Dis",
            "volume": "2",
            "issn": "",
            "pages": "659--66",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1016/S1473-3099(20)30243-7"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Face à la COVID 19, vaccinons contre la grippe; 2020 [Communiqué de l'Académie nationale de médecine",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Académie Nationale De Médecine",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "OPINION OF THE FRENCH NATIONAL ACADEMY OF MEDICINEHospitalizing elderly patients in a single room: A bulwark against COVID-19 and hospital-acquired infections ଝAvailable online 6 June 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "DOI of original article:https://doi.org/10.1016/j.banm.2020.06. 001. ଝ Press release from the French National Academy of Medicine, May 29, 2020.• the number of single rooms with complete sanitary equipment and individual shower remains limited; • the collective premises do not always allow sufficient physical distancing: dining rooms, single air-conditioned spaces in the event of a heat wave, shared storage and treatment rooms; • wandering and behavioral disorders altering the understanding of hygiene instructions are frequent among elderly people with cognitive disorders; • the number of stations for hand washing or disinfecting is often insufficient; • the application of protocols for the care of people colonized by AMRB is often difficult, if not impossible, due to the lack of qualified personnel; • the necessary openness to visitors, epidemic periods excepted, increases the number of outside contacts.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}