{
    "paper_id": "03e25dea284a8f5382c203bf0da786d92aa5f521",
    "metadata": {
        "title": "Journal Pre-proof Clinical Characteristics of Acute Lower Extremity Deep Venous Thrombosis Diagnosed by Duplex in Patients Hospitalized for Coronavirus Disease (COVID-19) Clinical Characteristics of Acute Lower Extremity Deep Venous Thrombosis Diagnosed by 1 Duplex in Patients Hospitalized for Coronavirus Disease (COVID-19) 2 3 * Co-first authors",
        "authors": [
            {
                "first": "Issam",
                "middle": [],
                "last": "Koleilat",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [],
                "last": "Galen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Krystina",
                "middle": [],
                "last": "Choinski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ayesha",
                "middle": [
                    "Nzeribe"
                ],
                "last": "Hatch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Davis",
                "middle": [
                    "Brent"
                ],
                "last": "Jones",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Henny",
                "middle": [],
                "last": "Billett",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeff",
                "middle": [],
                "last": "Indes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Evan",
                "middle": [],
                "last": "Lipsitz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Galen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Choinski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "N"
                ],
                "last": "Hatch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "B"
                ],
                "last": "Jones",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Billett",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Indes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Lipsitz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Type of Research: Single center retrospective case-control study. 2 Key Findings: Elevated D-dimer and a less elevated fibrinogen were associated with DVT in 18 3 of 135 patients with COVID-19 who underwent duplex scanning , who appear to form thrombus 4 despite conventional chemical thromboprophylaxis. An increasing D-dimer over time may be a 5 reflection of the development of DVT in patients with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "6 Take-home Message: The D-dimer level and trend over time may be important in triggering 7 DVT evaluation and therapy in patients with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "8 9 In this single center retrospective case-control study, elevated D-dimer and a less elevated 11 fibrinogen were associated with DVT in 18 of 135 patients with COVID-19 who appear to form 12 thrombus despite conventional chemical thromboprophylaxis. An increasing D-dimer over time 13 may be a reflection of the development of DVT in patients with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "14 15 ABSTRACT 16 17 Objective: Little is known about coronavirus disease (COVID-19)-associated 18 hypercoagulability. We sought to characterize patients with deep venous thrombosis (DVT) to April 10, 2020 and undergoing lower extremity venous duplex for DVT evaluation were 22 included. Patients admitted with suspicion of COVID-19 were divided into severe acute 23 3 respiratory syndrome coronavirus 2 (SARS-CoV-2) positive and SARS-CoV-2 negative groups 1 based on in-hospital test results. Patients without clinical suspicion for COVID-19 were not 2 tested. A retrospective case-control study design was used to identify potential risk factors for 3 DVT in patients with COVID-19. Demographic, radiographic and laboratory values were 4 abstracted and analyzed. 5 Results: During the study period, 3,404 patients with confirmed COVID-19 were admitted to the 6 hospital. Of the 135 SARS-CoV-2 patients who underwent duplex scanning, there were 18 7 (13.3%) noted to have DVT compared to 72 of the 711 patients (10.1%) who were either SARS-8 CoV-2 negative or untested. The odds ratio for DVT in COVID-19 was 1.35 (95% CI 0.78 -9 2.34, p=0.289). Baseline characteristics for COVID-19 patients with and without DVT were 10 overall similar. COVID-19 patients with DVT had an elevated median first D-dimer (18.88 11 mcg/mL [IQR 7.79, 20.00] versus 2.55 mcg/mL [IQR 1.45, 6.28], p=0.002, reference range <0.5 12 mcg/mL), average in-hospital D-dimer (median 11.93 mcg/mL [IQR 8.25, 16.97] versus 3.54 13 mcg/mL [IQR 2.05, 8.53] , p<0.001) and median fibrinogen level (501.0 (IQR 440.0, 629.0) 14 versus 654.5 (IQR 535.8, 780.0), p= 0.002, reference range 187-502 mg/dL). There was a trend 15 to significance for COVID-19 patients with DVT compared to without DVT in median D-dimer 16 levels at the time of the duplex (13.61 mcg/mL [IQR 4.04, 19.97] versus 3.58 mcg/mL [IQR",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "17 2.51, 9.62], p=0.055) and median ferritin levels (1,679.0 ng/mL [IQR 1,168.0, 2,577.0] versus 18 1,103.0 ng/mL [IQR 703.5, 2,076.5], p=0.055, reference 25-270 ng/mL). Twelve of the 18 19 patients with COVID who developed DVT did so despite chemical thromboprophylaxis, and two 20 developed DVT in spite of therapeutic anticoagulation 21 Conclusions: We found only a modestly increased risk of DVT in patients with COVID-19, 22 likely underestimated due to limitations in duplex testing early in the epidemic. Elevated D-23 4 dimer and a less elevated fibrinogen are associated with DVT in patients with COVID-19 who 1 appear to form thrombus despite conventional chemical thromboprophylaxis. Additionally, an 2 increasing D-dimer over time may be a reflection of the development of DVT in patients with 3 COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "4 5 16 the finding that mortality may be improved with anticoagulation for COVID-19. 6 17 18 While evidence is accumulating and clinical trials are in development, little is known about the 19 suspected hypercoagulability observed in COVID-19. Whether the purported increase in 20 thrombotic events is the direct result of COVID-19 or simply related to the critical nature of the 21 illness remains unclear. We therefore sought to quantify the proportion of hospitalized patients 22 5 undergoing lower extremity venous duplex who were SARS-CoV-2 positive and to identify risk 1 factors for DVT in this subset of patients. 2 3 4 METHODS 5 6 Adult patients (eighteen years of age and older) admitted to Montefiore Medical Center (MMC) 7 between March 1, 2020 to April 10, 2020 undergoing lower extremity venous duplex for 8 suspected DVT were included. SARS-CoV-2 status was obtained from the medical record. 9 Patients were tested for SARS-CoV-2 based on clinical suspicion obtained by history and 10 physical examination. SARS-CoV-2 testing was performed on nasopharyngeal swab specimens 11 by in-house PCR (polymerase chain reaction). Patients with high clinical suspicion for COVID-12 19 and negative initial testing received subsequent confirmatory repeat testing. Patients awaiting 13 SARS-CoV-2 test results at the time of data abstraction were excluded. Patients who presented 14 with respiratory symptoms or other influenza-like illness symptoms with negative PCR result 15 were categorized as SARS-CoV-2 negative. Patients admitted for other reasons and without 16 suspicion for COVID-19 were categorized as \"not tested.\" Additionally, patients with findings of 17 DVT that predated the COVID-19 admission were excluded from analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "18 19 A retrospective case-control study design was used to identify potential risk factors for acute 20 DVT in patients with COVID-19. Demographic variables were abstracted including age, race, 21 body mass index (BMI), gender, ethnicity, medical comorbidities and treatment medications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "22 Additional variables assessed included laboratory values particularly on the day of the duplex 12 13 14 RESULTS 15 16 During the study period, a total of 3,404 patients were admitted with confirmed COVID-19. 17 After excluding one patient with known arterial thrombosis and two patients with SARS-CoV-2 18 status pending, there were 846 inpatient duplex studies performed during the study period. Of 19 these, 90 patients (10.6%) were positive for acute DVT. Patients admitted with high suspicion 20 for COVID-19 accounted for 282 (33.3%) of all lower extremity venous duplex tests performed. 21 Of these, 135 had positive SARS-CoV-2 testing with 18 (13.3%) found to have an acute DVT. 22 During the same time period, 711 patients underwent lower extremity venous duplex who were 15 16",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Subsequent chart-review of the 18 SARS-CoV-2 positive patients with acute DVT was 17 undertaken six weeks after completion of the patient accrual and data analysis to assess outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "At that time, ten (56%) had been discharged from the hospital (two to skilled nursing facilities, 19 one to rehabilitation and seven to home), six (33%) were deceased, and two (11%) continued to 20 require ongoing inpatient hospitalization. 21 22 16 17 Given these considerations, there is both a positive and negative selection bias in this study as 18 duplex testing was only obtained for patients where \"clinical management may be altered by the 19 result.\" Consequently, reduced testing with more stringent criteria requiring a higher clinical 20 degree of suspicion may have skewed the degree of DVT frequency. While our data and early 21 published case reports/series suggest a potential increase in the risk of acute DVT in patients 22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "with COVID-19, the true incidence cannot be estimated by our case-control study design and 23 16 would best be assessed using a cohort design. Certainly, a prospective study with widespread 1 screening would most optimally quantify the risk of acute DVT in this disease for both 2 hospitalized patients as well as all those afflicted including those undergoing conservative 3 supportive symptomatic therapy at home. Based on all of the above limitations, we suspect that 4 the true rate of DVT in our population may be underestimated, the degree of which we are 5 unable to determine at present. 6 7 Treatment recommendations for patient with COVID-19 are evolving. In general, the clinical 8 approach to treatment in the United States for has been informed largely by the global experience 9 with this disease. Late during the study period, concerns regarding hypercoagulability from the 10 global experience resulted in a consideration for therapeutic anticoagulation when the D-dimer 11 rose above 3.0 mg/mL. It is therefore possible that potentially incident thrombotic events were 12 prevented as a result, or at least prevented the ordering of confirmatory imaging. Similarly, 13 patients who were on therapeutic anticoagulation for alternative reasons (such as atrial 14 fibrillation) may have avoided the development or diagnosis of an acute DVT. 15 16 17 CONCLUSIONS 18 19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Overall, we suspect that these results reflect the real-world experience of acute DVT diagnosis 20 and treatment in patients with COVID-19. A less elevated fibrinogen and an elevation in D-21 dimer were associated with DVT diagnosis, and the D-dimer curve may signal acute DVT 22 development. However, the clinical significance of the fibrinogen finding is unclear as levels in 11 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In late 2019, the first reports of human infection with a novel coronavirus named severe acute 8 respiratory syndrome coronavirus 2 (SARS-CoV-2) revealed a highly transmissible, significantly 9 morbid and potentially fatal disease. [1] [2] [3] In addition to the pulmonary impact of this infection, 10 cardiac, renal and hematologic manifestations have been identified. There have been multiple 11 reports of an increased risk of deep venous thrombosis (DVT) in patients hospitalized with 12 SARS-CoV-2 infection or coronavirus disease 2019 . 4, 5 Interestingly, the rapid and 13 sudden demise, particularly of younger patients, is concerning for undiagnosed massive 14 pulmonary embolism. A recent study found the incidence of a thrombotic complication (arterial 15 or venous) at 31% in intensive care unit (ICU) patients with This may also explain including hemoglobin, blood cell counts, coagulation parameters, cardiac biomarkers, and 1 creatinine; radiologic studies; and any operative variables if patients underwent surgery related to 2 the DVT. D-dimers were recorded throughout the hospitalization and the average D-dimer for 3 the admission was calculated. D-dimers obtained the day of the ultrasound were analyzed 4 independently, as were the first d-dimer levels obtained during the hospitalization. Acute kidney 5 injury (AKI) was defined using the Acute Kidney Injury Network criteria: increase in serum 6 creatinine of 0.3 mg/dL in 48 hours, increase in serum creatinine 50% over baseline, or oliguria 7 of less than 0.5 mL/kg/hour for greater than six hours. The fraction of inspired oxygen (FiO 2 ) for 8 non-intubated patients receiving supplemental oxygen by nasal cannula was estimated by 9 assuming 4% of inspired oxygen per every liter as described previously. 7 Sequential Organ 10 Failure Assessment (SOFA) score was calculated for each patient from data from the day of the 11 duplex test.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 299,
                    "end": 301,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 543,
                    "end": 545,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 547,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 754,
                    "end": 766,
                    "text": "(arterial 15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Duplex testing for acute DVT was obtained at the provider's discretion for patients with 14 significant clinical concern for DVT or in those in whom the results were deemed to impact 15 management (for example, patients who were mechanically ventilated and placed prone for 16 persistently poor oxygenation were deemed too unstable, and those already on anticoagulation 17 for other reasons such as cardiac arrhythmias or prior history of thrombotic episodes requiring 18 lifelong anticoagulation were unlikely to undergo venous duplex testing). The majority of studies 19 were conducted as portable studies at bedside. These targeted vascular laboratory and ultrasound 20 testing protocols were implemented hospital-wide to address the increased clinical need, reduce 21 hospital staff exposure and to reduce inadvertent viral transmission of SARS-CoV-2 to non-7 infected patients. Findings of isolated chronic DVT identified on duplex were classified as 1 negative to reflect the absence of an acute thrombosis. The odds ratio for acute DVT in COVID-19 was evaluated with a two-tailed Fisher's exact test.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 372,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 570,
                    "end": 572,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "Univariate analysis of risk factors was conducted with t-tests for continuous and chi square tests 5 for categorical variables with nonparametric testing as appropriate. Multivariable analysis was 6 not performed due to small sample sizes. Values for D-dimer, AST, ALT, ferritin, aPTT, CPK, 7 CRP and serum creatinine beyond the limit of detection for the assay were imputed at the 8 threshold value. All analysis was conducted in RStudio (version 1.2.1335) and Microsoft Excel 9 (version 16.0) with alpha set at 0.05. Missing data was assumed to be missing at random and 10 excluded from the analysis for that variable. This study was approved by the Institutional Review 11 Board of MMC with a waiver of informed consent for this observational review (#2020-11411). 8 SARS-CoV-2 negative or not tested. DVT was found in 72 of these patients (10.1%) (Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 851,
                    "end": 860,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "4"
        },
        {
            "text": "The odds ratio for DVT in COVID-19 was 1.35 (95% CI 0.78 -2.34, p=0.289). Table I with laboratory and treatment characteristics shown in Table   5 II. Of these, eighteen (13.3%) were ultimately found to have acute DVT by duplex examination.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "text": "Table I",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 137,
                    "end": 146,
                    "text": "Table   5",
                    "ref_id": null
                }
            ],
            "section": "1"
        },
        {
            "text": "Overall baseline demographics and characteristics were similar to patients with COVID-19 7 without ultrasound evidence of acute DVT, notably including BMI and CHF. There was a trend 8 in patients ultimately diagnosed with DVT to have presented with fever (81 (69.2%) versus 17 9 (94.4%), p=0.051). Importantly, there was no difference noted in the C-reactive protein (CRP), 10 absolute neutrophil count (ANC), neutrophil-to-lymphocyte ratio, SOFA score, need for 11 mechanical ventilation, ratio of arterial partial pressure of oxygen to the fraction of inspired 12 oxygen (P:F ratio), or anticoagulant use at the time of the duplex between groups. There were 13 also no significant differences in the rates of AKI, pulmonary embolism (PE), death or length of 14 stay, although many were still actively hospitalized and undergoing medical care at the time of 15 data analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6"
        },
        {
            "text": "Only fibrinogen and the average D-dimer were found to be significantly different between the 18 two groups. A sensitivity analysis was conducted to further characterize the D-dimer results using an analysis 9 of the variable as categorical. Categories included D-dimer <0.5, 0.5 -3, 3 -10, 10 -15, 15 -20, 10 and >20 mcg/mL. While the D-dimer on the day of the duplex was not found to be significantly 11 different using this method, the average D-dimer and the first D-dimer obtained on 12 hospitalization were both significant (p = 0.004 and p < 0.001, respectively). This was consistent Three patients without evidence of acute DVT on lower extremity ultrasound developed 20 pulmonary embolism (PE) as identified on chart review. Since our study data was derived from 21 patients undergoing lower extremity duplex for DVT, these patients were analyzed as no DVT 22 and we did not specifically review the imaging that may have confirmed PE for all COVID-19 23 admissions. Sensitivity analysis performed evaluating any DVT or PE compared to no DVT or 1 PE did not reveal any difference in results.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 308,
                    "text": "10 -15, 15 -20, 10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "17"
        },
        {
            "text": "Details regarding the patients with COVID-19 who were diagnosed by venous duplex with acute 4 DVT are displayed in Table III . In patients with a DVT, the median time from symptoms, SARS-5 CoV-2 testing and admission to DVT diagnosis was 7.6, 7.3 and 7.6 days, respectively. No 6 patient required thrombolysis or surgical management of DVT. Only two patients (11.1%) had 7 isolated below-the-knee acute DVT. When patients found to have DVT or PE on presentation We herein describe our early experience with DVT in patients with COVID-19. Development of 3 DVT can severely impact the outcomes of critically ill patients with increased mechanical 4 ventilation time, increased hospital and ICU length of stay, and mortality. 8 Known risk factors 5 for DVT include prior venous thromboembolic event (VTE), malignancy, genetic or acquired 6 hypercoagulable states, pregnancy, smoking, long-distance travel, immobility, inflammation, 7 obesity, and importantly critical illness. 9-11 Infection with novel SARS-CoV-2 appears to induce 8 a hypercoagulable state that may not be completely explained by critical illness alone when 9 present. A retrospective analysis of 81 patients admitted to the ICU with COVID-19 suggested a 10 risk of VTE as high as 25% with the authors highlighting that \"no preventive anticoagulant was 11 administered.\" 5 Importantly, they describe elevated D-dimer levels as a marker of risk and 12 suggest a cutoff value of 1.5 mcg/mL for VTE prediction. Others have found increased risk of 13 mortality with elevated D-dimers and fibrinogen levels. 12",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 124,
                    "text": "Table III",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "3"
        },
        {
            "text": "In this study, there was evidence of an increased risk of acute lower extremity DVT in patients 16 with COVID-19 compared to those without COVID-19 although this increase did not reach 17 statistical significance. Acute DVT in patients with COVID-19 was significantly associated with 18 an elevated first D-dimer level, an average D-dimer throughout hospitalization, and a less 19 elevated fibrinogen level. When comparing patients who had confirmed COVID-19 with and 20 without acute DVT, there were no significant differences in inflammatory markers such as CRP 21 or neutrophil-to-lymphocyte ratio. The severity of illness at the time of data abstraction and 22 analysis was similar as well including SOFA score, AKI, and mortality (Table II) . We did not identify differences in BMI, rates of a history of CHF or pulmonary status at the time of duplex 1 (as measured by arterial partial pressure of oxygen, fraction of inspired oxygen, the P:F ratio and 2 mechanical ventilation at the time of the duplex). There was a statistically non-significant trend towards elevated ferritin levels in patients with 5 COVID-19 with ultrasound evidence of acute DVT compared to those without. While likely not 6 statistically significant due to study sample size, we suspect that this difference could be 7 clinically significant. Ferritin may be a marker of hyperinflammation with COVID-19. 13 A recent 8 metanalysis suggested that serum ferritin may serve to discriminate severe disease. 14 Further 9 study should aim to characterize this relationship, especially as it relates to the development of 10 acute DVT with COVID-19.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 735,
                    "end": 745,
                    "text": "(Table II)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "15"
        },
        {
            "text": "We also observed an increasing D-dimer level that peaked the day prior to the duplex was 13 performed and declined thereafter. Not all patients had D-dimer levels drawn daily precluding 14 our ability to ascertain whether this overall trend was observed at the individual patient level. We elucidated. This is especially true given that it appears that the majority of DVT in these patients 7 with COVID-19 occurs despite conventionally adequate DVT chemical prophylaxis. Twenty-one patients (19.9%) of the DVT negative group were also prescribed therapeutic instances of DVT. Lastly, inpatient treatment is ongoing for many patients in this study with 1 some data not reflecting a complete hospital course.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "This study is limited by the false negative rate of the PCR test for SARS-CoV-2 as well. While 4 the exact false positive rate is not known, it is conceivable that many of the patients who tested recommendation which refers to a study by Reynolds, et. al that found no difference in q12 and 18 q8 hour dosing. 24 Our institution practice, however, is to use q8 hours dosing for patients with 19 BMI greater than 30. Additionally, the decision to initiate therapeutic anticoagulation evolved 20 during the study period. With increasing anecdotal reports of thrombotic events worldwide, our 21 center moved to establishing a threshold d-dimer value of 3 mg/dL to initiate anticoagulation, as the risks of not doing so were deemed potentially too great. These issues may also have impacted 1 the likelihood of developing DVT in our patient sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "Issues surrounding infection containment and patient stability for transportation and testing may 4 have impacted the diagnosis of PE as well. It is for this reason that PE was not included in the 5 outcome definition in this study given concerns of significant underestimation. In this study, we 6 elected to focus solely on lower extremity acute DVT as one of the most common manifestations 7 of venous thromboembolic disease. Additionally, DVT is easily evaluated with duplex which can 8 be a portable bedside study. Other manifestations of hypercoagulability are also possible, such as 9 arterial thrombosis or mesenteric venous thrombosis. This is of special interest given reports 10 documenting the early and severe occurrence of in situ pulmonary thrombosis and evidence of 11 damage to the pulmonary alveoli and the vascular endothelium in the lungs. 15 However, to 12 decrease heterogeneity in the sample we elected not to include patients with these conditions. It 13 was our goal that the current study provide an early confirmation of the anecdotal findings of 14 physicians globally that there is a potentially increased likelihood of acute DVT with COVID-19 15 and that D-dimer testing is indispensable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "the COVID-19 patients with acute DVT were increased at the upper limit of normal. The clinical 1 utility of these laboratory trends in guiding the workup and treatment of patients with COVID-19 2 requires further study. These early data describe the clinical characteristics of acute DVT in 3 COVID-19 patients and may provide a framework for further study. elevations in the first D-dimer level obtained, the average D-dimer throughout hospitalization, 6 and a less elevated fibrinogen level. There were no significant differences in inflammatory 7 markers such as CRP or neutrophil-to-lymphocyte ratio. The severity of illness at the time of 8 data abstraction and analysis was similar including SOFA score, AKI, and subsequent mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "There was a suggestion of an association with ferritin levels and d-dimer levels at the time of the D-Dimer (mcg/mL)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Acute DVT in patients with COVID-19 was associated with elevations in the first D-dimer level obtained, the average D-dimer throughout hospitalization, and a less elevated fibrinogen level. There were no significant differences in inflammatory markers such as CRP or neutrophil-to-lymphocyte ratio. The severity of illness at the time of data abstraction and analysis was similar including SOFA score, AKI, and subsequent mortality",
            "authors": [],
            "year": null,
            "venue": "Table II: Laboratory values and treatment characteristics for patients with COVID-19 who underwent venous duplex testing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "LOS, length of stay. SOFA, sequential organ failure assessment. CPK, creatine phosphokinase. UH, unfractionated heparin. DOAC, direct oral anticoagulant. P:F, ratio of arterial partial pressure of oxygen to the fraction of inspired oxygen. CT, computed tomography. VQ, ventilation-perfusion scan",
            "authors": [],
            "year": null,
            "venue": "TTE",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "patients testing positive for SARS-CoV-2 and who underwent venous duplex 4 examinations are shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "13 with the imputed analysis. Several patients did not have a D-dimer on the day of duplex (four in 14 the acute DVT positive group and 72 in the acute DVT negative group) which likely reduced the 15 power of the primary and sensitivity analyses in comparison to the statistically significant results 16 for average D-dimer and first D-dimer obtained during hospitalization, where there were twenty 17 (DVT negative) and ten (DVT negative) missing, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "8 were excluded, twelve SARS-CoV-2 positive patients (85.7%) developed acute DVT despite 9 conventionally adequate chemical thromboprophylaxis and two developed DVT despite 10 therapeutic anticoagulation (14.3 %). None of these patients had catheter-associated DVT or 11 extracorporeal membrane oxygenation (ECMO) requirements. Analysis of the individual patient-12 level d-dimer values of patients with COVID-19 diagnosed with DVT was subsequently 13 performed.Figure 2shows an increase in the average daily D-dimer for these patients leading up 14 to the day of the duplex followed by a decrease thereafter.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "15 did, however, observe volatility in individual patient D-dimer levels day over day where data 16 was available (Figure 2). Upon diagnosis of acute DVT, all patients received therapeutic 17 anticoagulation which may have played a role in the down-trending average daily D-dimer. 18 Consequently, D-dimer appears to serve as an important biomarker of the development of DVT 19in patients with COVID-19, a finding that will likely be elucidated with further studies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "implications of acute lower extremity DVT in patients with COVID-19 remains 22 unclear. Autopsy studies have identified microthrombi in pulmonary capillaries that are 23 13 potentially more consistent with in situ thrombosis rather than a distal embolic phenomenon. 15 1 An already significant respiratory illness compromised by PE may result in appreciably worse 2 patient outcomes. Only two patients had isolated distal, below-the-knee DVT which under other 3 circumstances might not warrant anticoagulation. 16, 17 Still, with concerns that SARS-CoV-2 4 triggers a significant inflammatory response, 18 it may be prudent to consider systemic therapeutic 5 anticoagulation until the pathophysiology of the viral disease and its sequalae can be further 6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "several limitations inherent to this study. The actual number and incidence of all 10 venous thromboembolic events may be underestimated for several reasons. Hospital policies 11 aimed at reducing disease spread and minimizing staff risk has led to a more focused approach to 12 duplex testing, and no screening studies in any patient population during this time period were 13 performed. In addition, many patients deemed terminal may not have been considered candidates 14 for duplex evaluation. Moderately symptomatic and/or critically ill patients already on 15 therapeutic anticoagulation and in whom a duplex evaluation would not lead to a change in 16 management may not have undergone studies. Hence, it is likely that the threshold to order a 17 duplex scan to assess for DVT was higher than in the COVID-19 negative patients. Furthermore, 18 patients with pulmonary embolism and without DVT, or those with upper extremity DVT were 19 not captured in this study, especially given similar restrictions on computed tomography and 20 ventilation-perfusion testing as well as potential patient instability precluding further imaging.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "strongly suggestive clinical picture had COVID-19. Unfortunately, there is no 6 gold standard test but data from the radiology literature comparing PCR to CT of the chest at 7 presentation estimate a false negative rate of PCR as high as 20%. while patients routinely underwent DVT prophylaxis with either enoxaparin or 10 subcutaneous heparin, choice was left to the treating providers. Some providers chose to 11 prioritize enoxaparin for patients with COVID-19 given once daily dosing to reduce nursing 12 exposure. Others preferred prophylactic heparin given the perceived ease of cessation in the 13 setting of bleeding. To spare the necessary patient contact involved, a preference developed for 14 apixaban which has been used as prophylaxis for patients with cancer, in acute infectious 15 diseases and in orthopedic thromboprophylaxis with success. 21-23 Decision support in our 16 electronic medical record for prophylactic subcutaneous heparin dosing follows Micromedex 17",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "WJ, Ni ZY, Hu Y, Liang WH, Ou CQ, He JX, et al. XH, Li TY, He ZC, Ping YF, Liu HW, Yu SC, et al. [A pathological report of three 4 COVID-19 cases by minimally invasive autopsies]. Zhonghua Bing Li Xue Za Zhi. JP, Guenneguez H, Brisot D, Diard A, Faisse P, et al. Anticoagulant 7 therapy for symptomatic calf deep vein thrombosis (CACTUS): a randomised, double-blind, 8 placebo-controlled trial. Lancet Haematol. 2016;3(12):e556-e62. 9 17. Utter GH, Dhillon TS, Salcedo ES, Shouldice DJ, Reynolds CL, Humphries MD, et al. 10 Therapeutic Anticoagulation for Isolated Calf Deep Vein Thrombosis. JAMA Surg. Rangel FA. Neutrophil-to-lymphocyte ratio and lymphocyte-to-C-reactive 13 protein ratio in patients with severe coronavirus disease 2019 (COVID-19): A meta-analysis. J 14 Med Virol. 2020. 15 19. Ai T, Yang Z, Hou H, Zhan C, Chen C, Lv W, et al. Correlation of Chest CT and RT-PM, Van Matre ET, Wright GC, McQueen RB, Burnham EL, Ho PJM, et al. Flowchart demonstrating patient selection based on duplexes performed. LE, lower 4 extremity. SARS-CoV-2, severe acute respiratory syndrome coronavirus 2. Average D-Dimer for COVID-19 patients with acute DVT suggesting that there is a 8 peak in d-dimer level immediately preceding duplex diagnosis of a DVT.. Trend is graphed over 9 time with day 0 as the day of the duplex -negative values represent the days prior, and positive 10 values days after the ultrasound. Error bars represent standard error of the mean. The number of 11 patients with a D-dimer value at each time point are listed below the graph in the table. COVID-12 19, coronavirus disease. DVT, deep venous thrombosis.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Compared to patients with COVID-19 without duplex evidence of acute DVT, COVID-19 patients with ultrasound-confirmed acute DVT had a significantly elevated median COVID-19 with duplex evidence of acute DVT the median fibrinogen level was increased to for patients with COVID-19 and with DVT compared to patients with COVID-19 but without DVT in median D-dimer levels at the time of the duplex (13.61 mcg/mL[IQR 4.04, 19.97]",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Demographic factors and clinical characteristics for patients with COVID-19 who",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Laboratory values and treatment characteristics for patients with COVID-19 who",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "duplex in patients with COVID-19 with acute DVT compared to those without acute DVT. IQR, inter-quartile range. WBC, white blood cell. aPTT, activated partial thromboplastin time. SCr,",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Demographic factors and clinical characteristics for patients with COVID-19 who underwent venous duplex testing. Demographic variables were relatively comparable between the acute DVT positive and negative groups. IQR, inter-quartile range. SARS-CoV-2, severe acute respiratory syndrome coronavirus 2. DVT, deep venous thrombosis. BMI, body mass index. HTN, hypertension. DM, diabetes mellitus. HLD, hyperlipidemia. CAD, coronary artery disease. COPD, chronic obstructive pulmonary disease. CHF, congestive heart failure. CKD, chronic kidney disease. PE, pulmonary embolism. Days from SARS-Cov-2 Test to Duplex (median [IQR])",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Specific characteristics of the COVID-19 patients with an acute DVT noted on duplex imaging at the completion of data abstraction and at the time of analysis. DVT, deep venous thrombosis. COVID-19, coronavirus disease. ICU, intensive care unit. LOS, length of stay. RLE, right lower extremity. LLE, left lower extremity. CFV, common femoral vein. FV, femoral vein. PV, popliteal vein. PTV, posterior tibial vein. PeV, peroneal vein. GSV, great saphenous vein. GaV, gastrocnemius vein. SQH, subcutaneous heparin. AC, systemic therapeutic anticoagulation. TTE, transthoracic echocardiogram. VQ, ventilation-perfusion scan. POCUS, point-of-care ultrasound. CT, computed tomography. ED, emergency department. IU, international units. q8h, every eight hours. q12h, every twelve hours. UH, unfractionated heparin. SQ, subcutaneous. BID, twice daily.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}