{
    "paper_id": "03e3f8da36355d13cf705fd75837c52b3412c2cc",
    "metadata": {
        "title": "Efficacy and Safety of Nadroparin Calcium-Warfarin Sequential Anticoagulation in Portal Vein Thrombosis in Cirrhotic Patients: A Randomized Controlled Trial",
        "authors": [
            {
                "first": "Ting",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xin",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tao",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yueyue",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaoning",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Baoquan",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yanjing",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Portal vein thrombosis (PVT) is a critical and frequent complication of liver cirrhosis. PVT refers to thrombi formed in the lumen of the portal vein and/or its branches, which may extend to the superior mesenteric and splenic vein (SV). Based on the current available data, the incidence of PVT in cirrhotic patients is higher than that in noncirrhotic population, varying from 10% to 15% (1) . PVT aggravates the complications of portal hypertension (2, 3) , and occlusive PVT decreases the posttransplantation survival rate (4, 5) .",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 393,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 456,
                    "end": 458,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 527,
                    "end": 530,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 531,
                    "end": 533,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Currently, detailed clinical guidelines of cirrhotic PVT have not been developed. According to recent guidelines (European Association for the Study of the Liver (EASL) and Baveno VI), anticoagulation is recommended in acute PVT, superior mesenteric vein (SMV) thrombosis, or liver transplantation candidates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "However, whether anticoagulation should be used in chronic or isolated cirrhotic PVT is not clear (6, 7) .",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 102,
                    "end": 104,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Cirrhotic patients have a \"rebalanced\" coagulation system that can shift to promote bleeding and thrombotic tendency (8, 9) , making it challenging for clinicians to initiate anticoagulation in patients with PVT. Anticoagulation increases the bleeding risks, especially for patients with esophageal and gastric variceal bleeding. Therefore, anticoagulation in cirrhotic PVT remains controversial and has drawn significant attention. Based on previous studies, 60%-83% of the patients who received lowmolecular-weight heparin (LMWH) or warfarin achieved a complete or partial recanalization and no severe bleeding complications were observed (1, (10) (11) (12) (13) . However, other studies reported that anticoagulation should be carefully considered in patients with advanced cirrhosis and a history of variceal bleeding (14) (15) (16) . Most studies were retrospective observational studies and did not enroll control patients. Therefore, prospective randomized controlled trials are needed to verify the efficacy and safety of the anticoagulation therapy in PVT.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 121,
                    "end": 123,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 641,
                    "end": 644,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 645,
                    "end": 649,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 655,
                    "end": 659,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 660,
                    "end": 664,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 822,
                    "end": 826,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 827,
                    "end": 831,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 832,
                    "end": 836,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Anticoagulant drugs have been used alone in most published studies (LMWH alone or warfarin alone). The efficacy of shortterm (2 or 4 weeks) LMWH anticoagulation has been demonstrated in 2 studies, which reported 60%-70% patients achieved recanalization (17, 18) . However, recurrent thrombosis was observed in 38.5% and 36% patients after stopping anticoagulation in other 2 studies (12, 19) , suggesting that anticoagulation should be maintained. LMWH is not a good choice for maintenance therapy because long-term subcutaneous injection and a high expense substantially reduce patients' compliance (20) . In comparison, warfarin is convenient and suitable for long-term administration (21) , while it could not be used in patients who just receive the endoscopic therapy. Thus, short-term LMWH followed by warfarin may become an optimal anticoagulation strategy, which can be used in patients treated with endoscopy and maintained for a long time.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "(17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "(12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 600,
                    "end": 604,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Therefore, we aimed to find an optimal anticoagulation strategy, which could result in a higher recanalization rate and become a more sustainable maintenance therapy. The prospective randomized controlled study was performed to evaluate whether nadroparin calcium-warfarin sequential (NWS) anticoagulation therapy could be an optimal anticoagulation strategy in cirrhotic PVT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This study was a single-center, single-blinded randomized controlled trial on the recanalization rate in PVT and bleeding risk between the NWS therapy group and control group. The study protocol was approved by the Medical Ethics Committee of the Qilu Hospital of Shandong University. Informed consent was signed by all the enrolled patients. The trial was registered on ClincalTrials.gov under the number NCT04173429.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "All patients admitted at the Gastroenterology Department of the Qilu Hospital of Shandong University in China, who were diagnosed with PVT, were prospectively and consecutively evaluated in this study. The inclusion criteria were the following: age between 18 and 75 years, liver cirrhosis diagnosis based on clinical, laboratory, and imaging studies, and PVT diagnosed by abdominal contrast-enhanced computed tomography, contrast-enhanced MRI, or portal angiography. The exclusion criteria were the following: cavernous transformation of the portal vein, uncontrolled active bleeding, platelet count lower than 10*10^9/L, creatinine more than 170 mmol/L, ongoing or received antithrombotic/thrombolytic treatment, primary thrombophilia, Budd-Chiari syndrome, pregnancy or breast-feeding period, severe cardiopulmonary diseases, severe systemic infection or sepsis, and inability to sign informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and groups"
        },
        {
            "text": "Eligible patients were randomly divided into 2 equal groups: NWS therapy group and control group. Randomization was performed using a computer-based random number table procedure. Randomly generated serial numbers were placed in opaque envelopes. Patients and clinicians performing the interventions were not blinded, while clinicians performing the imaging assessments and data analysis were blinded to the group allocation and patients' coded data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and groups"
        },
        {
            "text": "The NWS therapy group received a subcutaneous injection of nadroparin calcium every 12 hours for 1 month followed by an oral administration of warfarin for 5 months. Warfarin was started at least 5 days before nadroparin calcium was stopped. International normalized ratio (INR) was monitored every 3-4 days, and the daily dose of warfarin was carefully adjusted by the increase or decrease of 0.75 mg until the INR target level of 2-3 was achieved. Patients in the control group did not receive any anticoagulation treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "All patients underwent gastroscope to evaluate the degree of varices and received endoscopic ligation or sclerotherapy if necessary. Patients in the NWS therapy group initiated the anticoagulation therapy after endoscopic therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "PVT assessed by imaging examination seems as the absence of flow in part or all the lumen of the splenoportomesenteric axis, including portal vein trunk and branches, SV or SMV, with the presence of solid material in the vein. The degree (partial occlusion or complete occlusion) and extension (portal vein only or extension into the SV and/or SMV) of PVT were also evaluated in all the enrolled patients at admission by upper abdominal contrast-enhanced computed tomography or MRI or portal angiography. The assessments of thrombosis were based on a published study (22) . For each venous segment, the vein and residual patent lumen were outlined at the level of the maximum thrombosis. Total lumen area and patent lumen area were calculated with commercially available software. The degree of thrombus occlusion was estimated as a percentage by thrombosis area/total lumen area 3 100% (22) . The extension of thrombosis was referred to the involved segments of the portal vein system, regardless of whether thrombosis was formed in the portal vein only or extended into the SMV and/or SV (23, 24) . Complete thrombosis and partial thrombosis were defined as equal or greater than 90% and less than 90% thrombotic material presence within vessels, respectively. Although the imaging assessments were performed by a single reader, the bias is minimized as the calculated assessments are objective.",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 571,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 887,
                    "end": 891,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1090,
                    "end": 1094,
                    "text": "(23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1095,
                    "end": 1098,
                    "text": "24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Imaging studies"
        },
        {
            "text": "Follow-up visits were scheduled at the 0th and 6th month and included clinical, laboratory, and imaging evaluation. The followup started at the diagnosis of PVT, defined as starting on the date of the first radiological imaging documenting PVT, and stopped in January 2020 or the day of death or the date of the last visit at sixth month. Liver function and cirrhosis severity were assessed by the Child-Pugh score and the Model for End-Stage Liver Disease (MELD) score, respectively, at the 0 th and 6 th month.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Follow-up"
        },
        {
            "text": "Bleeding episodes were assessed every month by phone call. Once a severe bleeding episode occurred, the anticoagulation treatment was stopped immediately and endoscopic therapy was performed if necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Follow-up"
        },
        {
            "text": "The primary outcome was the overall recanalization rate, both complete and partial. The secondary outcomes were bleeding rates, consisting of rates of hematemesis, melena, epistaxis, injection-site hemorrhage, and other bleeding events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes and definitions"
        },
        {
            "text": "Portal vein recanalization was evaluated on the basis of imaging examination. Complete recanalization referred to the complete disappearance of the thrombus in the portal vein trunk, at least 1 of the 2 intrahepatic portal vein branches, SMV and SV. Partial recanalization was defined as a more than 50% reduction of the thrombus, with the thrombus not extending to other veins. No response or stable thrombosis was defined when the thrombus maintained the same dimension or achieved a less than 50% decrease or less than 30% increase on cross-section. Progression was defined as more than 30% increase of the thrombus than before or thrombus extended to unaffected segments of the splenoportomesenteric axis ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 711,
                    "end": 719,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Outcomes and definitions"
        },
        {
            "text": "The overall recanalization rate of the PVT at the sixth month was chosen as the primary outcome to calculate the size of the groups. Based on previous studies (25) , assuming a 30% difference in the overall recanalization of PVT at sixth month between the anticoagulation (70%) and control group (40%), 5% a and 20% b error, 27 patients were needed in each group. Considering a 10% dropout rate, 30 patients should be included in each group.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Group size calculation"
        },
        {
            "text": "Statistical analysis was performed using the statistical software IBM SPSS Statistical 24.0 (SPSS, Chicago, IL). The analysis of the outcomes between the NWS therapy group and control group was conducted by both intention-to-treat (ITT) and per-protocol (PP) analysis. All eligible patients were analyzed by ITT analysis, and patients who did not violate the protocol were analyzed by PP analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Quantitative variables were expressed as the mean 6 SD, whereas qualitative variables were expressed as percentages. Quantitative variables were compared using the Student t test or Wilcoxon rank-sum test, and categorical variables were compared using the x 2 or Fisher exact test, as appropriate. Univariate and multivariate logistic regression analyses were performed to find significant end point predictors for recanalization. A 2-tailed P value , 0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Recruitment was performed from January 2017 to December 2019, and the final follow-up was completed in January 2020 because of coronavirus disease 2019 (COVID-19). A total of 125 patients were initially considered in this study. Among them, 61 were excluded according to the exclusion criteria (Figure 2) , and 64 were randomly divided. In the control group, one patient was enrolled in October 2019 and one dropped out. In the NWS group, one patient discontinued the anticoagulation because of hematemesis and one dropped out. Finally, 60 patients completed the clinical trial ( Figure 2 ). Baseline characteristics were compared between the NWS therapy group and control group by ITT analysis, as shown in Table 1 . No significant difference in these characteristics was found at the time of the enrollment ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 304,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 580,
                    "end": 588,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 708,
                    "end": 715,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 811,
                    "end": 819,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Patients"
        },
        {
            "text": "The outcomes of the PVT in patients who were lost to follow-up were regarded as recanalization for the control group and no response for the NWS therapy group. The comparison of the outcomes between NWS therapy and control groups was performed by ITT and PP analysis. In the ITT analysis, the overall recanalization (complete and partial recanalization) rate in the NWS therapy group was higher than that in the control group, with a statistically significant difference (62.5% vs 34.4%, P 5 0.024). The PVT progression rate in the NWS therapy group was lower than that in the control group, and the difference was statistically significant (15.6% vs 40.6%, P 5 0.026). In the PP analysis, the overall recanalization rate in the NWS therapy group was statistically and significantly higher than that in the control group (63.3% vs 30.3%, P 5 0.010). The PVT progression rate in the NWS therapy group was statistically lower than that in the control group (13.3% vs 43.3%, P 5 0.022) ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 985,
                    "end": 993,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Efficacy of anticoagulation therapy"
        },
        {
            "text": "Stratified analysis was performed because the imbalanced burden of thrombosis between the 2 groups. No statistically significant difference was observed (see Tables 1 and 2 , Supplementary Digital Content 1, http://links.lww.com/CTG/A373).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 172,
                    "text": "Tables 1 and 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Efficacy of anticoagulation therapy"
        },
        {
            "text": "During the 6-month follow-up, all patients completed the nadroparin calcium therapy. One (3.13%) patient in the NWS therapy group experienced hematemesis during warfarin administration and discontinued the therapy. Neither other episodes of hematemesis or melena requiring endoscopic therapy were observed nor other bleeding effects occurred in both the NWS therapy group and control group. No statistically significant difference in bleeding rate was observed between the 2 groups (see Table 3 , Supplementary Digital Content 1, http://links.lww.com/CTG/A373).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 487,
                    "end": 494,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Safety"
        },
        {
            "text": "The baseline information of patients was analyzed by univariate and multivariate logistic regression analysis to explore possible predictors of PVT recanalization. In the univariate analysis, Child-Pugh score (P (Table 3 ). In the multivariate analysis, only NWS anticoagulation therapy (P 5 0.008, OR: 6.345; 95% CI: 1.629-24.721) independently predicted the recanalization (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 220,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 375,
                    "end": 384,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Predictors of PVT recanalization"
        },
        {
            "text": "The Child-Pugh score at the sixth month was better than that at the 0 th month in both the NWS therapy group (7 [5-8] vs 6 [5] [6] [7] , P 5 0.007) and control group (7 [5-8] vs 6 [5] [6] [7] [8] ), but the difference was significant only in the NWS therapy group (Figure 3e) . No significant improvement in the MELD score was observed between 0th and 6th month in both the NWS therapy group (9 [5-12] vs 9 [5] [6] [7] [8] [9] [10] [11] [12] [13] ) and control group (10 [6-14] vs 10 [6-13]) (Figure 3f ). The albumin level increased at the sixth month compared with that at the 0 th month both in the NWS therapy group (36.06 6 5.13 vs 38.64 6 3.75, P 5 0.004) and the control group (35.08 6 4.54 vs 35.54 6 6.48), with a statistically significant difference only in the NWS therapy group (Figure 3g) .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 131,
                    "end": 134,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 184,
                    "end": 187,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 411,
                    "end": 414,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 419,
                    "end": 422,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 423,
                    "end": 426,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 467,
                    "end": 477,
                    "text": "(10 [6-14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 275,
                    "text": "(Figure 3e)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 492,
                    "end": 502,
                    "text": "(Figure 3f",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 790,
                    "end": 801,
                    "text": "(Figure 3g)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Impact on liver function"
        },
        {
            "text": "For the first time, the authors compared patients treated with NWS therapy and untreated patients in the recanalization rate of PVT and bleeding risk by performing a prospective randomized controlled trial in this study. The predictive factors of PVT recanalization and anticoagulation effect on liver function were also assessed. Our results showed that the recanalization rate of PVT in the NWS therapy group was higher than that in the control group and no statistically significant difference in bleeding rate was observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Limited studies reporting a 60%-83% overall recanalization rate of PVT with LMWH or warfarin confirmed the efficacy of the anticoagulation drugs (10) (11) (12) , and most studies reported no significant side effects (16, 26) . However, most studies were retrospective observational studies and did not enroll control patients.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 150,
                    "end": 154,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 155,
                    "end": 159,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 216,
                    "end": 220,
                    "text": "(16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In this study, the patients were enrolled prospectively and untreated patients were simultaneously taken into consideration. The result showed that 62.5% of the patients in the NWS therapy group achieved complete or partial recanalization, indicating that 6month anticoagulation therapy with nadroparin calcium and warfarin was effective. Interestingly, the higher overall recanalization rate in the NWS group was attributed to higher complete recanalization rate. The complete recanalization rate in the NWS therapy group was 3-folds as higher as that in the control group, while the partial recanalization rate was slightly higher. The similar results were reported in a recent study, in which the complete recanalization rates in treated and control groups were 38.3% and 12.9%, respectively, while the partial recanalization rates were 18.5% and 12.9% (19) . It suggested that only a small proportion (9.4%-12.9%) of patients without anticoagulation achieved complete recanalization and the patients treated with anticoagulation were prone to complete recanalization. Existing studies reported 30%-50% PVT patients achieved spontaneous recanalization (22, 27, 28) . The low spontaneous recanalization rate was also observed in this study, 34.4% in the control group. These results indicated that the spontaneous recanalization rate of PVT is low and anticoagulation increased the recanalization rate, especially complete recanalization rate. In addition, the PVT progression rate in the NWS therapy group was lower than that in the control group, suggesting that anticoagulation can prevent PVT worsening.",
            "cite_spans": [
                {
                    "start": 856,
                    "end": 860,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1155,
                    "end": 1159,
                    "text": "(22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1160,
                    "end": 1163,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1164,
                    "end": 1167,
                    "text": "28)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The stratified analysis was further performed because of the imbalanced burden of PVT at 0 th month between the NWS therapy group and control group. Although no significant differences were observed in the subgroups, it could not be concluded that more PVT burden contributed to a higher recanalization rate in the NWS therapy group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "NWS anticoagulation therapy is safe for cirrhotic PVT. In this study, hematemesis occurred to 1 patient during the warfarin administration, who had no response to anticoagulation. Persistent portal hypertension caused by PVT may lead to variceal bleeding. The bleeding rate (3.13%) was in accordance with that in a metaanalysis, which ranged from 0% to 18% with a pooled rate of 3.3% (29) . The low bleeding rate might be due to good liver function reserves and necessary endoscopic ligation or sclerotherapy. Most patients in both groups had a relatively low Child-Pugh score (Child-Pugh score A or B), high albumin and platelet levels, and prone to have a low bleeding risk. There was no or mild impairment of liver synthesis and coagulation function. It was supported by a recent study, in which the mean serum albumin (3.1 mg/dL) of patients with bleeding was significantly lower than that (3.55 mg/dL, P 5 0.002) of patients without Child-Pugh score, mean 6 SD 6.51 6 1. Values are expressed as n (%). ITT analysis, intention-to-treat analysis; NWS, nadroparin calcium-warfarin sequential; PP analysis, per-protocol analysis.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 388,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "bleeding (16) . Another study concluded that a platelet count ,50*10^9/L was significantly related to a higher bleeding risk (12) . Besides, the prophylactic or therapeutic endoscopic managements reduced the rate of variceal bleeding. Although NWS anticoagulation was safe for patients with Child-Pugh score A and B, more studies are required to verify the safety for patients with Child-Pugh score C. The target INR range for cirrhotic patients is unclear. A previous study showed that warfarin administration with the INR target of 2-3 did not increase the bleeding rates (30) . Another retrospective study reported that warfarin administration with an INR target of 1.5-2.0 significantly worsened PVT (31) . In this study, an INR target of 2.0-3.0 was selected and controlled in most patients in the NWS therapy group. The results indicated that warfarin with an INR target of 2.0-3.0 after nadroparin calcium achieved a high recanalization rate and was relatively safe in cirrhotic patients.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 13,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 125,
                    "end": 129,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 574,
                    "end": 578,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 704,
                    "end": 708,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "According to univariate and multivariate analysis, NWS anticoagulation therapy, lower Child-Pugh score, and D-dimer , 2ug/ mL were predictors of PVT recanalization. NWS anticoagulation therapy was an independent predictor of PVT recanalization. Published articles reported that the Child-Pugh score was a predictor significantly associated with recanalization (10, 13, 32) , which was also observed in this study. D-dimer was found to be associated with recanalization of PVT for the first time. The result was robust because the sample size was small and the starting baseline values of D-dimer were , 2ug/mL in most patients. More studies with a larger number of patients are required to confirm it.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 364,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "32)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Existing studies reported that the anticoagulation therapy may improve liver function (33, 34) . In this study, a statistically significant increase of the albumin level was observed in the NWS therapy group. However, the improvements of the Child-Pugh score were quite small. This may be because most enrolled patients were in compensated cirrhosis. The patients in this study had relatively good liver function reserves, and the baseline Child-Pugh score averaged 6-7. The exact effect of anticoagulation on liver function was not concluded in this study. And, this study has not adequately assessed the safety of anticoagulation in cirrhotic patients with Child-Pugh score C. Therefore, future studies included patients with Child-Pugh score C are required to provide more convincing evidence.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "(33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 91,
                    "end": 94,
                    "text": "34)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "NWS anticoagulation strategy can be considered in cirrhotic patients, including those who have variceal bleeding treated with endoscopic therapy. In this study, most patients in the NWS therapy group completed 1-month nadroparin calcium and 5month warfarin therapy. The result indicated that NWS therapy could be easily accepted by patients and resulted in a high compliance. Nadroparin calcium can be started in fasting patients after receiving endoscopy therapy. Warfarin is then administered for a long term after 1-month nadroparin calcium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There are some limitations in this study. First, a 6-month follow-up was designed and a longer period was not monitored to evaluate whether recurrent thrombosis was occurred to those patients who achieved recanalization after 6 months. A longer follow-up should be performed to provide more evidence. Second, this study was lack of active controls. The study would be enhanced by 1:1:1:1 randomization with other 2 groups (warfarin alone and nadroparin calcium alone) by comparing different anticoagulation strategies. However, it would be challenging and required a much larger sample size. Third, the safety of NWS therapy in cirrhotic patients with Child-Pugh score C has not been fully assessed. Future studies with Child-Pugh score C patients are needed to verify it. Fourth, because of the small sample size, no other independent predictors were found except for NWS therapy. More studies with a larger sample size are required for further exploration. In conclusion, the 6-month NWS anticoagulation therapy was effective and relatively safe in cirrhotic patients with Child-Pugh score A and B. It may improve the liver function, while the effect was small. NWS anticoagulation therapy is easily accepted by patients. Therefore, it may become an optimal anticoagulation strategy for cirrhotic patients with PVT who just have received endoscopic therapy. Nevertheless, future studies may focus on the safety of anticoagulation in patients with Child-Pugh score C and whether NWS anticoagulation therapy should be continued in the patients who achieved recanalization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Guarantor of the article: Yanjing Gao, MD, PhD. Specific author contributions: All the authors have made an intellectual contribution to this article. T.Z. conceived the study and drafted the manuscript. T.Z. and X.S. conducted the study, collected, and analyzed the data. T.Z. and X.C. interpreted the data. Y.L., B.C., and Y.G. gave critical comments and revised the manuscript. Y.G. designed the study. All authors approved the final manuscript. Financial support: None to report. Potential competing interests: None to report. 3 NWS therapy for 6 months is easily accepted by patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICTS OF INTEREST"
        },
        {
            "text": "3 NWS therapy may become an optimal anticoagulation strategy for cirrhotic patients with PVT who just have received endoscopic therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TRANSLATIONAL IMPACT"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Diagnosis, development, and treatment of portal vein thrombosis in patients with and without cirrhosis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Intagliata",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Caldwell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tripodi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Gastroenterology",
            "volume": "156",
            "issn": "",
            "pages": "1582--99",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Portal vein thrombosis in cirrhosis: Why a well-known complication is still matter of debate",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Faccia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Ainora",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Ponziani",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "World J Gastroenterol",
            "volume": "25",
            "issn": "",
            "pages": "4437--51",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Portal vein thrombosis, mortality and hepatic decompensation in patients with cirrhosis: A meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Stine",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Cornella",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "World J Hepatol",
            "volume": "7",
            "issn": "",
            "pages": "2774--80",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Management of nonneoplastic portal vein thrombosis in the setting of liver transplantation: A systematic review",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Rodriguez-Castro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Porte",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nadal",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Transplantation",
            "volume": "94",
            "issn": "",
            "pages": "1145--53",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Association between portal vein thrombosis and survival of liver transplant recipients: A systematic review and metaanalysis of observational studies",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Gastrointestin Liver Dis",
            "volume": "24",
            "issn": "",
            "pages": "51--60",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Expanding consensus in portal hypertension: Report of the Baveno VI Consensus Workshop: Stratifying risk and individualizing care for portal hypertension",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Franchis",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Hepatol",
            "volume": "63",
            "issn": "",
            "pages": "743--52",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "European Association for the Study of the Liver. EASL Clinical Practice Guidelines: Vascular diseases of the liver",
            "authors": [],
            "year": 2016,
            "venue": "J Hepatol",
            "volume": "64",
            "issn": "",
            "pages": "179--202",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The coagulopathy of chronic liver disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tripodi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Mannucci",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "New Engl J Med",
            "volume": "365",
            "issn": "",
            "pages": "147--56",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Rebalanced hemostasis in patients with liver disease: Evidence and clinical consequences",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lisman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Porte",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Blood",
            "volume": "116",
            "issn": "",
            "pages": "878--85",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Efficacy and safety of anticoagulation in more advanced portal vein thrombosis in patients with liver cirrhosis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Eur J Gastroenterol Hepatol",
            "volume": "28",
            "issn": "",
            "pages": "82--91",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Safety and efficacy of anticoagulation therapy with low molecular weight heparin for portal vein thrombosis in patients with liver cirrhosis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Amitrano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Guardascione",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Menchise",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Clin Gastroenterol",
            "volume": "44",
            "issn": "",
            "pages": "448--51",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Efficacy and safety of anticoagulation on patients with cirrhosis and portal vein thrombosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Delgado",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seijo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Yepes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Gastroenterol Hepatol",
            "volume": "10",
            "issn": "",
            "pages": "776--83",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Efficacy and safety of anticoagulation therapy with different doses of enoxaparin for portal vein thrombosis in cirrhotic patients with hepatitis B",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur J Gastroenterol Hepatol",
            "volume": "27",
            "issn": "",
            "pages": "914--923",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Harmful and beneficial effects of anticoagulants in patients with cirrhosis and portal vein thrombosis",
            "authors": [
                {
                    "first": "La",
                    "middle": [],
                    "last": "Mura",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tosetti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Gastroenterol Hepatol",
            "volume": "16",
            "issn": "",
            "pages": "1146--52",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Anticoagulant therapy in patients with non-cirrhotic portal vein thrombosis: Effect on new thrombotic events and gastrointestinal bleeding",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Spaander",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hoekstra",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Thromb Haemost",
            "volume": "11",
            "issn": "",
            "pages": "452--461",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Low-molecular-weight heparin treatment for portal vein thrombosis in liver cirrhosis: Efficacy and the risk of hemorrhagic complications",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Thromb Res",
            "volume": "163",
            "issn": "",
            "pages": "71--77",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Efficacy and safety of the anticoagulant drug, danaparoid sodium, in the treatment of portal vein thrombosis in patients with liver cirrhosis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Naeshiro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aikata",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hyogo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Hepatol Res",
            "volume": "45",
            "issn": "",
            "pages": "656--62",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Portal vein thrombosis in liver cirrhosis: Incidence, management, and outcome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fujiyama",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saitoh",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawamura",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Gastroenterol",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Clinical impact and safety of anticoagulants for portal vein thrombosis in cirrhosis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pettinari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vukotic",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stefanescu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am J Gastroenterol",
            "volume": "114",
            "issn": "",
            "pages": "258--66",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Management of portal vein thrombosis in liver cirrhosis",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Rev Gastroenterol Hepatol",
            "volume": "11",
            "issn": "",
            "pages": "435--481",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Management of non-tumoral portal vein thrombosis in patients with cirrhosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Stine",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Northup",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Dig Dis Sci",
            "volume": "64",
            "issn": "",
            "pages": "619--645",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Natural course of extrahepatic nonmalignant partial portal vein thrombosis in patients with cirrhosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Luca",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Caruso",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Milazzo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Radiology",
            "volume": "265",
            "issn": "",
            "pages": "124--156",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Portal vein thrombosis: Insight into physiopathology, diagnosis, and treatment",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Ponziani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Zocco",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Campanale",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "World J Gastroenterol",
            "volume": "16",
            "issn": "",
            "pages": "143--55",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "CT features of non-malignant portal vein thrombosis: A pictorial review",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Res Hepatol Gastroenterol",
            "volume": "36",
            "issn": "",
            "pages": "561--569",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Effects of anticoagulants in patients with cirrhosis and portal vein thrombosis: A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Loffredo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pastori",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Farcomeni",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Gastroenterology",
            "volume": "153",
            "issn": "",
            "pages": "480--487",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Safety of vitamin K antagonist treatment for splanchnic vein thrombosis: A multicenter cohort study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Riva",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ageno",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Poli",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Thromb Haemost",
            "volume": "13",
            "issn": "",
            "pages": "1019--1046",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "De novo portal vein thrombosis in virus-related cirrhosis: Predictive factors and long-term outcomes",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Maruyama",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Okugawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Gastroenterol",
            "volume": "108",
            "issn": "",
            "pages": "568--74",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Safety, efficacy, and response predictors of anticoagulation for the treatment of nonmalignant portal-vein thrombosis in patients with cirrhosis: A propensity score matching analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Mol Hepatol",
            "volume": "20",
            "issn": "",
            "pages": "384--91",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Anticoagulation for the treatment of portal vein thrombosis in liver cirrhosis: A systematic review and meta-analysis of observational studies",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Stefano",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur J Intern Med",
            "volume": "26",
            "issn": "",
            "pages": "23--32",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Is post-TIPS anticoagulation therapy necessary in patients with cirrhosis and portal vein thrombosis? A randomized controlled trial",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Radiology",
            "volume": "279",
            "issn": "",
            "pages": "943--51",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Efficacy and safety of edoxaban for treatment of portal vein thrombosis following danaparoid sodium in patients with liver cirrhosis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nagaoki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aikata",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Daijyo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Hepatol Res",
            "volume": "48",
            "issn": "",
            "pages": "51--59",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A prediction model for successful anticoagulation in cirrhotic portal vein thrombosis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Rodriguez-Castro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vitale",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fadin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur J Gastroenterol Hepatol",
            "volume": "31",
            "issn": "",
            "pages": "34--42",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Enoxaparin prevents portal vein thrombosis and liver decompensation in patients with advanced cirrhosis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Villa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Camma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marietta",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Gastroenterology",
            "volume": "143",
            "issn": "",
            "pages": "1253--60",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Anticoagulation in nonmalignant portal vein thrombosis is safe and improves hepatic function",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Scheiner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Stammet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pokorny",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Wiener klinische Wochenschrift",
            "volume": "130",
            "issn": "",
            "pages": "446--55",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Open Access This is an open-access article distributed under the terms of the Creative Commons Attribution-Non Commercial-No Derivatives License 4.0 (CCBY-NC-ND), where it is permissible to download and share the work provided it is properly cited. The work cannot be changed in any way or used commercially without permission from the journal",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "5 0.023, odds ratio [OR]: 0.595; 95% confidence interval [CI]: 0.380-0.929), D-dimer , 2.00 mg/mL (P 5 0.020, OR: 4.821; 95% CI: 1.279-18.177), and NWS anticoagulation therapy (P 5 0.004, OR: 4.889; 95% CI: 1.652-14.471) were predictors associated with the recanalization",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Flow chart showing the study design and patients' placement.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Computed tomography images of portal vein thrombosis outcomes. Thromboses of portal vein with complete recanalization (a), partial recanalization (b), stability (c), or progression (d). The left arrow indicates the position of thrombus and the right indicates the complete recanalization of portal vein in a. The arrows indicate the position of thrombi in b, c and d.Clinical and Translational Gastroenterology VOLUME 11 | SEPTEMBER 2020 www.clintranslgastro.com",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "expressed as mean 6 SD or number (%) of patients. HBV, hepatitis B virus; HCV, hepatitis C virus; INR, international normalized ratio; LDL-C, low-density lipoprotein cholesterol; MELD score, Model for End-Stage Liver Disease score; MPV, main portal vein; NWS therapy, nadroparin calcium-warfarin sequential therapy; PSE, partial splenic embolization; PVT, portal vein thrombosis; SMV, superior mesenteric vein; SV, splenic vein.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Comparison of Child-Pugh score, MELD score, and albumin level between 0 th and 6 th month in the NWS therapy group and control group. ALB, albumin; MELD score, Model for End-Stage Liver Disease score; NWS therapy, nadroparin calcium-warfarin sequential therapy. Standard guidelines for PVTin patients with cirrhosis have not been developed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Anticoagulation therapy for PVT in cirrhotic patients remains controversial.WHAT IS NEW HERE3 NWS anticoagulation is effective and relatively safe in PVT patients with cirrhosis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The Child-Pugh score and albumin level of cirrhotic patients can be improved by NWS anticoagulation.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Baseline characteristics of the enrolled patients",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Univariate and multivariate analysis of the baseline predictive factors associated with recanalization from binary logistic regression CI, confidence interval; INR, international normalized ratio; LDL-C, low-density lipoprotein cholesterol; NWS therapy, nadroparin calcium-warfarin sequential therapy; OR, odds ratio; PSE, partial splenic embolization.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors are sincerely grateful to the physicians and all comedical staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}