{
    "paper_id": "03e4acaf01a00c8a84dc533dc90426ea55485141",
    "metadata": {
        "title": "Fig 2 Battle of San Romano by Paolo Uccello (1397-1495)",
        "authors": [
            {
                "first": "Anne",
                "middle": [],
                "last": "Priesz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sydney Children's Hospital Network",
                    "location": {
                        "settlement": "Sydney",
                        "region": "New South Wales",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The metaphor of war is in danger of over-use. 1 Politicians talk of the war on poverty or crime or drugs. 1 The media refer to the war on infectious diseases such as human immunodeficiency virus or tuberculosis or the war against antibiotic resistance. Infectious disease physicians and oncologists both use the term 'magic bullets'. There is nothing new about use of the war metaphor: it commenced as early as the 17th century with Thomas Sydenham, who one could say made a chorea out of it, and was perpetuated by Louis Pasteur among many others. 1 Is it reasonable to use the metaphor of war so commonly in reference to the COVID-19 pandemic ( Fig. 1) ? Psychologists have cautioned against blanket dismissal of war metaphors. 2 The widespread use of war metaphors in various situations in various societies suggests they have a resonance owing to their ability to simplify complex issues, improve communication, capture attention and motivate action. War metaphors are context-dependent: the metaphor may have positive or negative outcomes depending on the context. 2 For example, a war metaphor for COVID-19 may resonate with the public, may help people recognise the threat to public health, may help them take their obligations such as physical distancing seriously. Projection may be a defence mechanism: fears and anxieties are projected into a war with a sub-microscopic enemy, giving a sense of power and control. On the other hand, over-simplifying complex issues reduces ethical complexity, risking the transformation of complex moral choices into goodies-and-baddies trivialisation.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 47,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 106,
                    "end": 107,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 549,
                    "end": 550,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 730,
                    "end": 731,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1070,
                    "end": 1071,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 647,
                    "end": 654,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "US writer Susan Sontag warned of the danger of using metaphors in medicine. In her book, Illness as Metaphor, written when recovering from the cancer which eventually killed her, she describes how metaphors regarding tuberculosis and cancer can lead to a shift from fighting the disease to fighting, blaming and stigmatising the patient. 3 About war, she wrote: 'Abuse of the military metaphor may be inevitable in a capitalist society, a society that increasingly restricts the scope and credibility of appeals to ethical principle, in which it is thought foolish not to subject one's actions to the calculus of self-interest and profitability'. 3 Use of the war metaphor in medicine has been criticised as being 'ironic, unfortunate, and unnecessary'. 1 Ironic because a primary aim of medicine is to save lives, while the aim of war is to take lives. Unfortunate because military metaphors can inadvertently stigmatise patients, and can endorse the legitimacy of war and of social and political violence. Unnecessary because positive alternatives, such as talk of the journey or the cure, are available but under-used. 1 White male political leaders like Boris Johnson, Scott Morrison and Donald Trump always relate the war against COVID-19 to World War II, a 'justified' war which united their people and which their countries won. A war which was over before over 95% of the population was born. When Scott Morrison refers to battling COVID-19 with 'the ANZAC spirit', he is not talking about the war in Vietnam. As Professor Cynthia Enloe writes: 'leaders cherry-pick their wars and cherry-pick what they want us to remember about each war'. 4 Wars encourage nationalism (Fig. 2) , something that in a pandemic should be discouraged in favour of global cooperation.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 339,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 647,
                    "end": 648,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 754,
                    "end": 755,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1122,
                    "end": 1123,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1648,
                    "end": 1649,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1677,
                    "end": 1685,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "In George Orwell's novel 1984, Big Brother fabricates a war against a mythical enemy to unite the population in solidarity. The truth about war is that while it may unite some, it divides others. War discriminates. In Vietnam, Black US men died disproportionately to White US men. In Australia, Aboriginal men are excluded from the process of 'nation making' through war, by under-recognition of their role in the Australian forces in both World Wars, 5 even as non-Aboriginal Australians refuse to recognise that it was through vicious, one-sided warfare that Aboriginal land was stolen from Aboriginal people. 6 War reinforces gender disparities: men are the ones usually portrayed as being brave and sacrificing themselves, while the many harms to women and children are omitted from the rhetoric.",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 613,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Using a war metaphor for COVID-19 has some positives, encouraging an 'all-in-this-together' mentality, unifying the public behind their health heroes, lauding their courage and emphasising the need for essential funding and adequate personal protective equipment for health workers. The negatives include the fear engendered by any war, whereas fear is something we try to assuage in a pandemic, e.g. by helping people regain perception of control of their destiny, e.g. through understanding and following public health advice. In a pandemic, health-care workers may experience a moral quandary: if they are asked to care for patients when they have inadequate personal protective equipment, their obligation to care for patients may conflict with their obligation to keep themselves well in order to continue caring for patients and their obligation to care for and protect their own family. In a war, heroes get medals but deserters are shot, so are those vulnerable health-care workers who feel unable to work on the frontline and request redeployment also 'deserters'? Health-care workers may arguably have accepted a slightly higher risk to themselves by pursuing their vocation. While they have a duty to care for patients, they have no obligation to sacrifice themselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Politicians will continue to use the war metaphor for COVID-19 indiscriminately. Initially, this may be a positive motivator for good, but health-care professionals should be circumspect about the use of war metaphors and should highlight their deficiencies when communicating with patients and with the public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Healing without waging war: Beyond military metaphors in medicine and HIV cure research",
            "authors": [
                {
                    "first": "J-B",
                    "middle": [],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Gilbertson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Roubaix",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am. J. Bioeth",
            "volume": "16",
            "issn": "",
            "pages": "3--11",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "War metaphors in public discourse",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Flusberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matlock",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Thibodeau",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Metaphor Symbol",
            "volume": "33",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Illness as Metaphor",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sonntag",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Against a Virus Is NOT What We Need to be Doing. Women's International League for Peace & Freedom",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Enloe",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Covid-19",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "WILPF International",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Black Lives Matter movement: The time for nice words and good intentions is over",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Isaacs",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Tarnow-Mordi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sherwood",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Paediatr. Child Health",
            "volume": "56",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A mural near a hospital in Dallas pays tribute to nurses working during the coronavirus outbreak (Pandemics aren't wars: Vox).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Stephen Isaacs and Henry Kilham for invaluable advice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ]
}