{
    "paper_id": "03e59a2fcd36d75cae6766d94ea3509b0c487b76",
    "metadata": {
        "title": "No Evidence of Re-infection or Person-to-Person Transmission in Cured COVID-19 Patients in Guangzhou, a Retrospective Observational Study",
        "authors": [
            {
                "first": "Longxiang",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Honghao",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mohsen",
                "middle": [],
                "last": "Rokni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "South China University of Technology",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuwei",
                "middle": [],
                "last": "Tong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "South China University of Technology",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xu",
                "middle": [
                    "G"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Liu",
                "middle": [
                    "F"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ye",
                "middle": [
                    "M"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhao",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Li",
                "middle": [
                    "Q"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Feng",
                "middle": [
                    "C"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hu",
                "middle": [
                    "Y"
                ],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shi",
                "middle": [
                    "H"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhang",
                "middle": [
                    "F"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tong",
                "middle": [
                    "Y"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ma",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gang",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "South China University of Technology",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Feng",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "South China University of Technology",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Ye",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jun",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qing",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Congrui",
                "middle": [],
                "last": "Feng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yudong",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "South China University of Technology",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yueping",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "South China University of Technology",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Haiyan",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "South China University of Technology",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fuchun",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "South China University of Technology",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives: To clarify the clinical characteristics of cured patients with coronavirus disease , and to clarify the re-infection and person-to-person transmission in the cured.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: A total of 187 cured COVID-19 patients with antibody test were followed up every 2 weeks in this retrospective observational study. Assessment for general condition, symptoms, epidemiological contact history, polymerase chain reaction (PCR) assay, and antibody tests were performed and recorded. Information from Guangzhou CDC was also screened.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: There were 33 (17.6%) patients with negative results for IgG and 35 (18.7%) patients with positive results for IgM. The average days of antibody detection from disease onset were 53.0. PCR assay was positive in 10 (5.3%) patients during the follow-up. Neither IgG nor IgM results showed a relationship with PCR test results (all P > 0.05). Neither re-infection nor person-to-person transmission was found in the cured patients. Factors associated with appearance of antibody comprised hospitalization days (OR: 1.06, 95%CI: 1.02-1.11, P = 0.006) and antibiotics treatment (OR: 3.50, 95%CI: 1.40-8.77, P = 0.007).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: In our study, no evidence of person-to-person transmission was found in cured COVID-19 patients. There seemed to be no re-infection in the cured COVID-19 patients in Guangzhou. These finding suggest that the cured do not cause the spread of disease. Additionally, neither IgG nor IgM can be used to replace the PCR test in cured patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease (COVID-19) is an acute infectious disease caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), and is characterized by high morbidity and mortality (1, 2) . COVID-19 outbreak began in China in December 2019 and spread rapidly worldwide, with the World Health Organization declaring it a pandemic on March 11, 2020 . At present, 4,000,000 confirmed cases of COVID-19 have been detected in more than 200 countries, resulting in more than 280,000 deaths (3) , and additional patients with COVID-19 are expected to be cured and discharged over time. Prevention remains the focus for control of COVID-19 (4), but the cured or recovered patients should not be ignored. Currently, little is known about cured COVID-19 patients, and there are no studies to clarify the infectious of the cured or guidelines regarding the management of these patients. However, it is very important to understand the clinical characteristics of cured patients, especially with respect to re-infection and person-toperson transmission.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 195,
                    "end": 197,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 342,
                    "end": 356,
                    "text": "March 11, 2020",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 497,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "During the immune response activated by the infection, IgM levels are usually elevated earlier, indicating recent infection and infectivity, while elevated IgG levels indicate adaptive immunity (5) . However, in patients with COVID-19, the relevance of IgM and IgG antibodies has not been clarified. Researches demonstrated that IgM and IgG could be identified during the middle and later stage of COVID-19, and thus could have a high diagnostic value in patients with acute infection (6) (7) (8) . Compared with real-time reverse transcriptase polymerase chain reaction (RT-PCR), the detection of antibodies by ELISA is faster, less expensive, and easier to perform. Therefore, antibody detection might be widely used to assist in the diagnosis of SARS-CoV-2 infection. Till date, no study has evaluated the clinical significance of IgM and IgG detection in terms of re-infection and person-to-person transmission, especially in COVID-19 patients who were cured and discharged home.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In this retrospective observational study, we investigated the clinical significance of IgM and IgG in cured patients after SARS-CoV-2 infection. Furthermore, we clarified the reinfection risk and reported person-to-person transmission of the cured patients. We expect that a deeper understanding the characteristics of cured patients with COVID-19 would be of great value in preventing the spread of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This retrospective observational study was conducted from January 20 to March 10, with follow up till April 10, 2020. All cured adult patients with COVID-19 who performed antibody test were enrolled in our study. Patients were followed up in Guangzhou Eighth People's hospital, a government-designated hospital which admitted nearly 80% of the COVID-19 cases in Guangzhou, the capital city of Guangdong Province in southern China. This study was approved by the ethics committee of the Guangzhou Eighth People's Hospital. Because of the retrospective nature of the study design and the grim scenario of COVID-19 pandemic, the Ethics Committee assented to exempt of all informed consents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Organization's interim guidelines (9) . High throughput sequencing or RT-PCR were only performed in subjects with the following features: 1. with a confirmed or suspected contact history of COVID-19; 2. presented with symptoms; 3. with abnormal chest computed tomography (CT) imaging related to COVID-19. A positive result on high throughput sequencing or RT-PCR assay together with at least two of the above three clinical features, confirmed the diagnosis of COVID-19. Criteria for cured and discharged to home were as follows: vital signs were stable for more than 3 days; the PCR test was negative two times consecutively 24 h apart; and the acute exudative lung lesions were absorbed or cured on chest CT. Re-infection criteria were as follows: typical clinical symptoms; chest CT indicative of new infiltration; and two positive repeat PCR tests performed consecutively at an interval of more than 24 h. All confirmed re-infection cases were reviewed by two senior COVID-19 experts. Person-to-person transmission criteria were as follows:",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 37,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 was diagnosed as per the World Health"
        },
        {
            "text": "The cured were supposed to be the carriers. New confirmed COVID-19 cases occurred after one with unprotected exposure to the cured within 2 weeks. Since all new confirmed COVID-19 cases in Guangzhou were reported to Guangzhou CDC, and Guangzhou CDC released the cases including the exposure to source of transmission daily, the person-to-person transmission was assessed from the reports of CDC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 was diagnosed as per the World Health"
        },
        {
            "text": "All recovered or cured patients with COVID-19 were quarantined at home for 2 weeks after being discharged. They were free to go anywhere in Guangzhou after 2 weeks. The cured patients were followed up every 2 weeks. Follow-up consisted of assessing the general condition, symptoms, living area, PCR assay, and antibody test. Additionally, these recovered patients were required to report if people close to them had been diagnosed with COVID-19. For patients with a positive PCR test, a chest CT was performed immediately, and PCR test was re-performed consecutively at an interval of more than 24 h. The PCR assay and antibody test were performed on the same day. If positive, IgM antibody test would be repeated within 2 weeks. During the study, the researchers screened the report from CDC in Guangzhou every day to determine whether there were any new confirmed COVID-19 cases linked to transmission by the cured patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Follow Up"
        },
        {
            "text": "The serum SARS-CoV-2 antibodies (IgM and IgG) were detected using colloidal Gold-based Immunoassays (Colloidal gold kits, Livzon Inc, Zhuhai, China). First, the kit was removed and kept for 30 min at room temperature. Subsequently, 10 µl of plasma sample and 20 µl of whole blood sample were added into the reaction pore until the liquid was fully absorbed. Lastly, two drops of sample diluents were added into the reaction ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IgM and IgG Testing"
        },
        {
            "text": "Shapiro-Wilk normality test was used to assess for normal distribution of data. Continuous variables with normal distribution were expressed as mean ± standard deviations (SD), while those with non-normal distribution were expresses as median and inter quartile range (IQR). Categorical variables were summarized as counts and percentages. For continuous variables, Independent t-test or Wilcoxon rank sum test were used. For comparison of categorical variables, Chi-square test and Fisher's exact test were used. Logistic regression analyses were performed to examine the relationship between independent variables and presence of IgG. Determinants with a P-value of 0.10 or less in univariate models were initially included in the multivariate model and were then discarded using backward selection. A P-values < 0.05 means statistically significant. All data were processed with SPSS version 22.0 for Windows (SPSS, Chicago, IL, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "A total of 296 patients were diagnosed with COVID-19 from January 20, 2020 to March 10, 2020. Among these patients, one died, two were still hospitalized, seven were under 18 years old, 48 refused to perform antibody test, and 51 were transferred or discharged to other hospitals for treatment (Figure 1) . Altogether, 187 patients were screened and followed up at least once in our hospital and subsequently followed up till April 10, and they were included in the final analysis. The mean follow-up time was 45.7 days. No re-infection occurred in any patient after discharge and no medical staffs were infected during the treatment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 304,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Altogether, 128 of newly diagnosed COVID-19 cases in Guangzhou were reported by CDC from March 11, 2020, to April 10, 2020 (Figure 2 ). Among these patients, 115 were imported from outside China, 13 were with a contact history with imported COVID-19 patients from outside China, and no one were in contact with the cured patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 132,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We found that the patients in the IgG positive group were older (49.1 vs. 43.2, P = 0.031), hospitalized longer (21.0 vs. 14.0, P < 0.001), had more severe disease (18.2 vs. 3.0, P = 0.049), and with higher proportion of antibiotics treatment (88.3 vs. 63.6, P = 0.001) than in the negative group ( Table 1) . There was no difference between the two groups in terms of transmission source, incubation period, and comorbidities (all P > 0.05). The complications of COVID-19 included acute respiratory distress syndrome (ARDS), septic shock, acute liver failure, acute renal failure, and acute heart injury. There was no difference between the IgG positive group and negative group with regard to complications (all P > 0.05). No differences were found in the treatment comprised mechanical ventilation, glucocorticoids, intensive care between the two groups (all P > 0.05). Potential variables, including age (OR, 1.03; 95% CI, 1.00-1.06; P = 0.033), hospitalization days (OR, 1.08; 95% CI, 1.03-1.13; P = 0.003), severe disease (OR, 7.11; 95% CI, 0.93-54.26; P = 0.058), abnormal chest CT (OR, 6.94; 95% CI, 1.48-32.67; P = 0.014), and antibiotics treatment (OR, 4.32; 95% CI, 1.82-10.23; P = 0.001), that might be associated with antibody production were screened by using univariate logistic regression analyses ( Table 2 ). In the multivariate logistic regression model, determinants associated with antibody production comprised hospitalization days (OR: 1.06, 95%CI: 1.02-1.11, P = 0.006) and antibiotics treatment (OR: 3.50, 95%CI: 1.40-8.77, P = 0.007).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 307,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1316,
                    "end": 1323,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Out of these 187 patients, 35 (18.7%) patients showed positive results and 152 (81.3%) showed negative results for IgM ( Table 3) . There were 154 (82.4%) patients with positive results and 33 (17.6%) patients with negative results for IgG. The antibody tests were performed after 53 days on an average from the date of disease onset. Of the 35 IgM positive cases, 12 cases turned negative during the follow up. PCR assays were undertaken in all patients using both pharyngeal and anal swabs. They yielded two positive pharyngeal swabs, seven positive anal swabs, and one positive result for both pharyngeal and anal swabs. On further retesting, all the positive results of PCR assays were found to be negative.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 129,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In the IgG positive group, eight patients demonstrated positive results on PCR from two pharyngeal swabs and six anal swabs. In the IgG negative group, one patient had positive pharyngeal swabs and one both pharyngeal and anal swabs. We found no relationship between IgG test and PCR assay. Of the 35 IgM positive patients, two had positive anal swabs and no pharyngeal swabs. There was no relationship between IgM test and PCR assay. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "In this retrospective observational study, we investigated the clinical features of the cured or recovered COVID-19 patients for the first time. Although they were PCR or IgM positive, these patients displayed no clinical manifestations of infection, and no signs of new acute infection were found on chest CT, indicating that these patients did not meet the re-infection criteria. Based on these findings, a positive result on PCR or IgM assay should not be considered indicative of COVID-19 re-infection. There might be several reasons for absence of re-infections. Firstly, the patients with COVID-19 were discharged from hospitals after following strict criteria, and the duration of hospital stay was more than 14 days, far exceeding that in community acquired pneumonia (10) , which means that the SARS-CoV-2 was more likely to be have been eradicated. Secondly, 17.6% of the patients were negative for antibody, which might prevent a repeat infection by the virus. Thirdly, an effective prevention and control strategy ensured that the cured patients were kept away from other confirmed COVID-19 patients. Finally, the medical staffs working in the front line have not been infected till date, which effectively prevented secondary infections and spread of the disease in the hospital (11) . Re-infection cases were reported in Hong Kong and the United States (12, 13) . Based on the known literatures and our research, we believe that patient immunity is helpful to avoid infection, but not all patients can produce immunity after infection. Therefore, the prevention and control strategy is still the key point (14) . The antibodies can be observed in the middle and later stage of COVID-19, and performed well in the diagnosis of COVID-19 (7, 8, 15) . For those who have recovered, the clinical significance of the PCR and antibody tests has not been clarified. Our study found that was resurgence of positive results of PCR or IgM tests in some patients after being discharged home. Among people who were in contact with the cured patients, no one was diagnosed with COVID-19 as reported by the Guangzhou CDC. The incubation period of COVID-19 is 3-14 days, and our follow-up period for cured patients was more than 14 days. This might have helped in excluding the cases in the incubation period Frontiers in Medicine | www.frontiersin.org of the infection. Based on these findings, we believe that the cured patients cannot cause person-to-person transmission. They also indicate that a positive result of the PCR or IgM assay does not mean that the cured patient is infectious.",
            "cite_spans": [
                {
                    "start": 776,
                    "end": 780,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1292,
                    "end": 1296,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1367,
                    "end": 1371,
                    "text": "(12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1372,
                    "end": 1375,
                    "text": "13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1620,
                    "end": 1624,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1749,
                    "end": 1752,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1753,
                    "end": 1755,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1756,
                    "end": 1759,
                    "text": "15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "IgG antibodies usually appears 3-40 days after the onset of symptoms (8) . In our study, 82.4% patients produced IgG antibodies. However, IgG antibodies were not detected in 17.6% patients when tested after 53 days on an average from the onset of the disease, which means that these patients might not produce IgG antibodies. IgM antibodies appeared in 35 patients when tested after 53 days on an average following the onset of symptoms, and disappeared in 12 patients during the follow up period. Therefore, IgM antibodies might be present in some COVID-19 patients for a long time.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 72,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "All COVID-19 patients were discharged home after they had negative PCR test results on two consecutive occasions, 24 h apart. However, positive results of PCR or IgM were again observed in some patients during the follow up period. The positive PCR turned to negative in the subsequent retest. Current research has not been able to explain the cause of the positive PCR retests, or confirm whether it is caused by a virus residue. Interestingly, the percentage of positive anal swabs in the cured patients was much higher than the positive pharyngeal swabs. PCR positivity of anal swabs was reported in several studies, which has led to a discussion on the possibility of fecal-oral transmission (16, 17) . The reason for PCR positive anal swabs may be that the virus enters the digestive tract from the patient's mouth. However, whether the virus remains active is unknown. During the follow-up, we did not find any new confirmed COVID-19 cases that came into contact with the cured patients who demonstrated positive PCR test results from anal swabs. Although PCR positive, fecal-oral transmission could not be confirmed in our study, and further research is needed.",
            "cite_spans": [
                {
                    "start": 696,
                    "end": 700,
                    "text": "(16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 701,
                    "end": 704,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Compared with the IgG negative group, the IgG positive group patients were older, with longer hospital stay, higher proportion of antibiotic use, higher proportion of severe cases, and higher proportion of CT abnormalities. Further logistic regression analysis showed that the treatment of antibiotic and length of stay were risk factors for antibody production. The mechanism of antibody production associated with antibiotic treatment and long-term hospitalization is not clear. Although diabetes, cancer, and other diseases may cause a decline in immunity, they do not affect the production of antibodies. Similarly, although the use of glucocorticoids may inhibit the immune system, it also has no effect on the production of antibodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Studies found that IgG and IgM have a good diagnostic value in the middle and later stage of the disease (6) (7) (8) 15 ). However, the value of IgG and IgM in the diagnosis of cured COVID-19 patients is not clear. In our study, we found that both IgM and IgG have no relationship with PCR. Therefore, for the cured patients, IgG and IgM neither have a diagnostic value, nor can they be used to replace the PCR test. Since neither re-infection nor person-to-person transmission was found in the cured patients, IgG and IgM cannot be used to guide the prevention and control of COVID-19. This study has the following limitations. Firstly, since this was an observational study, no interventions such as re-exposure of the cured patients to SARS-CoV-2 were performed. Therefore, it is hard to judge whether the cured patients were immune to the virus. Secondly, at the beginning of COVID-19 outbreak, there is no effective antibodies test, and the testing of antibodies were not performed at that time. So we could not compare the levels of antibody between hospitalization and follow-up. Thirdly, this was a single center study carried out in Guangzhou, a mild epidemic area. Accordingly, the conclusions of this study might not be suitable for extrapolation to other areas. Fourthly, our conclusions were based on a small sample size, which need to be further verified in a study with a large sample size. Nevertheless, our study results clarified some clinical features of the cured patients and maybe be of considerable importance for the prevention and control of COVID-19.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 109,
                    "end": 112,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 113,
                    "end": 116,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 117,
                    "end": 119,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In our study, no evidence of person-to-person transmission was found in cured COVID-19 patients. There seemed to be no reinfection in the cured COVID-19 patients in Guangzhou. These finding suggest that the cured do not cause the spread of disease. Additionally, neither IgG nor IgM can be used to replace the PCR test in cured patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "The original contributions presented in the study are included in the article/supplementary materials, further inquiries can be directed to the Corresponding authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY STATEMENT"
        },
        {
            "text": "The studies involving human participants were reviewed and approved by the ethics committee of the Guangzhou Eighth People's Hospital (No. 202001134). Written informed consent for participation was not required for this study in accordance with the national legislation and the institutional requirements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS STATEMENT"
        },
        {
            "text": "GX, FL, MY, JZ, QL, YT, and WM: study concept and design. YL, HS, and FZ: acquisition of data and patient recruitment. CF and YH: analysis and interpretation of data. GX, FL, MY, JZ, and QL: drafting of the manuscript. YT and WM: revising the manuscript. All authors contributed to the article and approved the submitted version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30183--30188",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1708--1728",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus Disease (COVID-2019) Situation Reports-112. (2020) Available online at",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SARS-CoV-2 and COVID-19 in older adults: what we may expect regarding pathogenesis, immune responses, and outcomes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nikolich-Zugich",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Knox",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Rios",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Natt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bhattacharya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Fain",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "GeroScience",
            "volume": "42",
            "issn": "",
            "pages": "505--519",
            "other_ids": {
                "DOI": [
                    "10.1007/s11357-020-00186-0"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Immune responses and pathogenesis of SARS-CoV-2 during an outbreak in Iran: comparison with SARS and MER",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rokni",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ghasemi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tavakoli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev Med Virol",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/rmv.2107"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Detection of IgM and IgG antibodies in patients with coronavirus disease 2019",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Transl Immunol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/cti2.1136"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antibody responses to SARS-CoV-2 in patients of novel coronavirus disease 2019",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.02.20030189"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Antibody detection and dynamic characteristics in patients with COVID",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "71",
            "issn": "",
            "pages": "1930--1934",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa461"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical Management of Severe Acute Respiratory Infection When Novel Coronavirus (2019-nCoV) Infection is Suspected: Interim Guidance",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Diagnosis and treatment of adults with community-acquired pneumonia: an official clinical practice guideline of the American thoracic society and infectious disease society of America",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Metlay",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Waterer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Anzueto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brozek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Crothers",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am J Respir Crit Care Med",
            "volume": "200",
            "issn": "",
            "pages": "45--67",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201908-1581ST"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Favorable outcomes of elderly COVID-19 patients in Guangzhou, China: a retrospective, observational study. Res Square",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Genomic evidence for reinfection with SARS-CoV-2: a case study",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Tillett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Sevinsky",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Hartley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kerwin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gorzalski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30764-7"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Serologic responses in healthy adult with SARS-CoV-2 reinfection",
            "authors": [
                {
                    "first": "Pks",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hachim",
                    "suffix": ""
                },
                {
                    "first": "Rlw",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Boon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Infect Dis",
            "volume": "26",
            "issn": "",
            "pages": "3076--3078",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2612.203833"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Evaluation of the secondary transmission pattern and epidemic prediction of COVID-19 in the four metropolitan areas of China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Med",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fmed.2020.00171"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Rapid antibody-based COVID-19 mass surveillance: relevance, challenges, and prospects in a pandemic and post-pandemic world",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Augustine",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hasan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Abdul",
                    "middle": [],
                    "last": "Salam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Augustine",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Med",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/jcm9103372"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A report of three COVID-19 cases with prolonged viral RNA detection in anal swabs",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Microbiol Infect",
            "volume": "26",
            "issn": "",
            "pages": "786--793",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmi.2020.04.010"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Detection and analysis of nucleic acid in various biological samples of COVID-19 patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Xiao",
                    "middle": [
                        "Z"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Travel Med Infect Dis",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tmaid.2020.101673"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flow of patients through the study.Frontiers in Medicine | www.frontiersin.org hole until the liquid was fully absorbed. The result could be read in 15 min.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "All of newly diagnosed COVID-19 cases in Guangzhou from March 11 to April 10. Frontiers in Medicine | www.frontiersin.org",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "CRP, C-reactive protein; ALT, alanine transaminase; AST, aspartate transaminase; CT, computed tomography; ARDS, acute respiratory distress syndrome; ICU, intensive care unit. *P-values < 0.05. Reference range of Procalcitonin, < 0.05 µg/L. Reference range of CRP, 0-10 ng/L.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "PCR, polymerase chain reaction; CDC, Centers for Disease Control and Prevention.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Baseline characteristics of patients with COVID-19.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Determinants associated with appearance of antibody in cured COVID-19 patients.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Outcomes of cured patients with COVID-19.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Editage (www.editage.cn) for English language editing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}