{
    "paper_id": "03e50f0418678d4541ab194dd50c46baa0ab2648",
    "metadata": {
        "title": "CliBptcr 006 ^bsS' S",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Few developments in the history of medicine have had such a profound effect upon human life and society as the development of the power to control infections by micro-organisms. In 1969 the Surgeon General of the United States stated that it was time 'to close the book on infectious diseases'. His optimism, which was then shared by many, seemed justified at the time. In the fight against infectious disease, several factors had combined to produce remarkable achievements. The first advances were mainly the result of improved sanitation and housing. These removed some of the worst foci of infectious disease and limited the spread of infection ttaough vemiin and insect parasites or by contaminated water and food. The earliest effective direct control of infectious diseases was achieved through vaccination and similar immunological methods which still play an important part in the control of infection today. The use of antimicrobial drugs for the control of infection was almost entirely a development of the twentieth century, and the most dramatic developments have taken place only since the 1930s. Surgery is no longer the desperate gamble with human life it had been in the early nineteenth century. By the late nineteenth century, the perils of childbirth had been greatly lessened with the control of puerperal fever. The death of children and young adults from meningitis, tuberculosis and septicemia, once commonplace, was, by the late 1960s, unusual in the developed world. Unfoituoately, since the heady optimism of the 1960s we have learned to our cost that microbial pathogens still have the capacity to spring unpleasant surprises on the world. The problem of acquired bacterial resistance to drugs, recognized since the very beginning of antimicrobial chemotherapy, has become ever more menacing. Infections caused by the tubercle bacillus and Staphylococcus aureus, which were once readily cured by drug therapy, are now increasingly difficult or even impossible to treat because of widespread bacterial resistance to the available drugs. Nor is resistance confined to these organisms; many other species of bacteria as well as fungal pathogens, viruses and protozoa, have also become drug-resistant. The ability of micro-organisms to kill or disable the more vulnerable members of society, especially the very young and old and patients with weakened immune defences, is reported io the media almost daily. Alarming reports of lethal enteric infections, meningitis and 'flesh-eatiog' bacteria have become depressingly familiar. If this were not enough, the spectre of the virus (HIV) infection which leads to AIDS (acquired immune deficiency syndrome) threatens human populations around the world, in nations both rich and poor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Drug therapy for AIDS can, initially at least, be very effective, but for the occasional outbreaks of terrifying viral infections such as Ebola and Lassa fever, there are no treatments,. Perhaps more worrying than these sporadic African hemorrahgic fevers, however, is the perceived risk of epidemic or pandemic infections caused by the recently discovered severe acute respiratory syndrome (SARS) vims, or novel recombinations of highly virulent influenza viruses with the potential for causing severe illness and death on a catastrophic scale. In recent years the mosquito-bome West Nile virus, which in some cases can cause a potentially fatal encephalitis, has been the subject of increasing concern in North America. Throughout much of the tropical and subtropical world, malaria continues to exact a dreadful toll on the health and lives of inhabitants. Although mass movements of populations and the failure to control the anophelene mosquito insect vector are major factors in the prevalence of malaria, the increasing resistance of the malarial protozoal parasite to drag treatment is of the greatest concern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thirty years ago serious infections caused by fungi were relatively rare. More common infections like thrash and ringworm were more of an unpleasant nuisance than a serious threat to health. Today, however, many patients with impaired immunity caused by HIV infection, cytotoxic chemotherapy for malignant disease, or the immunosuppressive treatment associated with organ graft surgery, are at risk from dangerous fungal pathogens such as Pneumocystis carinii and Cryptococcus neoformans. Less viralent organisms like Candida albicans can also be devastating in immunocompromised patients. Inevitably, the increasing use of antifungal drugs to control these infections results in the emergence of drug-resistant pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fortunately, despite the threats posed by dragresistant bacteria, virases, protozoal parasites and fungal pathogens, the current scene is not one of unrelieved gloom. Most bacterial and fungal infections can still be treated successfully with the remarkable array of drugs available to the medical (and veterinary) professions. Work continues to develop drags effective against resistant pathogens, and there has been major progress against virases causing AIDS, influenza and herpes infections. Vaccines are remarkably successful in preventing some bacterial and viral infections. Indeed, outstanding amongst the medical achievements of the twentieth century was the eradication of smallpox and the dramatic reduction in the incidence of poliomyelitis through mass vaccination programmes. A further incentive to the discovery and development of novel antimicrobial drugs and vaccines is the threat of bioterorrism, which could exploit conventional lethal pathogens such as anthrax and smallpox or even micro-organisms genetically manipulated to extraordinary levels of virulence and drag resistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, mention must be made of the recent and unexpected emergence of infectious prions which are associated with such devastating neurological pathologies as Creuzfeldt-Jacob disease (CJD) and new variant CJD, or mad cow disease in humans. It is now almost universally accepted that the heat and chemically resistant prion particles are proteinaceous and contain no detectable nucleic acid-encoded information. Infection is transmitted by various routes, including oral ingestion, for example, in contaminated food, by injection, or during surgery and possibly by blood transfusion. At present there is no effective drag treatment to arrest or delay the relentless progression of the infection, which involves the conversion of a normal neuronal protein of unknown function to an insoluble and newly infectious form through interaction with the invading, closely related prion protein. The disturbing possibility of a slowly developing epidemic of newvariant CJD is spurring efforts to find drags or vaccines to control prion infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1.2 An outline of the historical development of antimicrobial agents 1.2.1 Early remedies Among many traditional and folk remedies, three sources of antimicrobial compounds have survived to the present day. These are cinchona bark and Artemisia annua (Chinese quing hao su) for the treatment of malaria and ipecacuanha root for amebic dysentery. Cinchona bark was used by the Indians of Peru for treating malaria and was introduced into European medicine by the Spanish in the early seventeenth century. The active principle, quinine, was isolated in 1820. Quinine remained the only treatment for malaria until well into the twentieth century and still has a place in chemotherapy. The isolation of artemisinin, the active compound in Artemisia annua, by Chinese scientists is much more recent and only in recent years has its therapeutic potential against malaria been fully appreciated. Ipecacuanha root was known in Brazil and probably in Asia for its curative action in diarrheas and dysentery. Emetine was isolated as the active constituent in 1817 and was shown in 1891 to have a specific action against amebic dysentery. In combination with other drugs, it is still used for treating this disease. These early remedies were used without any understanding of the nature of the diseases. Malaria, for example, was thought to be caused by 'bad air' (mal'aria) arising from marshy places; the significance of the blood-borne parasite was not recognized until 1880, and only in 1897 was the anophelene mosquito proved to be the specific insect vector when the developing parasite was observed in the intestine of the mosquito.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The use of disinfectants and antiseptics also preceded an understanding of their action, and seems to have arisen from the obsen'ation that certain substances stopped the putrefaction of meat or the rotting of wood. The temi 'antiseptic' itself was appai^ently first used by Pringle in 1750 to describe substances that prevent putrefaction. The idea was eventually applied to the treatment of suppurating wounds. Mercuric chloride was used by Arabian physicians in the Middle Ages to prevent sepsis in open wounds. However, it was not until the nineteenth century that antiseptics came into general use in medicine. Chlorinated soda, essentially hypochlorite, was introduced in 1825 by Labarraque for the treatment of infected wounds, and tincture of iodine was first used in 18.39. One of the earliest examples of disinfection used in preventing the spread of infectious disease was recorded by Oliver Wendell Holmes in 1835. He regularly washed his hands in a solution of chloride of lime when dealing with cases of puerperal fever and thereby greatly reduced the incidence of fresh infections, as did Ignaz Semmelweiss in Vienna a few years later. These pioneer attempts at antisepsis were not generally accepted until Pasteur's publication in 1863 identifying the microbial origin of putrefaction. This led to an under-standing of the origin of infection and suggested the rationale for its prevention. As so often in the history of medicine, a change in practice depended upon the personality and persistence of one man. In antiseptics this man was Lister. He chose phenol, the antiseptic which had been introduced by Lemaire in 1860, and applied it vigorously in surgery. A 2.5% solution was used for dressing wounds and twice this concentration for sterilizing instruments. Later he used a spray of phenol solution to produce an essentially sterile environment for canying out surgical operations. The previous state of surgery had been deplorable; wounds usually became infected and the mortality was appalling. The effect of Lister's measures was revolutionary, and the antiseptic technique opened the way to great surgical advances. Even at this time, about 1870, the use of antiseptics was still empirical. An understanding of their function began with the work of Koch, who from 1881 onwards introduced the techniques on which modem bacteriology has been built. He perfected methods of obtaining pure cultures of bacteria and growing them on solid media, and he demonstrated practical methods of sterile working. Once it became possible to handle bacteria in a controlled environment, the action of disinfectants and antiseptics could be studied. The pioneer work on the scientific approach to this subject was published by Kronig and Paul in 1897.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antiseptics and disinfectants"
        },
        {
            "text": "Since that time, the history of antiseptics has been one of steady but unspectacular improvement. Many of the traditional antiseptics have continued in use in refined fomis. The phenols have been modified and made more acceptable for general use. Acriflavine, introduced in 1913, was the first of a number of basic antiseptics. It had many years of use but was displaced by colourless cationic antiseptics and the non-ionic triclosan (acriflavine is bright orange). In surgery the antiseptic era gave way to the aseptic era in which the emphasis is on the avoidance of bacterial contamination rather than on killing bacteria already present. All the same, infection of surgical wounds remains a constant risk and antiseptics are still used as an extra precaution or second line of defence. Surgical staff also 'scrub up' with mild antiseptic solutions before entering the operating theatre. Disinfectants play an important pait in the hygiene of milking sheds, broiler houses and other places where strict asepsis is impracticable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antiseptics and disinfectants"
        },
        {
            "text": "The publications of Pasteur and Koch firmly established that micro-organisms are the cause of infectious disease, though for some diseases the causative organisms still remained to be discovered. It was also known that bacteria are killed by various antiseptics and disinfectants. Not surprisingly, attempts were made to kill micro-organisms within the body and so end the infection. Koch himself carried out some experiments with this aim. He had shown that mercuric chloride is one of the few disinfectants that kill the particularly tough spores of the anthrax bacillus. Koch therefore tried to cure animals of anthrax infection by injecting them with mercuric chloride. Unfortunately the animals died of mercury poisoning and their organs still contained infectious anthrax bacilli. A slightly more successful attempt to cure an infection with a toxic agent was made by Lindgard in 1893. He treated horses suffering from surra, a disease now known to be caused by trypanosomes, with arsenious oxide. There was some improvement of the disease, but the compound was too toxic to be generally useful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antiseptics and disinfectants"
        },
        {
            "text": "Chemotherapy, however, really began with Paul Ehrlich. During the ten years from 1902 onwards Ehrlich's work foreshadowed many of the concepts which have governed subsequent work on antimicrobial agents. His first ideas arose from studies with 'vital stains', dyestuffs that were taken up selectively by living tissue. One such dye was methylene blue, which in the animal body is concentrated in nervous tissue. Ehrlich showed that the same dye is readily taken up by malaria parasites in the blood so that they become deeply stained. Consequently methylene blue was tried against human malaria and showed some effect, though not sufficient to make it a useful treatment. Nevertheless, this minor success started a line of thought that was to prove of the greatest significance. Ehrlich believed that antimicrobial agents must be essentially toxic compounds and that they must bind to the micro-organism in order to exert their action. The problem was to discover compounds having a selective action against the microbial cell rather than the cells of the host animal. Starting from methylene blue, Ehrlich began to search for other dyestuffs that would affect protozoal diseases. In 1904, after testing hundreds of available dyes, he eventually found one that was effec-tive against trypanosomiasis in horses. This compound, called trypan red, was a significant landmark in the treatment of microbial infections since it was the first man-made compound that produced a curative effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antiseptics and disinfectants"
        },
        {
            "text": "However, it was not in the field of dyestuffs that Ehrlich achieved his greatest success. Following the early work on the treatment of trypanosomiasis with arsenious oxide, Koch tested the organic arsenical, atoxyl (Figure 1.1 ). This compound produced the first cures of sleeping sickness, a human trypanosomal disease. Unfortunately, however, the compound produced serious side effects, with some patients developing optic atrophy. The curative effect of this compound stimulated Ehrlich to make other related arsenicals. He tested these on mice infected experimentally with trypanosomiasis and showed that curative action did not parallel toxicity to the mice. This suggested that if enough compounds were made, some would have sufficiently low toxicity to be safe as chemotherapeutic agents. Elhrlich continued his search for compounds active against various micro-organisms and showed that arsenicals were active against the causative organism of syphilis. He began a massive search for an organoarsenical compound that could be used in the treatment of this disease and eventually in 1910 discovered the famous drug salvarsan (Figure 1 .1). This dmg and its derivative, Neosalvarsaii, became the standard treatment for syphilis. Coupled with bismuth therapy, they remained in use until supplanted by penicillin in 1945. This was the most spectacular practical achievement of Ehrlich's career, but scientifically he is remembered at least as much for his wealth of ideas that have inspired workers in the field of chemotherapy down to the present day. These ideas are so important that they deserve separate consideration.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 226,
                    "text": "(Figure 1.1",
                    "ref_id": null
                },
                {
                    "start": 1132,
                    "end": 1141,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Antiseptics and disinfectants"
        },
        {
            "text": "The very term 'chemotherapy' was invented by Ehrlich and expressed his belief that infectious disease could be controlled by treatment with synthetic chemicals. Successes since his day have entirely justified his faith in this possibility. He postulated that cells possess chemical receptors which are concerned with the uptake of nutrients. Drugs that affect the cell must bind to one or other of these receptors. The toxicity of a drug is determined partly by its distribution in the body. However, in the treatment of an infection, the binding to the parasite relative to the host cell determines the effectiveness of the compound. Thus Ehrlich recognized the importance of Cjuantitative measurement of the relationship between the dose of a compound recjuired to produce a therapeutic effect and the dose that causes toxic reactions. Such measurements are still of prime importance in chemotherapy today. Ehrlich pioneered methods that have since become a mainstay of the search for new drugs. One aspect of his approach was the use of screening. This is the application of a relatively simple test to large numbers of compounds in order to obtain evidence of biological activity in types of chemical structure not previously examined. Modern drug-discovery laboratories usually employ sequences or cascades of screening tests, often beginning with a purified enzyme from the target organism, followed by test cultures of the pathogen and sophisticated evaluation in experimental animals. Vast numbers of compounds may be screened in the primaiy in vitro test, with the succeeding screens used to progressively filter out insufficiently active or potentially toxic compounds until a very limited set of compounds is considered to be sufficiently effective to warrant evaluation in a model infection in experimental animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The debt of chemotherapy to Ehrlich"
        },
        {
            "text": "The second of Ehrlich's methods was the synthesis of chemical variants of a compound exhibiting an interesting but not optimal level of activity. The new compounds were examined for increased activity or for improvements in some other property, such as reduced toxicity. Any improvement found was used as a guide to further synthesis, eventually arriving by a series of steps at the best possible compound. These methods are now so well accepted that their novelty in Ehrlich's day can easily be forgotten. They depend on the thesis that a useful dmg possesses an ideal combination of structural features which cannot be predicted at the outset. A compound approximating this ideal will show some degree of activity and can therefore act as a 'lead' towards the best attainable structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The debt of chemotherapy to Ehrlich"
        },
        {
            "text": "According to Ehrlich, a chemotherapeutic substance has two functional features, the 'haptophore' or binding group which enables the compound to attach itself to the cell receptors, and the 'toxophore' or toxic group which brings about an adverse effect on the cell. This idea has had a continuing influence in subsequent years. In cancer chemotherapy it has frequently been used in attempts to bring about the specific concentration of toxic agents or antimetabolites in tumour cells. In antimicrobial research it has helped to explain some features of the biochemical action of antimicrobial compounds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The debt of chemotherapy to Ehrlich"
        },
        {
            "text": "Ehrlich also recognized that compounds acting on microbial infection need not necessaiily kill the invading organism. It was, he suggested, sufficient to prevent substantial multiplication of the infectious agent, since the normal body defences, antibodies and phagocytes, would cope with foreign organisms provided that their numbers were not overwhelming. Flis views on this topic were based in part on his obseiwation that isolated syphilis-causing spirochetes treated with low concentrations of salvarsan remained motile and were therefore apparently still alive. Nevertheless they were unable to produce an infection when they were injected into an animal body. It is a striking fact that several of today's important antibacterial and antifungal drugs are 'biostatic' rather than 'biocidal' in action.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The debt of chemotherapy to Ehrlich"
        },
        {
            "text": "Another feature of Ehrlich's work was his recognition of the possibility that drugs may be activated by metabolism in the body This suggestion was prompted by the observation that the compound atoxyl was active against trypanosomal infections but was inactive against isolated trypanosomes. His explanation was that atoxyl was reduced in the body to the much more toxic /7-aminophenylarsenoxide (Figure 1.1) . Later work showed that atoxyl and other related arsenic acids are not in fact readily reduced to arsenoxides in the body, but local reduction by the parasite remains a possibility. Ehrlich, surprisingly, did not recognize that his own compound salvarsan would undergo metabolic cleavage. In animals it gives rise to the arsenoxide as the first of a series of metabolites. This compound eventually was introduced into medicine in 1932 under the name Mapharsen (Figure 1 .1); its toxcity is rather high, but it has sufficient selectivity to give it useful chemotherapeutic properties. Other examples of activation through metabolism have been discovered in more recent times; for example, the conversion of the antimalarial 'prodrug' proguanil to the active cycloguanil in the liver and the metabolism of antiviral nucleosides to the inhibitory triphosphate derivatives. Of course, it later emerged that metabolism in the body or in the infecting micro-organism could also result in the inactivation of drags.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 395,
                    "end": 407,
                    "text": "(Figure 1.1)",
                    "ref_id": null
                },
                {
                    "start": 869,
                    "end": 878,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "The debt of chemotherapy to Ehrlich"
        },
        {
            "text": "Ehrlich also drew attention to the problem of resistance of micro-organisms towards chemotherapeutic compounds. He noticed it in the treatment of trypanosomes with parafuchsin and later with trypan red and atoxyl. He found that resistance extended to other compounds chemically related to the original three, but there was no cross-resistance among the groups. In Ehrlich's view this was evidence that each of these compounds was affecting a separate receptor. Independent resistance to different drugs later became a commonplace in antimicrobial therapy. Ehrlich's view of the nature of resistance is also interesting. He found that trypanosomes resistant to trypan red absorbed less of the compound than sensitive strains, and he postulated that the receptors in resistant cells had a diminished affinity for the dye. This mechanism corresponds to one of the currently accepted types of resistance in micro-organisms (Chapter 9) in which mutations affecting the target protein reduce or eliminate drug binding to the target.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The debt of chemotherapy to Ehrlich"
        },
        {
            "text": "Several useful antimicrobial dmgs appeared in later years as an extension of Ehrlich's work. The most notable (Figure 1 .2) are suramin, developed from trypan red, and mepacrine (also known as quinacrine or atebrin) developed indirectly from methylene blue (Figure 1.2) . Suramin, introduced in 1920, is a colorless compound with useful activity against human trypanosomiasis. Its particular value lay in its relative safety compared with other antimicrobial dmgs of the period. It was the first useful antimicrobial drug without a toxic metal atom, and the ratio of the dose required to produce toxic symptoms to that needed for a curative effect is vastly higher than with any of the arsenicals. Suramin is remarkably persistent, a single dose giving protection for more than a month. Mepacrine, first marketed in 1933, was an antimalarial agent of immense value in the Second World War. It was supplanted by other compounds partly because it caused a yellow discoloration of the skin. Besides these obvious descendants from Elhrlich's work, the whole field of drug therapy is pemieated by his ideas, and many other important compounds can be traced directly or indirectly to the influence of his thought.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 119,
                    "text": "(Figure 1",
                    "ref_id": null
                },
                {
                    "start": 257,
                    "end": 269,
                    "text": "(Figure 1.2)",
                    "ref_id": null
                }
            ],
            "section": "The debt of chemotherapy to Ehrlich"
        },
        {
            "text": "In spite of the successes achieved in the treatment of protozoal diseases and the spirochetal disease syphilis, the therapy of bacterial infections remained for many years an elusive and apparently unattainable goal. Ehrlich himself, in collaboration with Bechtold, made a series of phenols which showed much higher antibacterial potency than the simple phenols originally used as disinfectants. These compounds, however, had no effect on bacterial infections in animals. Other attempts were equally unsuccessful and no practical progress was made until 1935, when Domagk reported the activity of prontosil ruhrum (Figure 4 .1) against infections in animals. The discovery occun'ed in the course of a widespread research programme on the therapeutic use of dyestuffs, apparently inspired by Ehrlich's ideas. Trefouel showed that prontosil rubrum is broken down in the body, giving sulfanilamide (Figure 4.1) , which was in fact the effective antibacterial agent. The sulfonamides might have been developed and used more widely if penicillin and other antibiotics had not followed on so speedily. In fact, relatively few wholly synthetic compounds have achieved success against the common bacterial infections mainly because effective synthetic compounds have been difficult to find. After some 60 years of effort, the synthetic antibacterial compounds in current use include, in addition to a few sulfonamides, several drugs for the treatment of tuberculosis, the quinolones, trimethoprim, certain imidazoles such as metronidazole, nitrofurans such as nitrofurantoin, and most recently the oxazolidinone, linezolid. There are also numerous semisynthetic derivatives of naturally occurring antibacterial antibiotics, including P~lactams, aminoglycosides, macrolides, streptogramins and glycopeptides.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 614,
                    "end": 623,
                    "text": "(Figure 4",
                    "ref_id": null
                },
                {
                    "start": 895,
                    "end": 907,
                    "text": "(Figure 4.1)",
                    "ref_id": null
                }
            ],
            "section": "The treatment of bacterial infections by synthetic compounds"
        },
        {
            "text": "For several years after treatment was available for streptococcal and staphylococcal infections, the mycobacterial infections that cause tuberculosis and leprosy remained untreatable by chemotherapy. The first success came with the antibiotic streptomycin, which remains an optional part of the standard treatment for tuberculosis. Later, several chemically unrelated synthetic agents were also found to be effective against this disease. The best of these are isonicotinyl hydrazide (isoniazid), ethambutol and pyrazinamide. Another antibiotic, rifampicin (rifampin), is usually included in the current combination therapy for tuberculosis. The synthetic compound, 4,4'-diaminodiphenylsulfoiie, is regularly used in the treatment of leprosy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The treatment of bacterial infections by synthetic compounds"
        },
        {
            "text": "Ever since bacteria have been cultivated on solid media, contaminant organisms have occasionally appeared on the plate. Sometimes this foreign colony would be surrounded by an area in which bacterial growth was suppressed. Usually this was regarded as a mere technical nuisance, but in 1928, observing such an effect with the mold PeniciUimn notatum on a plate seeded with staphylococci, Alexander Fleming was struck by its potential importance. He showed that the mold produced a freely diffusible substance highly active against Gram-positive bacteria and apparently of low toxicity to animals. He named it penicillin. It was, however, unstable and early attempts to extract it failed, so Fleming's obser\\'ation lay neglected until 1939. By then the success of the sulfonamides had stimulated a renewed interest in the chemotherapy of bacterial infections. The search for other antibacterial agents now seemed a promising and exciting project, and Howard Florey and Ernst Chain selected Fleming's penicillin for re-examination. They succeeded in isolating an impure but highly active solid preparation and published their results in 1940. Evidence of its great clinical usefulness in patients followed in 1941. Because of the extraordinary antibacterial potency of penicillin and its minimal toxicity to patients, it was apparent that a compound of revolutionary importance in medicine had been discovered. Making it generally available for medical use, however, presented formidable problems both in research and in large-scale production, especially under conditions of wartime stringency. Eventually perhaps the biggest chemical and biological joint research programme ever mounted was undertaken, involving 39 laboratories in Britain and the United States. It was an untidy operation with much duplication and overlapping of work, but it culminated in the isolation of pure penicillin, the determination of its structure, and the establishment of the method for its production on a large scale. The obstacles overcome in this research were enormous. They arose mainly from the very low concentrations of penicillin in the original mold cultures and from the marked chemical instability of the product. In the course of this work the concentration of penicillin in mold culture fluids was increased 1000-fold by the isolation of improved variants of PeniciUum notatum using selection and mutation methods and by improved conditions of culture. This tremendous improvement in yield was decisive in making large-scale production practicable and ultimately cheap.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The antibiotic revolution"
        },
        {
            "text": "The success of penicillin quickly diverted a great deal of scientific effort towards the search for other antibiotics. The most prominent name in this development was that of Selman Waksman, who began an intensive search for antibiotics in micro-organisms isolated from soil samples obtained in many parts of the world. Waksman's first success was streptomycin, and other antibiotics soon followed. Waksman's technique of screening soil organisms for antibiotics was immediately copied in many other laboratories. Organisms of all kinds were examined and hundreds of thousands of cultures were tested. Further successes came quickly. Out of all this research, several thousand named antibiotics have been listed. Most of them, however, have adverse properties that prevent their development as drugs. Perhaps 50 have had some sort of clinical use and only a few of these are regularly employed in the therapy of infectious disease. However, among this select group and their semisynthetic variants are compounds of such excellent qualities that treatment is now available for most of the bacterial infections known to occur in humans, although as we have seen, resistance increasingly threatens the efficacy of drug therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The antibiotic revolution"
        },
        {
            "text": "Following the wave of discovery of novel classes of antibiotics in the 1940s and 1950s, research focused largely on taking antibiotics of proven worth and subjecting them to chemical modification in order to extend their antibacterial spectrum, to combat resistance and to improve their acceptability to patients. Recently, however, the pressure of increasing drug resistance has renewed efforts to discover novel chemical classes of both naturally occurring and synthetic antibacterial compounds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The antibiotic revolution"
        },
        {
            "text": "The diversity of fungal pathogens which attack man and his domesticated animals is considerably smaller than that of bacteria. Nevertheless, fungi cause infections ranging from the trivial and inconvenient to those resulting in major illness and death. Fungal infections have assumed greater importance in recent years because of the increased number of medical conditions in which host immunity is compromised. Fungi as eukaryotes have much more biochemistry in common with mammalian cells than bacteria do and therefore pose a serious challenge to chemotherapy. Specificity of action is more difficult to achieve. Few antibiotics are useful against fungal infections, and attention has concentrated on devising synthetic agents. Some advantage has been taken of the progress in producing compounds for the treatment of fungal infections of plants to develop from them reasonably safe and effective drugs for human fungal infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antifungal and antiviral drugs"
        },
        {
            "text": "Elnoniious strides have been made in the control of viral infections through the use of vaccines. Smallpox has been eradicated throughout the world. In the developed countries at least, the seasonal epidemics of poliomyelitis that were the cause of so much fear and suffering 50 years ago have disappeared. But despite these and other vaccine-based successes against viral infections, not all such infections can be so effectively controlled by mass vaccination programmes. The bewildering diversity of common cold viruses, the evershifting antigenic profiles of influenza viruses and the insidious nature of the viras that leads to AIDS are just three examples of diseases that may not yield readily to the vaccine approach. Attention is therefore focused on finding drags that specifically arrest or prevent viral 1.3 Reasons for studying the biochemistry and molecular biology of antimicrobial compounds infection, a fomiidable cliallenge since vimses partially parasitize the biochemistry of the host cells. Nevertheless, considerable success has been achieved in devising effective drugs against several viruses, including HIV, herpes and cytomegalo-viruses and even against influenza viruses. Recombinant forms of the naturally occuning antiviral protein interferon~a (IFN-a) , have a useful role in combating the viruses which cause the liver infections hepatitis B and C.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1274,
                    "end": 1281,
                    "text": "(IFN-a)",
                    "ref_id": null
                }
            ],
            "section": "Antifungal and antiviral drugs"
        },
        {
            "text": "After the Second World War, several valuable new drags were introduced in the fight against malaria, including chloroquine, proguanil and pyrimethamine. For several years these drags were extremely effective for both the prevention and treatment of malaria. However, by the time of the outbreak of the war in Vietnam in the 1960s it had become clear that, like bacteria, the malaiial parasites were adept at finding ways to resist drug therapy. The US government then launched a massive screening project to discover new antimalarial agents. Two compounds, mefloquine and halofantriiie, resulted from this effort and ai^e still in use today. Nevertheless, the development of resistance to these drugs seems inevitable and the search for new antimalarial drugs continues. Several compounds currently offer real promise: the naturally occuning compound, artemisinin and its semisynthetic derivatives, and the synthetic compound, atovaquone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antiprotozoal drugs"
        },
        {
            "text": "The treatment of other serious protozoal infections, such as the African and South American forms of trypanosomiasis remains relatively primitive. The arsenical melarsoprol is still used for African trypanosomiasis (sleeping sickness), although the less toxic difluorodimethyi ornithine is increasingly seen as the drug of choice. South American trypanosomiasis, or Chagas' disease, is still very difficult to treat successfully; control of the insect vector, the so-called kissing bug which infests poor-quality housing, is very effective. The only useful drugs against leishmaniasis are such venerable compounds as sodium antimony gluconate and pentamidine, neither of which is ideal. Unfortunately, the parasitic diseases of the developing world do not present the major pharmaceutical companies with attractive commercial opportunities, and re-search into the treatment of these diseases is relatively neglected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antiprotozoal drugs"
        },
        {
            "text": "K 9 %^C^ ^%J' a a ^ 9 %flV 5 ^%<Qtifl vji Well %r« Q^S 5 %^ &jS n %^%d^ a a Qs? 5 5 5 i ^ ^n W and moleciilai' biology of antimicrobial s connpouiiiis Following this brief survey of the discovery of the present wide range of antimicrobial compounds, we may now turn to the main theme of the book. We shall be concerned with the biochemical mechanisms that underlie the action of compounds used in the battle against pathogenic micro-organisms. Where there is sufficient information, this will also include general descriptions of the interactions between drugs and their primary molecular targets. Increasingh', the detailed understanding of drug action at the molecular level is now used to generate ideas for the design of entirely novel antimicrobial agents. Antimicrobial agents, particularly the antibiotics, often have a highly selective action on biochemical processes. They may block a single reaction within a complex sequence of events. The use of such agents has often revealed details of biochemical processes that would othenvise have been difficult to disentangle. Attempts to understand the biochemistry of antimicrobial action were initially slow and painful, with many false starts and setbacks. Progress began to accelerate in the early 1960s and accompanied the dramatic advances being made at that time in the biochemistry and molecular biology of bacteria. In the past few years, tmly remarkable developments in the genetic manipulation of bacteria, the plentiful production of hitherto inaccessible proteins and the elucidation of macomolecular structures by X-ray crystallography and nuclear magnetic resonance spectroscopy have taken our understanding of antibacterial drug action to unprecedented levels of detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a9k^"
        },
        {
            "text": "Knowledge of the mechanism of action of antiprotozoal drugs, some of which were discovered long before the antibacterial drugs, lagged well behind for many years. This was due mainly to the difficulty in isolating and working with protozoa outside the animal body, but interest had also been concentrated on bacteria because of their special importance in infectious disease and their widespread use in biochemical and genetic research. However, advances in tlie molecular genetics of the major parasitic protozoans should now facilitate the development of our understanding of dmg action in these species. Rapid progress is also being made in working out the biochemical and molecular basis of the action of antifungal and antiviral drags.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a9k^"
        },
        {
            "text": "the real site of action of various antimicrobial compounds. The limiting factor then became the extent of biochemical information about the nature of the target site. From about 1960 onwards there have been continuing and remarkable advances in our understanding of the structure, function and synthesis of macromolecules. Most of the important antibiotics were found to act by interfering with the biosynthesis or function of macromolecules, and the development of new techniques provided the means of defining their site of action in ever-increasing detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uncovering the molecular basis of antimicrobial action"
        },
        {
            "text": "Several steps in discovering the molecular basis of antimicrobial action can be distinguished and will be discussed separately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uncovering the molecular basis of antimicrobial action"
        },
        {
            "text": "As long as antimicrobial compounds have been known, scientists have attempted to explain their action in biochemical terms. Ehrlich made a tentative beginning in this direction when he suggested that the arsenicals might act by combining with thiol groups on the protozoal cells. He was, however, severely limited by the elementary state of biochemistry at that period. By the time the sulfonamides were discovered, the biochemistry of small molecules was more advanced and a reasonable explanation of the biochemical basis of sulfonamide action was soon available. However, many of the antibiotics which followed presented very different problems. Attempts to apply biochemical methods to the study of their action led to highly conflicting answers. At one stage a count showed that 14 diiferent biochemical systems had been suggested as the site of action of streptomycin against bacteria. Much of this confusion arose from a failure to distinguish between primary and secondary effects. The biochemical processes of bacterial cells are closely interlinked. Thus disturbance of any one important system is likely to have eifects on many of the others. Methods had to be developed that would distinguish between the primary biochemical effect of an antimicrobial agent and other changes in metabolism that followed as a consequence. Once these were established, more accurate assessments could be made of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nature of the biochemical systems affected"
        },
        {
            "text": "Many of the early antimicrobial drugs were discovered by the simple method of screening for antimicrobial activity in collections of synthetic compounds and the media in which micro-organisms suspected of antibiotic production had been cultured. This approach provided little or no information as to the likely mechanism of antimicrobial action. However, experience over the past five decades has developed systematic procedui-es for working out the primai7 site of action for most of these empirically discovered compounds. Once the primary site of action is established, the overall effects of a drug on the metabolism of microbial cells can often be explained and the precise details of the interaction between the drug and its molecular tai\"get finally revealed. Many of the techniques are discussed in later chapters, but it may be helpful to set them out in a logical sequence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods used to study the mode of action of antimicrobial compounds"
        },
        {
            "text": "1. The chemical stracture of the drug is studied carefully to determine whether a structural analogy exists with part, or the whole, of a biologically important molecule, for example, a metabolic intermediate or essential cofactor, or nutrient. An analogy may be immediately obvious, but sometimes it becomes apparent only through imaginative molecular model building or by hindsight after the target site of the compound has been revealed by other means. This approach revealed the site of action of the sulfonamide antibacterial drugs. Nevertheless, analogies of structure can sometimes be misleading and should only be used as a preliminary indication. 2. The next step is to examine tlie effects of the compound on the growth kinetics and morphology of suitable target cells. A cytocidal effect shown by a reduction in viable count may indicate damage to the cell membrane. This can be confirmed by observation of leakage of potassium ions, nucleotides or amino acids from the cells. Severe damage leads to cell lysis. Examination of bacterial and fungal cells by electron microscopy may show morphological changes which indicate interference with the synthesis of one of the components of the cell wall. Many antibiotics have only a cytostatic action and do not cause any detectable nioiphological changes. 3. Usually attempts are made to reverse the action of an inhibitor by adding vaiious supplements to the medium. Cellular nutrients, including oxidizable carbon sources, fatty acids, amino acids, the nucleic acid precursors purines and pyrimidines, and vitamins are tested in turn. If reversal is achieved, this may point to the reaction or reaction sequence which is blocked by the inhibitor. Valuable confirmatory evidence can often be obtained by the use of genetically engineered auxotrophic organisms which require a compound known to be the next intermediate in a biosynthetic sequence beyond the reaction blocked by the antimicrobial agent. Auxotrophs of this type should be resistant to the action of the inhibitor. Inhibition in a biosynthetic sequence may also be revealed by accumulation of the metabolite immediately before the blocked reaction. Unfortunately, the actions of many antimicrobial agents are not reversed by exogenous compounds. This especially applies to compounds which interfere with the polymerization stages in nucleic acid and protein biosynthesis, where reversal is impossible. 4. The ability of an inhibitor to interfere with the supply and consumption of ATP is usually examined since any disturbance of energy metabolism has profound effects on the biological activity of the cell. The inhibitor is tested against the respiratory and glycolytic activities of the micro-organism, and the ATP content of the cells is measured. Compounds which damage biological membranes are likely to collapse the proton gradient across the cytoplasmic membrane of bacteria and thereby block the biosynthesis of ATP. .5. Useful information can often be gained by observing the effect of an antimicrobial agent on the uptake kinetics of a radiolabelled nutrient, such as glucose, acetate, a fatty acid, an amino acid, a nucleic acid precursor, or phosphate. Changes in rate of incorporation after the addition of the drug are measured and compared with its effect on growth. A prompt interference with incorporation of a particular nutrient may provide a good clue to the primary site of action. 6. An antimicrobial compound which inhibits protein or nucleic acid synthesis in cells without interfering with membrane function or the biosynthesis of the immediate precursors of proteins and nucleic acids, or the generation and utilization of ATP, probably inhibits macromolecular synthesis directly. Because of the close interrelationship between protein and nucleic acid synthesis, indirect effects of the inhibition of one process on another process must be carefully distinguished. For example, inhibitors of the biosynthesis of RNA also block protein biosynthesis as the supply of messenger RNA (niRNA) is exhausted. Again, inhibitors of protein synthesis eventually arrest DNA synthesis because of the requirement for continued protein biosynthesis for the initiation of new cycles of DNA replication. A study of the kinetics of the inhibition of each mac romolecular biosynthesis in intact cells is valuable since indirect inhibitions appear later than direct effects. 7. After the tai^get biochemical system has been identified in intact cells, more detailed information is obtained with preparations of enzymes, nucleic acids and subcellular organelles. The antimicrobial compound is tested for inhibitory activity against the suspected target reaction in vitro. There is a risk, however, of nonspecific drag effects in vitro, especially when the drag is added at high concentrations. Failure to inhibit the suspected target reaction in vitro, on the other hand, even with high drug concentrations, may not rale out inhibition of the same reaction in intact cells for several reasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods used to study the mode of action of antimicrobial compounds"
        },
        {
            "text": "(a) The drug may be metabolized by the host or the living micro-organism to an active, inhibitory derivative. (b) The procedures involved in the purification of an enzyme may cause desensitization to the inhibitor by altering the confomiation of the inhibitor binding site. (c) The site of inhibition in the intact cell may be part of a highly integrated structure which is disrupted during the preparation of a cell-free system, again causing a loss of sensitivity to the inhibitor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods used to study the mode of action of antimicrobial compounds"
        },
        {
            "text": "Enzyme or organelle preparations from dragresistant mutants have been successfully used in identifying the site of attack, and examples of this approach are described in later chapters. Cloning procedures and recombinant DNA technology greatly facilitate the provision of suspected protein targets for in vitro evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods used to study the mode of action of antimicrobial compounds"
        },
        {
            "text": "The acquisition of microbial genomic sequences and remark.able technological developments in molecular biology provide opportunities to profile the effects of antimicrobial drags by investigating their effects on the expression of thousands of genes simultaneously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application of microarray expression and proteomic technologies in analyzing drug action"
        },
        {
            "text": "Although an antimicrobial drug may target a specific molecular receptor, its consequent effects on microbial metabolism and gene expression are not only pleiotropic, i.e. multiple, but may also be characteristic. The ability to assess the impact of drugs on the expres-sion of many different genes simultaneously enables investigators to place compounds with closely similar primary sites of action into related sets. Gene transcription profiling of novel agents with unknown sites of action may therefore provide valuable clues as to their primary target receptors. One microarray technology involves the synthesis of short oligonucleotides in a high-density array directly on a solid surface, or 'chip'. The oligonucleotides are selected using total genomic DNA from the micro-organism to represent each open reading frame (orf). In this way many thousands of genes (or at least fragments of genes) can be arrayed. Messenger RNA extracted from cells cultured in the presence and absence of the drag under investigation is then hybridized to the immobilized oligonucleotides to reveal how the levels of expression of individual microbial genes are affected by the drag. There are numerous opportunities for experimental artefacts in analyzing microarray expression, and various controls are essential to ensure reproducible data. With this caveat in mind, patterns of gene expression can be obtained which are characteristic of specific modes of drug action, i.e. inhibition of protein or nucleic acid synthesis. Microarray experiments yield thousands of data points and the evaluation of such large amounts of information is a considerable challenge. Several different methods of data analysis are used, including hierarchical clustering, self-organizing maps, principal components analysis and vector algebra. It is worth restating that even with all this methodology, analysis of microarray expression is concerned with finding patterns of responses to the inhibitory actions of antimicrobial agents and is not currently capable of precisely defining the primary molecular target of drug action. Similar comments apply to proteomic analysis of drag action. This method assesses the effects of drugs on the patterns of protein expression in microbial cells. Recently, proteomic analysis was applied to the effects of 30 antibacterial drugs from all the important types of agents on protein expression in Bacillus subtilis. Two-dimensional polyacrylamide electrophoresis was used to separate radiolabelled cytoplasmic proteins. Each of the 30 drags produced complex but reproducible and characteristic patterns of protein expression. Combinations of microarray RNA expression and proteomic technologies should eventually offer a highly refined approach to the characterization of drug action and expedite the ultimate definition of the primary molecular targets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application of microarray expression and proteomic technologies in analyzing drug action"
        },
        {
            "text": "Early mode of action studies concentrated on reveahng the biochemical processes and pathways inhibited by antimicrobial drugs. However, scientists are no longer satisfied with this level of explanation alone and aspire to define dmg action in molecular temis, i.e. the details of the specific interactions between drugs and their target sites. In order to achieve this level of understanding of drug action, techniques such as X-ray crystallography and nuclear magnetic resonance spectroscopy (NMR) are used to generate visual images of the molecular interactions between drug and macromolecule. Recombinant DNA technology enables the role of specific amino acids or nucleotide residues in macromolecule^rug interactions to be defined. The stractural elucidation of supramoleculai\" organized structures, such as membranes and ribosomes, proved to be a more fomiidable undertaking, largely because of the difficulty in obtaining diffracting crystals of these stmctures for X-ray analysis. Nevertheless, in the past few years even the structure of bacterial ribosomes has been revealed by X-ray crystallography, together with remarkable details of their interactions with drugs of major clinical importance which inhibit protein biosynthesis (Chapter 5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The study of the interactions between antimicrobial agents and their molecular target"
        },
        {
            "text": "Effective antimicrobial drugs possess a combination of advantageous properties: potency and selectivity at the target site, good absoiption from the site of administration, appropriate distribution within the body of the infected host, adequate persistence in the tissues and absence of significant toxicity to the patient. Each of these attributes may require distinct molecular characteristics. For optimum activity, all these characteristics must be combined in the same molecule. The absorption, distribution, metabolism, excretion and toxicity of drugs are therefore essential subjects for investigation. Activity requires an inhibitory concentration of the drug at the target site which must be sustained long enough to allow the body's defences to contribute to the defeat of the infection. The concentration is determined by the rates of absorption and excretion and also by the metabolism of the dmg in the tissues of the host. The extent of binding of the drug to host proteins can also be important. While extensive binding to plasma proteins can increase drug persistence in the body, it may also reduce effectiveness because the activity of drugs depends on the concentration of free (unbound) compound in the immediate environment of the infecting micro-organism. The methods for studying such factors using modern analytical techniques are well established. The data can help to explain species differences in the therapeutic activities of drugs and provide a sound basis for recommendations on the size and frequency of doses for treating patients. The study of the phamiacological biochemistry of drugs is a highly specialized field and is beyond the scope of this book; only passing mention is therefore made of the pharmacological factors that influence the activities of antimicrobial drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pharmacological biochemistry"
        },
        {
            "text": "Safe and effective antimicrobial drugs are by definition highly selective in their action on the infecting pathogens. In some cases the molecular targets inhibited by drugs are specific to the microbial cell. In other cases drugs may act on biochemical mechanisms that are common to both microbe and host. Possible explanations for selectivity of action in the latter situation can include sufficient structural differences between the microbial and host enzymes catalyzing the same reaction to permit a selective attack on the microbial enzyme, specificity due to selective concentration of the drug within the microbial cell, and finally, differences between the rates of turnover of target molecules in the pathogen and its host that provide a basis for selectivity of action (see eflornithine, Chapter 6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selectivity of action of antimicrobial agents"
        },
        {
            "text": "The effectiveness of antimicrobial drugs frequently declines after sustained use, owing to the emergence of drag-resistant organisms. This enormously important problem has been studied in great depth by microbiological, biochemical and molecular genetic methods. Such studies have revealed the genetic basis for the emergence of drag-resistant bacteria, fungi and virases (Chapter 8) and defined the biochemical mechanisms of resistance (Chapter 9). The mechanism of some forms of resistance in eukaryotic pathogens, such as chloroquine resistance in the malarial parasite, is proving more difficult to define but is nevertheless the subject of much research attention because of the re-emergence of malaria across much of the tropical and subtropical regions of the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biochemistry of microbial resistance"
        },
        {
            "text": "The relentless increase in drag resistance among bacteria, fungi, virases and protozoal pathogens provides an urgent stimulus for the discovery of new antimicrobial drags. It is hoped that several developments in research technologies during the past decade will facilitate the discovery process; these are briefly outlined below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Current trends in the discovery of antimicrobial drugs"
        },
        {
            "text": "Many of the antimicrobial drags in current clinical use were discovered empirically by screening against cultures of micro-organisms or directly against model infections in experimental animals. Explanations of the biochemical and molecular basis of drug action often emerged only after years of use in patients. In contrast, the modem approach to drug discovery is usually driven by the perceived molecular target. Now that at least 70 complete bacterial genomic sequences are available, in addition to sequences from some viruses, pathogenic yeasts and the malarial parasite, Plasmodium falciparum, the enormous and ever-expanding wealth of genomic information from both micro-organisms and their mammalian hosts provides many opportunities to identify potential molecular targets which are either pathogen-specific or sufficiently different in sequence from the mammalian counterparts to offer the possibility of drug selectivity. The computer-based technology of bioinformatics is used to search micro-organisms for proteins with highly conserved sequences which suggest functions that are essential for viability. Validation of such proteins as drug targets is then obtained by targeted gene knockout experiments in pathogens grown in vitro and in infected animals. In the search for potential broad-spectram antibacterial drag activity, target proteins are sought that have a high degree of sequence identity across the major pathogens, both Gram-positive and Gram-negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioinformatics and genomics"
        },
        {
            "text": "After an attractive molecular target has been selected by bioinformatic 'data mining' and a microbiological demonstration of essentiality for viability has been carried out, sufficient protein is produced by gene cloning and expression technologies to allow screening to begin. Advances in laboratory robotic procedures have made it possible to rapidly screen extremely large numbers of compounds. Whereas 20 years ago screening perhaps 100 or so compounds per week against an enzyme target might have been considered satisfactory, screening a million compounds per week is now not unusual. The enoimous quantities of data generated by such high-throughput screens created new challenges in evaluating and filtering compounds of interest for the succeeding stages of screening cascades. The provision of chemicals in such vast numbers also places considerable demands on compound collections and on synthetic chemistry. Fortunately the miniaturized techniques of combinatorial chemistry are capable of synthesizing prodigious numbers of compounds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "High-throughput screening versus targeted screening"
        },
        {
            "text": "For some scientists, however, the intellectual appeal of high-throughput screening is limited and its productivity in delivering novel effective drags has been questioned. An alternative approach is that of targeted screening, based upon an appreciation of the stmcture and function of the target protein. The ability of genetic engineering and protein production facilities to provide substantial quantities of previously inaccessible proteins has expanded the opportunities for the determination of three-dimensional structures by X-ra}' crystallograph}' and NMR. Visualization of protein structure on the computer monitor screen enables chemists to design potential inhibitors in silico which can then be synthesized and evaluated in targeted biochemical screens. At this stage, the numbers of compounds may be quite small but they are soon expanded as promising compounds are further modified to optimize potency of inhibition, activity and safety in vivo. In all likelihood both high-throughput and targeted screening approaches will be employed for the foreseeable future in the search for novel, effective antimicrobial drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "High-throughput screening versus targeted screening"
        },
        {
            "text": "In this book we have sought to provide well-established evidence for the biochemical actions and molecular targets of many of the best-known agents used in medicine. Although much of the content is devoted to antibacterial drugs, which constitute by far the largest group of antimicrobial agents in use today, we have also brought together information on the biochemical activities of commonly used antifungal, antiprotozoal and antiviral drugs. One chapter is devoted to the means by which antimicrobial compounds enter and leave their target cells and their relevance to the intrinsic resistance of micro-organisms to dmgs. The last two chapters consider the genetic and biochemical basis of acquired drug resistance, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "High-throughput screening versus targeted screening"
        },
        {
            "text": "Wherever possible we have grouped drugs according to their types of biochemical action rather than by their therapeutic targets. However, one chapter brings together several drugs with other and unusual modes of action.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "High-throughput screening versus targeted screening"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Proteomic approacli to understtmding antibiotic action",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "1 E"
                    ],
                    "last": "Baudow",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Antimicrob. Agents Chemother",
            "volume": "47",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Antimicrobial Chemotherapy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Greenwood",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Tlie Rise and Fall of Modern Medicine",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Le Faun",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Drug Discovery: The Evolution of Modern Medicines",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sneader",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Bioirrformatics and the discover)' of novel anti-microbial agents",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Volker",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Ciirr. Drug Targets",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Arsenical compounds used in the early treatment of trypanosomiasis or syphilis.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}