{
    "paper_id": "03e70a448d7fd2324949ab321c571ceeb13b452e",
    "metadata": {
        "title": "Asymptomatic transmission of SARS-CoV-2 and implications for mass gatherings",
        "authors": [
            {
                "first": "Yu",
                "middle": [
                    "X"
                ],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "R, and others have reported on asymptomatic transmission of SARS-CoV-2 at the familial level. 1-3 We also note multiple reports of SARS-CoV-2-associated superspreading events (SSEs) arising from mass gatherings; however, the extent of transmission from asymptomatic carriers at these events has not been characterized. 4,5 Observational studies reporting a high household secondary attack rate and modest R 0 suggest a transmission dynamic biased toward SSEs. 6 The presence of asymptomatic carriers could have implications for how relevant authorities handle mass gatherings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We report on two separate settings with presumptive asymptomatic carrier transmission in Brunei Darussalam that can be traced to a single mass gathering in Malaysia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "From February 28 to March 2, 2020, a religious event was held at the Seri Petaling Mosque in Kuala Lumpur, Malaysia, that was later determined to be an international SSE. 5 This event, now known as the Tablighi Jamaat cluster, was attended by 16 000 people including 75 persons from Brunei, of whom 19 were subsequently confirmed positive for SARS-CoV-2 on return from Malaysia. These resulted in a further 52 locally transmitted cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We reviewed medical and outbreak investigation records of five cases of coronavirus disease-19 (COVID-19) who were part of the Brunei branch of the Tablighi cluster. For diagnosis, nasopharyngeal (NP) samples were collected and tested using real-time reverse transcriptase polymerase chain reaction (RT-PCR). On admission, all patients underwent routine blood tests and chest X-ray. Patients were discharged following resolution of symptoms, and negative RT-PCR results from two consecutive NP samples collected at ≥24-hour intervals. This study was approved by the local institutional ethics committee. Patient A1 (presumed asymptomatic carrier in household setting) is a 30-year-old man. On February 27, he traveled to Malaysia to attend the Tablighi event and returned to Brunei on March 3. Following detection of the country's first COVID-19 case and the subsequent identification of the Tablighi cluster, all participants of that event who returned to Brunei were tested. His NP sample taken on March 10 was positive by RT-PCR, and he was admitted to the National Isolation Centre. He was asymptomatic on admission and remained so throughout (Figure 1). His blood investigations and chest X-ray were normal. RT-PCR was still positive on March 24, and negative on March 26 and 27. All 7 household contacts were tested on March 12, out of which two were found positive. Patient A2 (wife, aged 32) and patient A3 (daughter, aged 10 months) denied any travel or other relevant contact history. Patient A2 reported rhinorrhea which began on March 9; however, this had resolved on presentation. She was asymptomatic throughout her admission. Patient A3 was observed by her mother to have a mild cough starting on March 11, and however was afebrile and had no symptoms on and throughout admission. Patient B1 (presumed asymptomatic carrier in school setting) is a 13-year-old girl. She is an asymptomatic household contact of her father, who was a participant at the same Tablighi event in Malaysia. Her father was confirmed positive for SARS-CoV-2 on March 11, and as a contact, her NP sample was collected that same day. She tested positive and was admitted to NIC. She was asymptomatic on presentation and remained so throughout admission (Figure 1). Her blood investigations and chest X-ray were normal. RT-PCR was positive on March 27 and negative on March 29 and 30. Contact tracing for case B1 identified 29 school contacts, all of whom were tested. Among them, her class teacher (patient B2, 39-year-old female) tested positive on March 12. On admission on March 14, patient B2 reported a mild cough which resolved the next day and has had no further symptoms since.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We report two different settings where the sequence of events is highly suggestive of SARS-CoV-2 transmission by asymptomatic carriers, both with clear epidemiological links to a single mass gathering-the Tablighi event. We document how this event has led to at least two further generations due to asymptomatic spread. As far as we are aware, this is the first such report documenting the role of asymptomatic SARS-CoV-2 transmission in the propagation of a large superspreading event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "These findings have two key implications. First, cases without symptoms suggest silent chains of transmission. These cases are harder to detect, as they are less likely to present to healthcare facilities, and many testing criteria require the presence of symptoms. 7, 8 Our findings support implementation of testing and longitudinal surveillance of close contacts in the absence of symptoms. This is particularly important if we aim to \"find, isolate, test, and treat every case to break the chains of COVID transmission.\" 9",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 268,
                    "text": "7,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 269,
                    "end": 270,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "To the Editor Yu X & Yang R, and others have reported on asymptomatic transmission of SARS-CoV-2 at the familial level. 1- 3 We also note multiple reports of SARS-CoV-2-associated superspreading events (SSEs) arising from mass gatherings; however, the extent of transmission from asymptomatic carriers at these events has not been characterized. 4, 5 Observational studies reporting a high household secondary attack rate and modest R 0 suggest a transmission dynamic biased toward SSEs. 6 The presence of asymptomatic carriers could have implications for how relevant authorities handle mass gatherings.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 124,
                    "text": "3",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 346,
                    "end": 348,
                    "text": "4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 349,
                    "end": 350,
                    "text": "5",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 488,
                    "end": 489,
                    "text": "6",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "L E T T E R T O T H E E D I T O R Asymptomatic transmission of SARS-CoV-2 and implications for mass gatherings"
        },
        {
            "text": "We report on two separate settings with presumptive asymptomatic carrier transmission in Brunei Darussalam that can be traced to a single mass gathering in Malaysia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L E T T E R T O T H E E D I T O R Asymptomatic transmission of SARS-CoV-2 and implications for mass gatherings"
        },
        {
            "text": "From February 28 to March 2, 2020, a religious event was held at the Seri Petaling Mosque in Kuala Lumpur, Malaysia, that was later determined to be an international SSE. 5 This event, now known as the Tablighi Jamaat cluster, was attended by 16 000 people including 75 persons from Brunei, of whom 19 were subsequently confirmed positive for SARS-CoV-2 on return from Malaysia. These resulted in a further 52 locally transmitted cases.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 172,
                    "text": "5",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "L E T T E R T O T H E E D I T O R Asymptomatic transmission of SARS-CoV-2 and implications for mass gatherings"
        },
        {
            "text": "We reviewed medical and outbreak investigation records of five cases of coronavirus disease-19 (COVID-19) who were part of the Brunei branch of the Tablighi cluster. For diagnosis, nasopharyngeal (NP) samples were collected and tested using real-time reverse transcriptase polymerase chain reaction (RT-PCR). On admission, all patients underwent routine blood tests and chest X-ray. Patients were discharged following resolution of symptoms, and negative RT-PCR results from two consecutive NP samples collected at ≥24-hour intervals. We report two different settings where the sequence of events is highly suggestive of SARS-CoV-2 transmission by asymptomatic carriers, both with clear epidemiological links to a single mass gathering-the Tablighi event. We document how this event has led to at least two further generations due to asymptomatic spread. As far as we are aware, this is the first such report documenting the role of asymptomatic SARS-CoV-2 transmission in the propagation of a large superspreading event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L E T T E R T O T H E E D I T O R Asymptomatic transmission of SARS-CoV-2 and implications for mass gatherings"
        },
        {
            "text": "These findings have two key implications. First, cases without symptoms suggest silent chains of transmission. These cases are harder to detect, as they are less likely to present to healthcare facilities, and many testing criteria require the presence of symptoms. 7, 8 Our findings support implementation of testing and longitudinal surveillance of close contacts in the absence of symptoms. This is particularly important if we aim to \"find, isolate, test, and treat every case to break the chains of COVID transmission. Second, given the high proportion of asymptomatic individuals (models estimate 30%), our findings strengthen the argument for widespread testing at mass gatherings in areas of known community transmission. 10 These have the potential to become SSEs, and diagnostic delays can fuel exponential growth. 11 As countries begin to slowly relax restrictions from community \"lockdowns,\" widespread testing of participants at mass gatherings with consequent identification of asymptomatic carriers may allow for restrictions to be relaxed in a safe way. Our findings suggest that this large-scale testing is feasible when deployed reactively after a confirmed COVID-19 case is identified. Countries may also anticipate that mass gatherings have the potential to become SSE.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 268,
                    "text": "7,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 269,
                    "end": 270,
                    "text": "8",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 730,
                    "end": 732,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 825,
                    "end": 827,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "L E T T E R T O T H E E D I T O R Asymptomatic transmission of SARS-CoV-2 and implications for mass gatherings"
        },
        {
            "text": "Assessment of SARS-CoV-2 transmission dynamics that better account for asymptomatic transmission at mass gatherings can assist in determining effectiveness of testing participants at these events proactively even before cases are identified, to eliminate transmission at an earlier stage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L E T T E R T O T H E E D I T O R Asymptomatic transmission of SARS-CoV-2 and implications for mass gatherings"
        },
        {
            "text": "None to be declared. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CO N FLI C T O F I NTE R E S T"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Presumed Asymptomatic carrier transmission of COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "14",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Asymptomatic and human-to-human transmission of SARS-CoV-2 in a 2-family cluster",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Ji",
                    "middle": [
                        "F"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Infect Dis",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The delay in COVID-19 confirmation among cases from a religious group in South Korea",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Prevent Med Public Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3961/jpmph.20.088"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A single mass gathering resulted in massive transmission of COVID-19 infections in Malaysia with further international spread",
            "authors": [
                {
                    "first": "Nfc",
                    "middle": [],
                    "last": "Mat",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Edinur",
                    "suffix": ""
                },
                {
                    "first": "Mkaa",
                    "middle": [],
                    "last": "Razab",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "27",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa059"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Secondary attack rate and superspreading events for SARS-CoV-2. The Lancet",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ego",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30462-1"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "World Health Organization. Global surveillance for COVID-19 caused by human infection with COVID-19 virus. Interim Guidance",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19: investigation and initial clinical management of possible cases",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health England",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "WHO Director-General's opening remarks at the media briefing on COVID-19 -13",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Estimation of the asymptomatic ratio of novel coronavirus infections",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "Tetsuro",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Ayako",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Identifying and interrupting superspreading events-implications for control of severe acute respiratory syndrome coronavirus 2",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Frieden",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Infect Dis",
            "volume": "26",
            "issn": "",
            "pages": "1059--1066",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "This study was approved by the local institutional ethics committee.Patient A1 (presumed asymptomatic carrier in household setting) is a 30-year-old man. On February 27, he traveled to Malaysia to attend the Tablighi event and returned to Brunei on March 3. Following detection of the country's first COVID-19 case and the subsequent identification of the Tablighi cluster, all participants of that event who returned to Brunei were tested. His NP sample taken on March 10 was positive by RT-PCR, and he was admitted to the National Isolation Centre. He was asymptomatic on admission and remained so throughout (Figure 1). His blood investigations and chest X-ray were normal. RT-PCR was still positive on March 24, and negative on March 26 and 27. All 7 household contacts were tested on March 12, out of which two were found positive. Patient A2 (wife, aged 32) and patient A3 (daughter, aged 10 months) denied any travel or other relevant contact history. Patient A2 reported rhinorrhea which began on March 9; however, this had resolved on presentation. She was asymptomatic throughout her admission. Patient A3 was observed by her mother to have a mild cough starting on March 11, and however was afebrile and had no symptoms on and throughout admission. Patient B1 (presumed asymptomatic carrier in school setting) is a 13-year-old girl. She is an asymptomatic household contact of her father, who was a participant at the same Tablighi event in Malaysia. Her father was confirmed positive for SARS-CoV-2 on March 11, and as a contact, her NP sample was collected that same day. She tested positive and was admitted to NIC. She was asymptomatic on presentation and remained so throughout admission (Figure 1). Her blood investigations and chest X-ray were normal. RT-PCR was positive on March 27 and negative on March 29 and 30. Contact tracing for case B1 identified 29 school contacts, all of whom were tested. Among them, her class teacher (patient B2, 39-year-old female) tested positive on March 12. On admission on March 14, patient B2 reported a mild cough which resolved the next day and has had no further symptoms since.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited. © 2020 The Authors. Influenza and Other Respiratory Viruses Published by John Wiley & Sons Ltd. The peer review history for this article is available at https://publons.com/ publon/10.1111/irv.12767",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "AUTH O R CO NTR I B UTI O N Justin Wong: Conceptualization (lead); Data curation (lead); Formal analysis (equal); Investigation (equal); Supervision (lead); Visualization (supporting); Writing-original draft (lead); Writingreview & editing (equal). Sirajul Adli Jamaludin: Data curation (equal); Investigation (equal); Methodology (equal); Supervision (supporting); Writing-original draft (equal); Writing-review & editing (equal). Mohammad Fathi Alikhan: Data curation (equal); Formal analysis (equal); Investigation (equal); Methodology (equal); Supervision (supporting); Visualization (equal); Writing-review & editing (equal).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Liling Chaw: Conceptualization (supporting); Visualization (equal); Writing-original draft (equal); Writing-review & editing (equal). Sirajul Adli Jamaludin 2 Mohammad Fathi Alikhan 1 Liling Chaw 3 Disease Control Division, Ministry of Health, Bandar Seri Begawan, Brunei Darussalam 2 Environmental Health Division, Ministry of Health, Bandar Seri Begawan, Brunei Darussalam 3 PAPRSB Institute of Health Sciences, Universiti Brunei Darussalam, Gadong, Brunei Darussalam Liling Chaw, PAPRSB Institute of Health Sciences, Universiti Brunei Darussalam, Gadong, Brunei Darussalam. Email: liling.chaw@ubd.edu.bn O RCI D Liling Chaw https://orcid.org/0000-0003-3301-7565 R E FE R E N C E S 1. Yu X, Yang R. COVID-19 transmission through asymptomatic carriers is a challenge to containment. Influenza Other Respir Viruses. 2020. https://doi.org/10.1111/irv.12743 F I G U R E 1 Timeline of presumed transmission from an asymptomatic coronavirus disease-19 (COVID-19) case in a household (top) and school (bottom) cluster",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}