{
    "paper_id": "03e9b5dfa2cb7f725bb7673e87c1b2a6a4509da8",
    "metadata": {
        "title": "Indian Currency Recognition from Live Video Using Deep Learning",
        "authors": [
            {
                "first": "Kushal",
                "middle": [],
                "last": "Bhavsar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ganpat University",
                    "location": {
                        "postCode": "384012",
                        "settlement": "Mehsana",
                        "region": "Gujarat",
                        "country": "India"
                    }
                },
                "email": "kushalbhavsar58@gmail.com"
            },
            {
                "first": "Keyurbhai",
                "middle": [],
                "last": "Jani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Gujarat Technological University",
                    "location": {
                        "postCode": "382424",
                        "settlement": "Ahmedabad",
                        "region": "Gujarat",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Rakeshkumar",
                "middle": [],
                "last": "Vanzara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ganpat University",
                    "location": {
                        "postCode": "384012",
                        "settlement": "Mehsana",
                        "region": "Gujarat",
                        "country": "India"
                    }
                },
                "email": "rakesh.vanzara@ganpatuniversity.ac.in"
            }
        ]
    },
    "abstract": [
        {
            "text": "Foreign and Visually disable people in India often find difficulties in recognizing different currency notes. Even if some time it is also difficult for Indian healthy people to identify same amount of currency notes with differentnew designs. Human eye has also some limitation so some time fake currency not identifiable by them. In this paper using deep learning technique, detection model trained with dataset and tested it with different Indian currency with good accuracy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Aim of this paper is to propose a concept of Indian currency recognition. Actually, main aim of this paper is to do this project for a blind person who cannot see anything, so this work can help blind people to recognize currency, they will have App/device for this, which can scan currency from camera image and predict the result and tell to the blind user which currency is this via voice. Authors gathered dataset of new Indian currencies as well as old Indian Currencies. This is the starting point so authors are gathering a data day by day and increasing the good amount of data with good quality images [1] .",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 614,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Dataset is the most important thing in this project, it should be clear and very high quality. Quality of images matters a lot on our classification result, another thing is background, it should be clear in every images of prepared dataset otherwise model can get confused with objects & noise. So data gathering is the most important thing. Now 2nd thing is training, Authors are training their machine to learn to detect & recognize object from given input, so author's machine learning is based on what it see, and it is seeing and learnt from their image dataset. Therefore, with a good amount of quality images authors can improve machine's learning ability. Before discussing implementation, first let's understand what Deep learning is, and what approach we are using for training.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In India, people are using paper currencies for daily transactions, currency have some particular format, and with the help of that format, people can recognize any currency. Every normal person can recognize any currency with eye, but what about blind people? They cannot recognize any currency with eyes, any people can do fraud with them. Second Objective is that in Indian Banking System, they are working with lots of currencies, so we want to use deep learning for currency recognition using images & video input feed. Ex In cash counter a one camera can recognize currency and it can make a total of cash. Third Objective is that now in this time robots doing work instead of humans, so authors want every robot can recognize any currency so it can do money transaction like normal human.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Problem"
        },
        {
            "text": "Problem can be solve with the use of Deep learning techniques to recognize any Indian Currency using Image or Video as an Input Feed. Authors developed one solution using Deep Learning, which can identify Indian Currency. Authors want to create one application, which can do this task for any blind person. Even authors want to make an API so any Robots and any other software can use our applications advantage without any work and research, they need to just use our API. Now let us understand how it is working.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Problem Solution"
        },
        {
            "text": "In this system, we have to just feed image of currency or video, which contain currency, it can detect which currency is this. So now question is that what mechanism is running in behind of this? The answer is very simple we are using Deep learning & Image processing. However, another question is that why we are using Deep learning instead of machine learning? What is difference between Machine learning and Deep Learning? So, let's see all those answers. First, we need to understand what is Machine Learning and Deep Learning [15, 16] .",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 535,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Working Structure"
        },
        {
            "text": "Since, our existing system had limitation, example image is folded or rotated, we had another limitation, if there are many currencies in one bundle, in this condition we need to detect whole currency note one by one. So we need to open the bundle for detecting currency, so it should be not a good approach. The lightning conditions is also depending on our prediction [1] .",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 373,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "We also done survey on Genetics Algorithm (GA) for a Currency Recognition. It has an ability to learn the patterns by self-learning. This learning or we can say information it will obtained by gene, then it will compare it with original data. It can perform the optimization in relatively short time. This optimization can help us to achieve a good accuracy in currency recognition [1] .",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 385,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "According to [1] paper they captured video of currencies and then they converted frames into images. They have total 300 number of images in dataset. This is good dataset gathering approach. We applied another approach we captured images of currencies one by one. It is time consuming but with this technique, we can make the good dataset. In dataset, quality of images should be very clear and complete in each image. We used 1200*800 resolution for every image.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 16,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "In kim [10] , they experimented classification tasks of pre-training. According to them moving objects cannot recognized at a time, the reason is speed of object. Therefore, in that case they used RMI (Recurrent motion image). It is used to provide vectors for feature extraction and to calculate the target object that is repeated in motion [9] .",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 342,
                    "end": 345,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "In [11] , the output of the first task was proposed as another task. This method is iterative which performs object detection between each other objects. In [1] , it represents an overview of currency recognition they choose CNN model to do currency recognition, they extracts the currency features layer by layer.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 7,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 157,
                    "end": 160,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "We seen in almost research papers they are using neural networks for this type of object detection but in [12] they used RBFN (Radial Basic Function network). They are using correlations between images. According to them no human interaction needed in this system. Even accuracy is also good.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "Authors of [13] implemented Real time fake currency detection using deep learning, in this research, they used transfer-learning approach for detecting Indian currency, even they implemented fake currency detection. They used Alexanet model as a classifier. They make pipelines in between every layer and with model; they predict the result that is recognition of currency.",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 15,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "Ms. Reshu Gupta, Author of [14] use MATLAB to Identify and authenticate original Rs. 2000 note by image processing steps.",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 31,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "We seen 100 Rupees old note have green color but new note have purple color, 50 rupees new note have light green color but old have dark purple, there are many differences in new & old currency so with that parameters we can classify currencies. We captured images of currency from different angles with different side objects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy of Research"
        },
        {
            "text": "We split the images in 80:20 ratio for training & testing. Every Image size is 1200*800. We seen every country have their own pattern, In India every currency notes have different colors, looks and size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy of Research"
        },
        {
            "text": "Machine learning is the technique in which we perform a scientific analysis on different algorithm and statistical models. In this approach we use heuristic algos and approach like Linear Regression, SVM, Naïve Bayes, KNN, KMeans Clustering. These all are the different types of working algorithms of Machine Learning [15] . But the question is that how Machine learning is working?",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 322,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Machine Learning"
        },
        {
            "text": "Simple answer is that it takes data as a input, find a patterns in it using algorithms and heuristics approach and give predictions of our test data based on input training data and algorithms learning pattern. In machine learning we need to do feature extraction by self, then we need to train the model. But this approach is not best and optimal solution for our application so we choose a Deep Learning approach for it. In Machine learning it always go for a solution but that solution could be a optimal or may be not also [4] ( Fig. 1 ).",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 530,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 533,
                    "end": 539,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Machine Learning"
        },
        {
            "text": "We mimic the human learning pattern and it create the new algorithm, we call it artificial neural network, it has same structure as biological neural network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deep Learning"
        },
        {
            "text": "There are different types of neural network available; we can use it according to our work. However, most important thing is that to understand a structure of artificial neural Deep learning is the approach in that it mimic the humans learning patterns, we humans learn using Biological Neural Network(which is in-build in our body), In deep learning network. Now let see working of deep learning [7] .",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 400,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Deep Learning"
        },
        {
            "text": "Deep learning is becoming the most evolving AI technique in 21st century. In this modern era, we have lots of data, and deep learning needs a data, that's why it becomes so popular in this modern era. We can see the usage of deep learning everywhere like social media, Fig. 2 . Deep Learning government, IT sector, Cinemas, Search engines. We humans already implemented Face recognition, self-driving car, auto drones and we are continuously evolving like we are in infinity loop of mega evolution of AI. Now let us understand some algorithms that we used in our research [7] (Fig. 2) .",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 575,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 269,
                    "end": 275,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 584,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Working of Deep Learning"
        },
        {
            "text": "We seen working of Machine Learning & Deep learning. We seen in Machine learning we need to do feature extraction by self, even we are using old algorithms in it, but now Deep Learning is a hot field in AI. In this we are using Neural network concept. In this concept, we create an Artificial Neural Network (ANN), which works same as a Biological Neural Network that is available in human. So, we don't need to do feature extraction in Deep learning, it learns by itself. We have larger amount of Image data. Deep learning can perform better on images rather than Machine learning. Even it provides higher accuracy than machine learning. We can tune different parameters according to our data and model. Just one requirement is that we need a good GPU power for training. Moreover, another thing is that it takes longer time to train but it is worth [4] .",
            "cite_spans": [
                {
                    "start": 851,
                    "end": 854,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Difference Between Machine Learning and Deep Learning"
        },
        {
            "text": "A Convolutional Neural Network is most popular Deep learning algorithm in which it takes an input image, assign weights and biases to various aspect according to the object in the image. In other algorithms we need to do lots of image processing and hand engineering to achieve the accuracy. But in CNN have the ability to learn these all the characteristics of images [5] . So, we don't need to do a lots of hand engineering in images, CNN will do for us. And also, we can achieve a good accuracy in our work.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 372,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Convolutional Neural Network"
        },
        {
            "text": "A Convolutional Neural Network have a n numbers of layers which can learn to detect different features from an image data, and the output of each processed image is used as the input to the next layer. The filters or we can say processing like edges, increase complexity, adjust brightness. CNN can perform feature identification classification of images, sound, audio, video and text [2] .",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 388,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Working of Convolutional Neural Network (CNN)"
        },
        {
            "text": "CNN is composed of an input layer, an output layer, and many hidden layers in network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Working of Convolutional Neural Network (CNN)"
        },
        {
            "text": "These layers perform learning operation on the given data, Convolution function, Activation function and pooling are hidden layers (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 139,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Working of Convolutional Neural Network (CNN)"
        },
        {
            "text": "• Convolution It have set of convolutional filters, which find features from images, so images pass through these all filters [2] . • Rectified linear unit (ReLU) is useful for mapping negative values into zero so it's maintaining positives values, so this is one kind of activation function, we have many more choices like Sigmoid, hyperbolic tangent, but choosing a layer for a model is a depends on your data. It affects the accuracy [2] . These operations iterative on neural network layers, in which each layer learning to identify different features.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Working of Convolutional Neural Network (CNN)"
        },
        {
            "text": "A convolutional neural network is trained on hundreds, thousands, or even millions of images. When we have to work with lots of data then we can use GPUs for processing and computing. It can decrease the model training time and after training we can use our model in real world application.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Training Time Increasing with GPU"
        },
        {
            "text": "Python Programming Language. Python is programming language like C, C++, C#. It is an interpreted high-level programming language. Guido van Rossum created it, and it was first released in 1991. Python coding style is so comfortable for programmer, it has indentation feature so our code structure always stays good and understandable for other. Python is dynamically type language and also, it's have garbage collection so we don't feel to worry about unnecessary garbage in programming, It supported Procedural programming, functional programming and also object oriented programming. With OOP user can write clear & logical code for small-and large-scale project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tools and Technology Used"
        },
        {
            "text": "Tensorflow. Tensorflow is a Deep learning library for implement neural network algorithms in our work. In February 2017 version 1 released.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tools and Technology Used"
        },
        {
            "text": "It is an open source library. In deep learning, we do lots of math and numerical calculation but with Tensorflow API we can do this thing easily. It is just like feed your data, choose your model, number of layers and activation and starts a training and wait for an outcome. It is developed by Google brain team. It runs on CPUs and GPUs, we can use it in mobile and embedded platforms, it also can process on TPUs, which is hardware to do math on tensors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tools and Technology Used"
        },
        {
            "text": "During this experiment, Faster_RCNN_Inception v2 model is used for training. Let us understand about it and pre-trained model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Approach"
        },
        {
            "text": "A pre-trained model, a name defining this term, it means model is trained on large dataset. You can use directly pre-trained model, in this just you have to feed your data and it can train on your data but it is already learnt on the large dataset, now you are re-training model so it will give you a better result. This learning approach is called Transfer learning. For example, you trained network on one lakhs images and now you are retraining it on 500 images for a classification purpose. There are some Transfer learning models like Googlenet, Imagenet, Alexanet, VGG16, VGG19, RCNN Inception and many more models you can use from tensorflow, keras and pytorch [6] .",
            "cite_spans": [
                {
                    "start": 668,
                    "end": 671,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Pre-trained Model"
        },
        {
            "text": "Faster RCNN has improved running time of network, it becomes so less compared to previous. In this we are using Regions Proposal Network (RPN) which shares convolutional features of images with the network, it simultaneously predicts the object and bounds with score at each position. RCNN is trained to generate high quality region proposals which is used by RCNN for faster detection, we required good enough GPU power for training. Faster RCNN is the 1st place winner in foundations [3] (Fig. 4) . ",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 489,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 490,
                    "end": 498,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Faster RCNN"
        },
        {
            "text": "In this part, we are discussing how we made our currency dataset, we captured images from 48 MP camera, every image has 4k*3k dimensions, let see some samples of our currency dataset. We used black marble as a background because of image clarity (Fig. 5) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 254,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Currency Dataset"
        },
        {
            "text": "Data gathering is the most important part of any research. We gathered number of images for every currency. So, we started gathering dataset with old currency. For a good quality images currency should be new. So, I collected currencies from ATM. Because from ATM we get a new note without any fold with clean paper. Then we make a one excel file in which we define what will be our label name & what will be our image count for particular one currency. First, I started with old currencies then click the photos from mobile, compress the images in zip. You can see structure of imaged below. After gathering of images, we converted our images into one scale of height & width (1200*800) with the help of python code. So now first step is done, now 2 nd and most important step is image labelling. So, let see and understand image labelling in brief.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dataset Gathering"
        },
        {
            "text": "Labelling is terminology or concept in which we give some particular name to a particular object. So in labelling we create a rectangle box which determines the object, then we give a name to that object. We are using labelImg tool for a image labelling. Then we give labels to every image which we gathered for our dataset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dataset Labelling"
        },
        {
            "text": "For Experiment below are dataset structure with Label, training images and testing images numbers (Table 1 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 106,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Structure of Dataset"
        },
        {
            "text": "After image labelling, we created training and testing subfolder in images main folder, then we spilt our images into training & testing. Our splitting ratio is 80:20. After that, we created .csv file for both training & testing, it contains image label, name and pixels value of object, which we selected during image labelling, and we did this with our python code. After that, we have created Tensorflow record file using a python code. It created two files one is 'train.record' and 'test.record'. Now we need to define our deep learning model. So we have downloaded a faster RCNN v2 models & config file from TensorFlow's official GitHub page. It is already pre-trained model just we need to feed our images. After that, we need to edit config file of model and need to give a path of our images, record file. Then we did training using 'model_main.py' which is available in 'object_detection' repository. Our training taken almost 8 h, after the getting expected loss we stopped the training. On Tensorboard we observe the measures of loss and iteration continuously. After the training we need to generate a graph file (means model file). From that file machine can see what it is learnt. With code, we generate the inference graph of our training. Now it is time for testing. We created two programs, one for image recognition and another for a recognition from currency. Then we tested our models on different currencies. You can see the results & testing below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Workflow"
        },
        {
            "text": "In testing phase as per shown in Fig. 6 User have to feed currency through capturing device in application and that trained deep learning model predict currency amount with accuracy. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 33,
                    "end": 39,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Testing Procedure of Trained Model"
        },
        {
            "text": "Resnet v2 (Pre-Trained model) gives me 0.87 accuracy and 0.201 loss. We have trained model many times on prepared dataset, even we got a lower loss of 0.115 but at that loss I got very bad prediction ratio. Means my model is overfitted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "At current scenario, we are trying Restnet_50_coco model, but it is given memory error because of less GPU power, but we are trying to implement resnet50 for a better accuracy. Figure 7 shows output of our trained model for different amount notes. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 185,
                    "text": "Figure 7",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "By studied various research papers on currency detection and Deep learning, Authors in this paper choose Faster RCNN to train model and recognize Indian currency very well, which will help a lot to visual disable, foreign and old age people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In future work planning to increase accuracy of currency recognition and make an API for this system. Authors will also try this on different pre-trained model and will make it more efficient with very less loss and higher accuracy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Overview of currency recognition using deep learning",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Q"
                    ],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kankanhalli",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Banking Financ. Technol",
            "volume": "3",
            "issn": "1",
            "pages": "59--69",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Deep convolutional neural network for image deconvolution",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Advances in Neural Information Processing Systems",
            "volume": "2",
            "issn": "",
            "pages": "1790--1798",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Faster R-CNN: towards real-time object detection with region proposal networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Girshick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Neural Information Processing Systems",
            "volume": "",
            "issn": "",
            "pages": "91--99",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Artificial neural networks and machine learning-ICANN",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kurkova",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Manolopoulos",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hammer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Iliadis",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Maglogiannis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proceedings of 27th International Conference on Artificial Neural Networks (part II)",
            "volume": "11141",
            "issn": "",
            "pages": "4--7",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A comprehensive guide to convolutional neural networks -the ELI5 way",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saha",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Faster R-CNN (object detection) implemented by Keras for custom data from Google's Open Images Dataset V4",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Deep Learning",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Goodfellow",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bengio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Courville",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "tracking and object classification for automated surveillance",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Javed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "ECCV 2002",
            "volume": "2353",
            "issn": "",
            "pages": "343--357",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Convolutional neural networks for sentence classification",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proceedings of the 2014 Conference on Empirical Methods in Natural Language Processing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3115/v1/d14-1181"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Contextualizing object detection and classification",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pattern Anal. Mach. Intell. IEEE Trans",
            "volume": "37",
            "issn": "",
            "pages": "1585--1592",
            "other_ids": {
                "DOI": [
                    "10.1109/cvpr.2011.5995330"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An intelligent paper currency recognition system",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sarfraz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Procedia Comput. Sci",
            "volume": "65",
            "issn": "",
            "pages": "538--545",
            "other_ids": {
                "DOI": [
                    "10.1016/j.procs.2015.09.128"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Real time fake currency detetcion using deep learninng",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lavanya",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vijayraghvan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Eng. Adv. Technol. (IJEAT)",
            "volume": "9",
            "issn": "1S5",
            "pages": "2249--8958",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Indian currency recognition and authentication using image processing",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Gujarat Res. Soc",
            "volume": "21",
            "issn": "15",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Overview of currency recognition using deep learning",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Q"
                    ],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kankanhalli",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Bank Financ. Technol",
            "volume": "3",
            "issn": "",
            "pages": "59--69",
            "other_ids": {
                "DOI": [
                    "10.1007/s42786-018-00007-1"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Disease diagnosis and treatment using deep learning algorithms for the healthcare system",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Chaubey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jayanthi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wason",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Goyal",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balamurugan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Applications of Deep Learning and Big IoT on Personalized Healthcare Services",
            "volume": "",
            "issn": "",
            "pages": "99--114",
            "other_ids": {
                "DOI": [
                    "10.4018/978-1-7998-2101-4.ch007"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Layers of CNN [8] • Pooling performs the non-linear down stamping which can reduce the number of parameters then the network needs to learn and simplify the output [8]. • Dense layer is collections of neurons. It describes how neurons connected to the next layer of neurons (In short each neuron is connected to every neuron in the next layer). It is also known as Fully Connected layer [8].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Faster R-CNN working",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Sample of dataset images",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Testing flowchart",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Detection of few Indian currency notes with their confident",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Dataset structure used with model",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}