{
    "paper_id": "3d0743467b5731198f35371ecceea4c6a367d398",
    "metadata": {
        "title": "Reintroduction",
        "authors": []
    },
    "abstract": [
        {
            "text": "The introduction presents the concepts of health in relation to order, disorder, and re-ordering. It defines health and the right to health along with the concomitant responsibilities for its realization ascribed to nation-state and non-state actors. It discusses the remit of health security as the provision and protection of health rights through responsibilities at the local, national, and global levels of community and governance. Finally, it argues that health risks and threats cannot be completely eliminated, but rather must be identified and responded to in a coordinated manner involving individuals, communities, national states, international organizations, and the global (conceptual) community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "analysis of the multifaceted dimensions of the problem of fomenting global health policy response, and develops multiple solutions to facilitate it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The book starts from the theoretical position that global health is part and parcel of health security, and of human security. It posits at the outset that health security is a condition that represents the enabling of health: an order that allows for differential risk analysis and adapted responses at the local, national, international and global response levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Disease has existed or coexisted in animal and human populations throughout evolution. Disease as used here is defined as, \"disorder of structure or function in a human, animal, or plant, especially one that produces specific symptoms or that affects a specific location and is not simply a direct result of physical injury.\" 1 In fact, diseases are essential/ critical contributors to that very process. The mutations 2 or changes that their presence prompts renders surviving offspring stronger and more resilient-until a new disease emerges and causes disruption. That, in turn, results in further adaptations by the affected species to defeat or to coexist with it. The emergence or reemergence of a disease, a so-called \"outbreak,\" defined as \"a sudden occurrence of something unwelcome, such as war or disease,\" 3 coming as it does as a surprise, usually claims a number of victims before it can be addressed and contained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISEASE"
        },
        {
            "text": "The majority of diseases are caused by three categories of agents: bacteria, fungi and viruses. Further disease agents include parasites, organisms which live in, with, or on each other. These will not be the main focus here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISEASE"
        },
        {
            "text": "Bacteria (singular: bacterium) are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISEASE"
        },
        {
            "text": "gram-positive or gram-negative if they have cell walls, that are often aggregated into colonies or mobile by means of flagella, that typically live in soil, water, organic matter, or the bodies of plants and animals, that are usually autotrophic, saprophytic, or parasitic in nutrition, and that are noted for their biochemical effects and pathogenicity. 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISEASE"
        },
        {
            "text": "In other words, bacteria are simple, living organisms. They can be a source of both good health and ill health. Many bacteria reside symbiotically within the human body, most notably within the gut. At best, they contribute positively to health. When they invade the body through an infection and multiply, they pose a danger. At worst, they can cause sepsis: a toxic condition resulting from the spread of bacteria or their toxins, 5 which can lead to death. Bacterial infections seemed to meet their match with the discovery of antibiotics, most especially of penicillin, made from the Penicillium fungus. However, the current rising spread of antibiotic-resistant bacteria risks the reemergence of sepsis and other bacterial infections such as multi-drug resistant (MDR) and extra-multi-drug resistant (XDR) tuberculosis (TB).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISEASE"
        },
        {
            "text": "Fungi (singular: fungus) refers to any of a group of related plants (such as molds, mushrooms, or yeasts) that have no flowers and are saprophytic and parasitic, meaning they obtain \"food by absorbing dissolved organic material,\" especially \"from the products of organic breakdown and decay.\" 6 Among the most common fungal infections that plague humans are ringworm and Pneumocystis jirovecii. The former is not a worm, but a fungus also known as \"athlete's foot\" when infecting the foot. The latter is the fungal infection that can cause pneumocystis pneumonia in people with weakened immune systems, such as those with HIV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISEASE"
        },
        {
            "text": "Viruses are \"any of a large group of sub-microscopic infective agents that are regarded either as extremely simple microorganisms or as extremely complex molecules.\" They \"typically contain a protein coat surrounding an RNA or DNA core of genetic material but no semipermeable membrane,\" making them \"capable of growth and multiplication only in living cells,\" including those of humans, animals or plants. 7 Antibiotics cannot stop them. Instead, vaccines, or anti-viral agents which interfere with the replication of viral RNA or DNA, or their protein production, are necessary to impede their multiplication and spread. The zoonoses that are the focus of the rest of this small book are all viruses.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 408,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISEASE"
        },
        {
            "text": "The chosen case studies presented in this book are: measles; HIV and AIDS; Ebola Virus Disease (EVD); Highly Pathogenic Avian Influenza (H5N1), Severe-Acute Respiratory Syndrome (SARS), (H5N1), Middle Eastern Respiratory Syndrome (Mers)-Corona Virus (CoV), and Zika Virus. Each of these diseases is caused by a virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISEASE"
        },
        {
            "text": "Viruses are the smallest, invisible, causes of disease, and as such arguably the source of the most fear. Fear is one of, if not the most potent component of an outbreak. Fear is a key multiplier determining whether an outbreak becomes an epidemic. While fear can be countered, with identification of the infectious agent, with clearly communicated actions to curtail and stop its spread, and with effective political, medical and social responses, these need to be coordinated. Lack of fear can be a problem in and of itself especially when it leads to a lackluster response and increased infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISEASE"
        },
        {
            "text": "Each case handled here illustrates an epidemic (potential) which differs in its primary mode of transmission-airborne, sexual transmission, exchange of bodily fluids, and vector-borne-as well as in its potency. This endows the analytical comparison with differentiable points; especially important given that the world will experience another epidemic, the nature of which is unknown. Anticipating necessary coordinated policy responses thus requires a flexibility of approach gleaned only by taking into account plausible outbreaks, their similarities and differences, and their possibility of (re)combination. This is particularly the case with regard to zoonoses. Zoonoses are defined by the World Health Organization (WHO) as \"diseases and infections that are naturally transmitted between vertebrate animals and humans.\" 8 Two of the youngest, most devastating zoonoses are human immunodeficiency virus (HIV) and Ebola Virus Disease (EDV). Infectious spread of either of these two diseases is still confined to the exchange of contaminated blood or bodily fluid. By contrast, tuberculosis (TB), SARS, H5N1, as well as Mers-CoV, are transmitted through the air. Though they may emerge capable of transmitting infection via one routeblood-the changes wrought by evolution mean that diseases can also mutate to become more infectious: either changing their mode of transmission, for instance from blood-borne to airborne, or becoming resistant to medications to fight them. 9 When emerging or reemerging diseases cause an outbreak, these can take a number of forms. In rare instances, such as the case of polio registered on September 1, 2015 in Ukraine, one infection is enough to constitute an outbreak. 10 More often than not, a seemingly isolated infection leads to additional cases. This was also the case in Ukraine. A disease outbreak which remains within the borders of a national state is termed an \"epidemic,\" whereas a disease that breaches borders is known as a \"pandemic.\" Thus there are both national HIV epidemics, as well as a global HIV pandemic. The distinction is useful not only to delineate geographic locations of infectious diseases and whether these are epidemic or pandemic, but also to differentiate varying characteristics of epidemic outbreaks, such as differing modes of transmission, even within a global pandemic.",
            "cite_spans": [
                {
                    "start": 1476,
                    "end": 1477,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISEASE"
        },
        {
            "text": "In addition, disease outbreaks can be endemic; meaning, a disease can be geographically or communally found \"among particular people or in a certain area.\" 11 Such diseases can be innocuous or insidious. Lastly, disease outbreaks can be non-native, or exotic; meaning introduced from outside. Such is the case of known diseases (re)introduced to an area zoonoses have represented 75 percent of all emerging pathogens during the past decade. Except for the newly emerging zoonoses such as SARS and highly pathogenic avian influenza H5N1, the vast majority are not prioritized by health systems at national and international levels and are therefore labelled as \"neglected.\" See http://www.who.int/neglected_diseases/diseases/zoonoses/en/, and see also http://www.who.int/zoonoses/diseases/en. 9 For more on resistance see below. 10 \"Circulating Vaccine-derived Poliovirus-Ukraine,\" Disease Outbreak News without them-such as malaria in London or Marburg virus in Frankfurtas well as the cases of new, unknown diseases emerging, such as H5N1 or Ebola Virus Disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISEASE"
        },
        {
            "text": "Since disease can be defined as a \"disorder,\" it is understood that disease demands a reordering response. Most often than not this is taken to mean to defeat and destroy; to erase and eradicate. Only seldom is disease accepted or embraced as something to be \"lived with\": yet disease, whether endemic or epidemic or pandemic, is arguably a condition, transitory or permanent, that will continue to accompany human existence and evolution. As such, any response to disease must likewise be evolving.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Dis)order"
        },
        {
            "text": "In order to be able to respond to disease, however, a number of preconditions must be met. Firstly, the disease must be seen and acknowledged. Second, its mode(s) of transmission must be identified. Third, trusted authority or authorities must be credibly able to communicate any series of steps proposed to stop the chain of transmission. Fourth, possible interventions must be identified, most notably anthropological and medical. Fifth, social and economic costs must be calculated and taken into consideration vis-a-vis possible interventions. Sixth, political decisions to identify, communicate, and intervene must be taken. Seventh, steps one through six must be regularly repeated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Dis)order"
        },
        {
            "text": "This introduction aims to put disease into perspective in the current climate of accelerating environmental (climate change), social (migration), and geopolitical (strategic) change and which decisions must necessarily accompanying these challenges as they pertain to health. It further charts a trajectory between on \"disease\" and disorder, and the need to (re)order health. It posits that such ordering takes place on three levels: First, responses primarily by the medical establishment at the individual and community (local). Second, structural interventions: regulations, and institutions. This takes place at the national level, since states are entrusted with the well-being of their populations. As such, structural interventions are applied initially at the intrastate level, within a state's territorial boarders. However, many health threats are not confined within one state, but are apt to spread. Third, communication and coordination responses linking the local, national and the international or global levels. The remainder of this small book then looks at a number of existent and emerging diseases through the lens of the seven steps above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Dis)order"
        },
        {
            "text": "WHAT IS HEALTH? It helps to define \"health\" at the outset. This includes identifying not only what constitutes \"health,\" but also what it means not to have the same. Multiple definitions of health exist. These include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Dis)order"
        },
        {
            "text": "The full definition of health according to Merriam Webster's Dictionary:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Dis)order"
        },
        {
            "text": "1. a: the condition of being sound in body, mind, or spirit; especially: freedom from physical disease or pain; b: the general condition of the body. 2. a: flourishing condition: well-being. 12 The medical dictionary defines health as:",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 193,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(Dis)order"
        },
        {
            "text": "A relative state in which one is able to function well physically, mentally, socially, and spiritually in order to express the full range of one's unique potentialities within the environment in which one is living.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Dis)order"
        },
        {
            "text": "In the words of René Dubos, \"health is primarily a measure of each person's ability to do and become what he wants to become.\" 13 The World Health Organization defines health as: \"A state of complete physical, mental and social well-being and not merely the absence of disease or infirmity.\" 14 In other words, health is more than the absence of disease. Health relates to food security, to economic welfare and ultimately to peace and security. Critical here is that the mere definition does not create health. A litany of pledges to the right to health have been codified in various international treaties, conventions and declarations, 15 none of which render it reality. Nonetheless, Great strides in global public health are particularly striking. A century ago, communicable diseases, such as smallpox, measles, and waterborne infections, were major contributors to famine death tolls-and there can be no doubt that immunisation campaigns, improved water and sanitation, and better primary health care have made food crises far less lethal than before. 16 The definition of health used in this book is oriented towards that of the WHO.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 129,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 294,
                    "text": "14",
                    "ref_id": null
                },
                {
                    "start": 1059,
                    "end": 1061,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(Dis)order"
        },
        {
            "text": "Given the current political backdrop of increasing international migration, climate change and war, each of the components that constitute pillars of health-physical security, food security, the absence of disease, a modicum of economic welfare and ultimately peace and security-are under strain. The promises made in the Sustainable Development Goals (SDGs), pledged by national states in New York in September 2015, do not change this reality. Consequently, understanding health, and disease, and the dynamics between the two, is as imperative as ever.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Dis)order"
        },
        {
            "text": "This understanding itself needs to undergo differentiation: it is not enough to acknowledge that health is implicated in numerous other issue-areas; it is vital to be able to identify health targets that are amenable to actual response. Four steps in such a process can result in a workable definition of health that lends itself to a response tailored to rendering it a reality:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Dis)order"
        },
        {
            "text": "One-a real health threat must be distinguished from fear of a health threat, notably as an outbreak of infectious disease, 17 especially when the latter results in catastrophic border closings or similarly exacerbating policies. Here it is also important to differentiate between both misplaced or misjudged fear and likewise complacency. On the one hand, there needs to be a difference between hyperbolized fear, and justified fear. Hyperbolized fear refers to the risk of sensationalizing the threat of a disease outbreak-such as was the case when Zimbabwe closed its borders to keep Ebola out: the raging Ebola epidemics of 2014 were in West Africa, in Guinea, Liberia and Sierra Leone, thousands of kilometers away from Zimbabwe. Thus, fear must be treated with caution. The fear of Ebola likewise led numerous companies, among them European companies, 18 to withdraw from West Africa. This has had severe post-Ebola implications for trade and economic growth, and consequently for food security and for health itself: a vicious cycle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Dis)order"
        },
        {
            "text": "Sometimes this line between hysteria and fear, or between justified fear and willful ignorance, is not clear. With regard to the latter: measles cases in the Philippines (2011) 19 were a health threat on the islands but ignored by the continental United States. The United States only recognized the threat when travelers brought the virus to unvaccinated (mostly Amish) communities, at which point it was too late to prevent an outbreak. Despite this precedent, an identical strain of the virus caused the 2014-2015 U.S. measles outbreak, spread from an initial, unidentified case at Disneyland in California. 20 Similarly, measles was largely a forgotten scourge in Germany until it reappeared in Berlin in 2014, 21 the result of incomplete vaccinations, some of them dating from the Balkan wars of the 1990s. This outbreak spread throughout Germany, notably in the former German Democratic Republic (GDR), where a number of unvaccinated children were sickened.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Dis)order"
        },
        {
            "text": "Deploying fear as an instrument of action might seem useful where it can be used to mobilize responsive action. But it has its limits. Too much fear breeds hysteria, whose consequences might be worse than the threat that triggered fear in the first place. Too little fear, or rather too little cautious preparation, however, can lead to complacency, which is threatening in itself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Dis)order"
        },
        {
            "text": "Here it is worth noting that merely because there are medicines to treat infections, notably in industrialized countries, does not mean that infection and transmission are not threatening. Even then, people can get seriously ill, lame, or die. Even then, care can and does come at a cost (sometimes a high cost) to the public purse. And even then, health, particularly as safeguarded from infectious disease-from an epidemic or pandemic-is not a commodity that should be gambled upon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Dis)order"
        },
        {
            "text": "Point one thus illustrates that health is not wrought of fear as hysteria, but guarded by a subconscious-almost fear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Dis)order"
        },
        {
            "text": "Two-the initial identification of a health threat must be verified. Identification is important for a number of reasons. First, to exclude other kinds of threats; second, to understand modes of transmission and possible scope of an outbreak; and third, to ascertain options for transmission interruption and prevention. Lice could be dandruff until seen under a magnifying glass. An outbreak of diarrhea could be salmonella or cholera (or a host of other things). A spate of fever could be seasonal flu or malaria or HIV. Hemorrhaging could indicate various equatorial diseases, including Marburg virus or Ebola Virus Disease. Some silent diseases, including pneumonia and tuberculosis (TB), especially if little coughing occurs, or coughing is indistinguishable from persistent nervous cough, are highly transmissible. Each of these diseases must be distinguished from another. This can be done partly based on symptoms of diseases known to a particular area: endemic diseases. It can also be done via laboratory testing for antigens to various diseases, testing (ideally) for one after the next. In addition, it is vitally necessary to be able to identify new diseases-whether these are reemergent pathogens thought to be eradicated, drug resistant variants, or brand new causative agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Dis)order"
        },
        {
            "text": "Point two highlights the need to connect external signs with internal mechanisms: a dual distinction that will be important for defining decision making around both medical-individual, physical-choices as well as boundary choices, including those of states (charged with protecting the people within their borders).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Dis)order"
        },
        {
            "text": "Three-it is necessary to prioritize. Health threats, health challenges, and health risks are ubiquitous. But they are not the same. Lice is an infestation, and it is transmissible, but it is not infectious, nor lethal (though lice can spread Typhus fever). Malaria caused by an infestation of parasite-carrying mosquitos, is transmissible-by mosquitos-and infectious, debilitating and sometimes lethal. It is a threat; at risk are people particularly in areas where malaria is endemic. That is an area expanding due to changes in climate and the spread of malarial and mosquito breeding grounds. Cancer and diabetes are health challenges that constitute a considerable (economic) strain, but are neither transmissible nor infectious. Health risks include sugary foods (ex. diabetes), dirty water (ex. salmonella and cholera), parasite-carrying mosquitos (ex. malaria), unprotected sex (ex. HIV, Ebola, and Zika), and climate change (ex. malaria; eruptions of known diseases where no inoculation is established, and unknown diseases). Each of these is of a different order.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Dis)order"
        },
        {
            "text": "Point three distinguishes between health threats, health challenges and health risks. It asserts that health finds itself in straits, of unequal and inequitable consequence. The task then becomes to prioritize which of these require attention and to identify when, and by whom, a response is required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Dis)order"
        },
        {
            "text": "Four-where an outbreak occurs, under what conditions, and by which means a transmissible infection can be spread defines any possible response: lice must be removed from hair; mosquitos must be kept from biting; salmonella and cholera require plentiful, treated 22 and accessible water; polio, measles, mumps, whooping cough and others can be stayed through herd-level immunization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Dis)order"
        },
        {
            "text": "Point four-when points one to three have been exhausted, the onus is then on responders /decision-makers /financiers to appropriately and accountably act to address a determined health threat. Responders include individuals, as well as medical, civic, institutional, and state as well as non-state actors. Depending on the localization of the threat or outbreak, responses can be at the communal, district, national, international or global levels. Initiating and coordinating response is a challenge all in itself. This showcases the levels at which it is possible to respond to health threats; levels at which order can be (re)made out of disorder. It begs the (next) question: what does it mean to order health? Before answering it, however, the challenge should be put into context. 22 Boiled to sterilize; treated with, for instance, chlorine, to kill bacteria.",
            "cite_spans": [
                {
                    "start": 787,
                    "end": 789,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(Dis)order"
        },
        {
            "text": "Changing times and times of change pose particular challenges to identifying and responding to (re)emerging health threats. They demand courage and resilience, as well as health itself: health of the individuals preparing and implementing policy decisions on health, and also the \"health\" of societies, economies and polities confronting threats to their (health) security. Today, in 2017, and into the foreseeable future, these dual health threats and threats to health include (re)emerging epidemics and pandemics, but also food insecurity, climate change, and their interrelated causes and consequences, such as migration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE CHALLENGE OF CHANGE-CHANGING CHALLENGES"
        },
        {
            "text": "Some of these challenges are not new. When the potato crop failed in Ireland and continental Europe amidst religious persecution, millions emigrated to North America. As political corruption eats away at Zimbabwe's breadbasket, millions have fled into South Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE CHALLENGE OF CHANGE-CHANGING CHALLENGES"
        },
        {
            "text": "Food insecurity on the edges of urbanity likely led to the hunting and eating of chimpanzee meat and unwittingly to the transmission of Simian Immunodeficiency Virus (SIV) which evolved into Human Immunodeficiency Virus (HIV); Ebola Virus Disease (EVD) similarly jumped the animal-human barrier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE CHALLENGE OF CHANGE-CHANGING CHALLENGES"
        },
        {
            "text": "As war ravages Iraq and Syria; as floodwaters rise and droughts ravage; as international travel becomes an increasingly mass activity, more people than ever before are on the move.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE CHALLENGE OF CHANGE-CHANGING CHALLENGES"
        },
        {
            "text": "Likewise, wild birds are changing their migration routes, spreading Highly Pathogenic Avian Influenza. In the midst of mass movements, bacteria, fungi and viruses are gaining global traction. Mosquitos are expanding their territorial reach. The sheer volume, force and speed of this confluence of health-affecting factors is unprecedented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE CHALLENGE OF CHANGE-CHANGING CHALLENGES"
        },
        {
            "text": "Health order thus faces not only practical but also political challenges. The current ordering of health relies on national politics to delineate political decision-making and responses to acute crises. In other words, the order of the territorial, national state defines the space within which the health of citizens is addressed. Though the WHO declares the universal right to health, the protection of that rights rests with each national state. No supranational power exists to compel states to create or protect that right. The result is a precarious international order of health (security). It is argued here that a reordering, wrought by the international health threats which are permeating national borders and boundaries, is necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REORDERING HEALTH TO HEALTH SECURITY"
        },
        {
            "text": "Reordering entails a reassessment of health and its borders, both in terms of identifying and containing disease agents and in terms of allocating responsibilities to do so. This reordering might already be under way, though scholars diverge on whether and how it is taking place. On the one hand, some argue along the lines of \"securitization\" of health, 23 whereby health is increasingly framed as a security issue, integral to national security. HIV and AIDS is the prime case study here. On the other hand, others argue the reverse, that security is being medicalized. 24 This may be with case with regard to potential naturally caused pandemics, but might also apply to biological weapons, for instance.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 358,
                    "text": "23",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 573,
                    "end": 575,
                    "text": "24",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "REORDERING HEALTH TO HEALTH SECURITY"
        },
        {
            "text": "While disease, or ill health, can be construed as disorder in need of reordering, this book argues that a disordered response-whether securitized health or medicalized security-itself poses a risk that demands a reordering of health security in three dimensions: conceptually, in the framing of a health risk or threat; philosophically, in the recognition of rights-who has which right to what kind of health and health intervention; and practically, in the allocation of responsibilities for any intervention at the levels of public health, in the legal realm, in politics and the economy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REORDERING HEALTH TO HEALTH SECURITY"
        },
        {
            "text": "This line-up begins with health as a human right, as defined by the WHO, and follows the responsibility and accountability for its realization through the ordering of national and international actors. Two other points of departure demark this scholarship that departs from either the point of view of the securitization of health 25 or of the medicalization of security. While the former argues that health has been framed as an issue of national security, the latter contends that it is (also) security which has been medicalized. 26 According to securitization theory, disease outbreaks, especially those caused by infectious agents, pose a potential threat to the integrity and stability of states. Medicalization argues, succinctly stated, that national security now views medical crises as within its remit.",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 535,
                    "text": "26",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "REORDERING HEALTH TO HEALTH SECURITY"
        },
        {
            "text": "Early scholars of securitizing HIV and AIDS, Nana Poku and Alan Whiteside, 27 proposed that the spread of the disease could result in \"hollow states\": states whose depleted voter rolls undermined democracy and whose armed forces would be weak due to the virus's toll. Theirs was a prediction based on traditional security concerns of military capability and territorial integrity of borders, as well as of non-traditional security such as economics and gross domestic product (GDP).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REORDERING HEALTH TO HEALTH SECURITY"
        },
        {
            "text": "Scholars of medicalization of security appear to overlook this element of economic insight, possibly because the arrival of anti-retroviral medications (ARVs)-medicalization itself-undid the dire predictions of the worst economic toll of AIDS in Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REORDERING HEALTH TO HEALTH SECURITY"
        },
        {
            "text": "Yet, the specter of \"hollow states\" has not entirely passed: Max Gertler of MSF argues that as the NGO decided to make its call for military intervention in Liberia in August 2014 at the height of the Ebola pandemic in West Africa, it was precisely the idea that Liberia was \"very close to losing its state constituency\" that drove the decision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REORDERING HEALTH TO HEALTH SECURITY"
        },
        {
            "text": "This book argues neither from the perspective of or for the securitization of health or of medicalization. Instead it scopes out space within which risks and threats to health are determined to be disordering and requiring either a response involving both concepts and tools or security, including regulations and military intervention, and/or medical care. It presents a case for reordering the idea of health along a spectrum of disorder, noting that not all health risks and threats can be eliminated, towards health and human security. In doing so, it highlights the coordinating of health responses to inevitable risks and threats at three levels: the conceptual; the philosophical; and the applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REORDERING HEALTH TO HEALTH SECURITY"
        },
        {
            "text": "Here, the acknowledgement and the role of professional or specialist language within the landscape of health communication, are paramount. These play directly into the framing and designation of health risk and threat; which in turn influences the political prioritization-or not-of a risk or threat. These also form the basis of the legal designation of the right-or not-to an intervention; and the designation of actors to assume a response. Language, at the outset and the end, also plays a critical role in nurturing trust or sowing distrust.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCEPTUAL HEALTH RESPONSES TO INEVITABLE RISKS AND THREATS"
        },
        {
            "text": "Professional or specialist language refers to the medical vocabulary used to identity the/a health risk. This includes not only the identity of the infectious agent or the cause of disease, but also the description of the gravity of the (impending) illness. For example, Rubeola is a virus of the genus Morbillivirus of the family Paramyxoviridae, 28 commonly referred to as measles. It is to be differentiated from rubella, also known as German measles or three-day measles. 29 Another example, pertussis, is also known as whooping cough. All three of these are highly contagious, meaning they are easily transmitted between human hosts. As each is commonly described as a \"childhood\" illness, the label incorrectly gives the linguistic impression of being harmless-easily overcome during childhood by a child. In addition to the harbingers presented by professional /specialist language are those not only of speech, but of expectation and the (cultural) context and ideology in which language is used. Here the contribution of anthropology and anthropological insights come to the fore, 30 28 notable as some of the most critical issues in tackling health risks and health challenges have to do not only with literal language, but also with translation and translatability, from the label to the content of health information. Words, the choice of them, and their use are not only practical tools, but also power tools. Emanating, or failing to do so, from sources whose legitimacy and acceptance-measured in the levels of trust and distrust they elicit-words are crucial components in the political response to health risks and threats.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 478,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 1093,
                    "end": 1095,
                    "text": "28",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Role of Professional /Specialist Language"
        },
        {
            "text": "Responding to a health risk, or a (potential) epidemic or pandemic outbreak is predicated on accurate information-identifying the threat, communication and appropriate actions to contain and stop the risk from spreading. All of the intervening steps to be taken rely on trust between the identifiers, communicators, implementers and those evaluating the end of an outbreak. Where trust does not exist, or breaks down, responding to a health crisis becomes more challenging if not impossible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Role of Trust and Distrust"
        },
        {
            "text": "Examples of E.coli outbreaks in Germany in 2011 and 2012 illustrate this point, as does the recent West African experience with Ebola Virus Disease (EVD) pandemic that raged in West Africa in 2014 and 2015.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Role of Trust and Distrust"
        },
        {
            "text": "In Germany, in March 2011, the city of Hamburg announced that cucumbers and other vegetables imported from Spain were contaminated with E. coli bacteria. It warned consumers and unleashed a public panic. While it was true that an epidemic of E. coli spread through the city, the culprit likely came from somewhere else-other than Spaincompletely. In October 2015, Hamburg admitted in court that the E. coli was the very serious EHEC E. coli strain, imported not from Spain, but probably through produce sourced from Egypt. 31 At this writing, the court is set to rule on the compensation that the city will owe Spanish merchants for losses incurred. However, it seems safe to bet that that the lasting reputational damage done to Spanish imports will far outweigh any financial losses. Though the E.coli outbreak also coincided with shifting patterns in the flavors of local or slow food, the damage done to the reputation of Spanish produce fundamentally reflects a loss of trust.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Role of Trust and Distrust"
        },
        {
            "text": "Coming on the heels of the March 2011 EHEC E. coli outbreak in Hamburg, another E.coli was detected in Erfurt's drinking water in late 2012. In contrast to the presumed external import-and apportioning of blame-of the bacterium in Hamburg, the city of Erfurt focused on the fact of the contamination and an effective response to it. Thus, while the private company responsible for cleaning the water added chlorine, 32 city officials went out of their way to communicate via radio and newspaper, the need for citizens to boil (and thus disinfect) their drinking water until the outbreak was declared over. In this instance, trust existed between city officials and citizens, and no E. coli epidemic was reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Role of Trust and Distrust"
        },
        {
            "text": "During the West African EVD pandemic, distrust was rife and the health consequences dire. Governments without a proven track record of successful governance, such as those of the Ebola-affected West African nations, have small or no reservoirs of trust upon which to draw and build effective communication, intervention or implementation in the case of a crisis, not least a health crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Role of Trust and Distrust"
        },
        {
            "text": "Lack of trust in the state, its institutions and leaders was a major reason people did not heed warnings and advice on how to respond . . . . In its initial phase, many West Africans thought Ebola was a ploy to generate more aid funding or reinforce the position of ruling elites. And when Ebola proved real enough, political machinations and manipulation needlessly hindered the early response. 33 32 \"Erfurt: Stadtwerke warnen vor Darmbakterien im Trinkwasser,\" available at: http://www.spiegel.de/gesundheit/diagnose/trinkwasser-in-erfurt-mit-e-colibakterien-verseucht-a-843667.html. 33 Hogendoorn, E. J. (2016). \"Ebola is Over but West Africa's Public Health Challenge Remains,\" International Crisis Group (January14), available at: http:// blog.crisisgroup.org/africa/2016/01/14/ebola-is-over-but-west-africas-publichealth-challenge-remains/.",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 589,
                    "text": "33",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Role of Trust and Distrust"
        },
        {
            "text": "West Africans trusted neither their state institutions and leaders, nor external actors, such as Médicins Sans Frontières (MSF), which were acting in the region with the blessing of the local governments:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Role of Trust and Distrust"
        },
        {
            "text": "Observers mostly point to weak health systems, limited resources, population mobility, inadequate support and that the virus was largely unknown in the region, but lack of trust in the state, its institutions and leaders was also a major factor . . .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Role of Trust and Distrust"
        },
        {
            "text": "Initially information was not shared, and warnings were not disseminated widely enough. Countries hesitated to declare an emergency for fear of creating panic and scaring away business. Once they did so, their governments relied on the security services-their most capable, internationally supported institutions-but the early curfews and quarantines exacerbated tensions and alienated people whose cooperation was necessary to contain the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Role of Trust and Distrust"
        },
        {
            "text": "Officials in capitals also initially ignored local authorities, who were sometimes more familiar with traditional customs and accepted by their communities (with the exception of Guinée Forestière, where local authorities were no more familiar with local customs or trusted than the national government). 34",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Role of Trust and Distrust"
        },
        {
            "text": "This lack of trust reflects recent West African history, most especially the fragile post-civil war peace in Liberia and Sierra Leone, which was was further fueled by the excessively long response time needed for the WHO to act on MSF's Ebola outbreak alert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Role of Trust and Distrust"
        },
        {
            "text": "Local identification of EVD was ignored, and information was not passed to national authorities. MSF bypassed these to report its outbreak identification and epidemic prognosis to the World Health Organization (WHO). Whether through lack of trust in the competence either the West African national and local authorities, or MSF, or both, the WHO took five months (from March until August 2014) to proclaim a Public Health Emergency of International Concern (PHEIC). Consequently, the disease outbreak spread not only throughout Guinea, Liberia and Sierra Leone in an Ebola scourge never before recorded, exacting an unprecedented human and economic toll, but also beyond.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Role of Trust and Distrust"
        },
        {
            "text": "These examples illustrate the conceptual dimension of (re)ordering health risks and threats. They highlight the importance of language, and critically, its applicability to context. Finally, they amplify the role of language in building trust, or breaking it down.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Role of Trust and Distrust"
        },
        {
            "text": "The second dimension of reordering is philosophical: the recognition of rights-who has which right to what kind of health and health intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PHILOSOPHICAL HEALTH RESPONSES TO INEVITABLE RISKS AND THREATS"
        },
        {
            "text": "While the WHO proclaims rights for all, the reality is more complicated. The right to health hinges upon international agreements such as the WHO Constitution. It is, however, dependent upon the commitment, capacity and/or coordination of each national state. Each state is legally responsible for the security-expanded to arguably include health-of its citizens, but only according to its ability to protect and provide. This can lead to gaping holes in both the conceptualization and the implementation of interventions to support health security. While the movements to demand healthcare, leading to increased access to HIV and AIDS medications, for example, are beyond the scope of this book, it is worth noting that health for all in principle has not translated into health for all either in policy or in practice. Non-citizens, for instance, can easily be excluded from the citizen-rights /state-responsibility relationship, with little recourse to alleviate their situation. The current migration streams are set to exacerbate this challenge. If and when (political) refugees are granted asylum, they are entitled to health benefits, among others. Yet this recognition process is often long and arduous. During periods of economic prosperity, so-called economic migrants might have access to health care systems in recipient countries. This can change abruptly, especially when economies contract. For instance, in the wake of the global financial crisis, the government of Spain passed the Royal Decree Law (RDL) 16/2012 with the stated aim of guaranteeing \"the sustainability of the National Health System.\" 35 The law, together with additional legislation \"re-defines who is entitled to health care and who is not [ . . . ].\" 36 Before the RDP was passed . . . all residents in the Spanish territory were entitled to public health care-universal coverage-irrespective of their status and legal status. [By contrast] The RDP explicitly links entitlement to contribution to the system, and two new categories replace \"residency,\" namely the insured-i.e. those who pay or have paid some social security contribution to the system-and their beneficiaries-i.e. spouse and children under 26. 37, 38 This unrecognition of rights, as it were, makes it all the more critical to consider the third dimension of reordering, that of an-alternativeallocation of responsibility.",
            "cite_spans": [
                {
                    "start": 1618,
                    "end": 1620,
                    "text": "35",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1737,
                    "end": 1739,
                    "text": "36",
                    "ref_id": null
                },
                {
                    "start": 2197,
                    "end": 2200,
                    "text": "37,",
                    "ref_id": null
                },
                {
                    "start": 2201,
                    "end": 2203,
                    "text": "38",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Rights and Responsibilities"
        },
        {
            "text": "As the EVD example outlined above shows, MSF was dogged by two particular difficulties in West Africa. One, long historical memories of notably (white) missionaries using and abusing African blood (samples) 39 and attendant distrust. Numerous MSF staff and clinics were attacked during the pandemic. A related second issue is that MSF, as an NGO, falls outside the lines of governmental-state-citizen-accountability. This can be construed two ways: first, of MSF as an independent actor providing for health security without a political affiliation or agenda; or second, as a seemingly unbiased actor acting with or against the (culpable) incapacity of the state. Any constellation of the above cases puts MSF in a precarious situation akin to that of a stateless non-citizen; with one caveat: MSF could leave. NGOs such as MSF are by definition non-governmental. Notably, external NGOs therefore operate under the agreement and with the permission of national governments, but outside the lines of authority and accountability that hold national governments responsible for their actions on an affected population. That makes NGOs uniquely placed to implement interventions beyond governmental bureaucracies. As long as things runs smoothly, all are satisfied. However, when things go awry, such NGOs may quickly become targets of attack, both internally and externally. Yet unlike national governments, international NGOs have the ability to leave.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delineation of Responsibilities: Allocation and Assumption"
        },
        {
            "text": "Hence, reordering health must coordinate all three dimensions at three levels. First, ordering entails responses primarily by the medical establishment at the individual and community (local) level. Second, structural interventions make ready regulations and institutions. This takes place at the national level, since states are entrusted with the well-being of their populations. As such, these regulations and institutions operate initially at the intrastate level, within a state's territorial boarders. However, since many health threats are not confined within one state, and apt to spread, third, responses need to be communicated and coordinated at the international or global level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delineation of Responsibilities: Allocation and Assumption"
        },
        {
            "text": "Most importantly, reordering should entail coordination at each of these three levels for the protection and provision of health security.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delineation of Responsibilities: Allocation and Assumption"
        },
        {
            "text": "It should prioritize this according to a clear delineation of responsibility and accountability between states and citizens, and do it within the existing structures of the international state infrastructure, 40 which prizes comprehensive security without elevating each threat to an existential level. While medical process influences what is possible to coordinatewhere medications are made and made available-this alone should not dictate which and whose health (risk) merits a response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delineation of Responsibilities: Allocation and Assumption"
        },
        {
            "text": "Each of these levels confronts confusion and demands decisions. These decisions, at the individual, communal, national, international and global levels, are the levers to ordering health. This decision-making is in turn a question of political will, leadership, the general level of knowledge of disease and prevention (options) of the affected population, and the level of risk tolerance. Even where each of these is met with a high degree of acceptance-leadership that acknowledges a health threat and prepares to implement control measures (including deploying and paying for communicators and vaccinators, for example), a population aware of and prepared to adhere to prevention measures (from hand-washing to quarantine), and a risk tolerance that enables, for example, the trade in foodstuffs but limits population movement-it is not always possible to contain the threat. Here it appears unclear where-within the territories of national states, or internationally-lies responsibility for (whose) health. Towards that end, the following questions-and answers to them-pertaining to individual, communal, national and international borders and, critically, the responsibility for securing them, form a background to understanding and responding to health threats that may cross each boundary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delineation of Responsibilities: Allocation and Assumption"
        },
        {
            "text": "The challenges posed to responding to epidemics amidst the cascade of multilevel decision-making set against a backdrop of fear, are set to multiply. This is primarily because the number of infectious pathogens are set to increase. Furthermore, it is because-due to long-wave globalization 41 and the inability of states to isolate themselves (except in a few select cases (North Korea))-where epidemics once were more or less tied to localized outbreaks contained within national borders, they are more likely than not to become pandemics-multicountry epidemicswithin hours or days. This has been the case since the 1918 influenza pandemic, and more recently since the HIV and AIDS epidemics (starting ca. 1983) illustrated the reach of a global pandemic, followed by SARS (2003), H5N1 (first reported in 1997, the largest to date in 2004/2005), and Mers-CoV (first reported in 2012, largest to date in 2015). 42 All told, between 1940 and 2004, 300 pathogens have \"either been newly introduced into human populations or have emerged in place where they've never been seen before,\" 43 among them the above list as well as Ebola, and also novel forms of antibiotic-resistant bacteria. 44 A shifting cast of characters-actors, agents, alliances-is struggling not only to define risk and response, but to come to terms with the permanence of uncertainty: not all risks are equal, not all responses eradicate them, either. Contemporary global health confronts the challenge of change, of continually changing challenges including, among others, environmental factors, pathogenic evolutions, demographic shifts, ideological factors and economics. Indeed, the rising economic toll of healthcare threatens both individual bankruptcy and saps the economic potential of many a national state. Each of these challenges is influencing the landscape of decision-making in local and global health against the backdrop of what Khama Rogo of the World Bank describes in the context of Ebola as, \"our everyday.\" 45 This everyday is the challenge: to identify and meet health risks and threats in a collective way to coordinate responses that enhance all health and human security.",
            "cite_spans": [
                {
                    "start": 911,
                    "end": 913,
                    "text": "42",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1185,
                    "end": 1187,
                    "text": "44",
                    "ref_id": null
                },
                {
                    "start": 1997,
                    "end": 1999,
                    "text": "45",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Long-wave Event-HIV/AIDS, Politics, Governance and 'Security",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "See",
                    "suffix": ""
                },
                {
                    "first": "Tony",
                    "middle": [],
                    "last": "Barnett",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "International Affairs",
            "volume": "82",
            "issn": "",
            "pages": "297--313",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Health, Security and Foreign Policy",
            "authors": [
                {
                    "first": "Colin",
                    "middle": [],
                    "last": "Mcinnes",
                    "suffix": ""
                },
                {
                    "first": "Kelley",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Review of International Studies",
            "volume": "32",
            "issn": "2",
            "pages": "315--326",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Security and Global Health",
            "authors": [
                {
                    "first": "Stefan",
                    "middle": [],
                    "last": "See Elbe",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Global Health and Governance",
            "authors": [],
            "year": 2004,
            "venue": "Third World Quarterly Series",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cuts Drive Health System Reforms in Spain",
            "authors": [
                {
                    "first": "Pedro",
                    "middle": [],
                    "last": "Gallo",
                    "suffix": ""
                },
                {
                    "first": "Joan",
                    "middle": [],
                    "last": "Gené-Badia",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Health Policy",
            "volume": "113",
            "issn": "2",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Sozialarbeit des Südens, Band 5 Zugang zum Gesundheitswesen und Gesundheitspolitik [Access to Health Care Services and Health Policy",
            "authors": [
                {
                    "first": "Annamarie",
                    "middle": [],
                    "last": "Šehović",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bindenagel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "107--214",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "See World Health Organization (WHO), \"Emergencies Preparedness",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Next Cholera Epidemic. How the Disease Could Spread from Syria",
            "authors": [
                {
                    "first": "Sonia",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Foreign Affairs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "(med) Khama Rogo, Potsdam, in the context of the SEF Potsdam Spring Dialogues",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "September 1, 2015), available at: http://www.who.int/csr/don/01-septem ber-2015-polio/en/. 11 For definition of \"endemic,\" see: Oxford English Dictionary (2015).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "See US Centers for Disease Control on measles, available at: http://wwwnc.cdc. gov/travel/yellowbook/2016/infectious-diseases-related-to-travel/measles-rubeola. 29 See US Centers for Disease Control on rubella, available at: http://www.cdc. gov/rubella/. 30 See also Farmer, Paul. (2006). AIDS and Accusation: Haiti and the Geography of Blame. Berkeley: University of California Press, and João Biehl (2007). Will to Live: AIDS Therapies and the Politics of Survival. Princeton: Princeton University Press.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}