{
    "paper_id": "3d079415100c7d460d933f5f227db8618a2f6ea3",
    "metadata": {
        "title": "Tocilizumab for Covid-19 -The Ongoing Search for Effective Therapies",
        "authors": [
            {
                "first": "Edmund",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stanley",
                "middle": [
                    "C"
                ],
                "last": "Jordan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Edmund Huang, M.D., and Stanley C. Jordan, M.D.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tocilizumab for Covid-19 -The Ongoing Search for Effective Therapies"
        },
        {
            "text": "Nearly 10 months after the identification of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) as the virus responsible for coronavirus disease 2019 (Covid-19), therapeutic options remain limited. The major treatments focus on neutralizing the virus through passive immunity (i.e., convalescent-phase plasma or monoclonal antibodies), inhibiting viral replication (remdesivir), or muting the immune response to prevent manifestations such as cytokine storm, acute respiratory distress syndrome, and multisystem organ failure (glucocorticoids, interleukin-6 antagonists, and JAK-STAT inhibitors). The evidence supporting the use of these interventions is not substantial and is conflicting. Although some have been authorized by the Food and Drug Administration (FDA), no therapy has been shown conclusively to be effective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tocilizumab for Covid-19 -The Ongoing Search for Effective Therapies"
        },
        {
            "text": "In patients with Covid-19, interleukin-6 levels are correlated with viral load, disease severity, and prognosis. 1 Observational studies of tocilizumab, an FDA-approved interleukin-6 receptor monoclonal antibody used for treatment of cytokine release syndrome, have reported favorable responses in patients with Covid-19. [2] [3] [4] However, the data on interleukin-6 antagonists are inconsistent, and their role in treatment for Covid-19 remains unclear. [5] [6] [7] [8] [9] In this issue of the Journal, Stone and colleagues report results from a randomized, double-blind, placebo-controlled trial of tocilizumab in patients with early Covid-19. 10 The trial was designed to evaluate the effect of interleukin-6 inhibition on disease progression, with the primary outcome defined as intubation or death, analyzed in a time-to-event analysis. During 28 days of follow-up, no difference was found between the tocilizumab group and the placebo group with respect to the primary outcome. The findings suggest that interleukin-6 inhibition does not prevent progression of disease in patients with early Covid-19. However, it is important to carefully examine the context and limitations of this trial in parallel with other published studies before dismissing interleukin-6 inhibition for the treatment of Covid-19.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 114,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 322,
                    "end": 325,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 330,
                    "end": 333,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 465,
                    "end": 468,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 473,
                    "end": 476,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 649,
                    "end": 651,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Tocilizumab for Covid-19 -The Ongoing Search for Effective Therapies"
        },
        {
            "text": "In the sample size calculations for this trial, the authors assumed an event rate for the primary outcome of 30% in the placebo group and 15% in the tocilizumab group. However, only 27 patients (11.2%) had a primary-outcome event (19 [7.8%] were intubated and 8 [3.3%] died without having been intubated). This represents an event rate that was lower than anticipated for both groups, which is likely to have limited the ability to discern a treatment effect. The timing of immunomodulation seems to be important and may be more beneficial in patients with more advanced disease, as shown in the Randomized Evaluation of Covid-19 Therapy (RECOVERY) trial, in which the largest effect of dexamethasone on mortality was seen among patients receiving mechanical ventilation. 11 With regard to interleukin-6 antagonists, several observational studies have reported an association between tocilizumab treatment and reduction in mortality among critically ill patients with more advanced disease. [2] [3] [4] In addition, a randomized trial of sarilumab, another interleukin-6 receptor monoclonal antibody, showed a trend toward lower mortality among critically ill patients. 6 Two randomized, open-label trials exploring the use of tocilizumab in patients receiving supplemental oxygen without noninvasive or invasive mechanical ventilation were recently published. 8, 9 In one, tocilizumab treatment appeared to reduce the need for mechanical or noninvasive ventilation or death by day 14. 8 It should be noted that dexamethasone was used more frequently in the control group than in the tocilizumab group, which may have mitigated the treatment effect. In the other trial, no difference was observed between tocilizumab and standard care with respect to the percentage of patients with clinical worsening, a measure that was primarily driven by changes in respiratory status. 9 However, 23% of the patients in the standardcare group received tocilizumab as rescue therapy after respiratory deterioration, which may have confounded inferences about the effect of tocilizumab on subsequent outcomes, such as mortality. Press releases for two other random-ized trials that have not yet been published have reported a shorter time to hospital discharge with tocilizumab than with placebo despite there being no differences in clinical status or mortality at 4 weeks in one of the trials 5 and a lower risk of progression to mechanical ventilation or death in the other. 7 How do we reconcile the variable findings from multiple randomized, controlled trials? Although randomized, controlled trials are our standard for establishing treatment efficacy, no trial is infallible, and discrepant results can arise because of differences in study populations, trial design, and improving outcomes in standardcare control populations. Some of the variability from randomized trials arises from analysis of secondary outcomes, which raises questions about the most relevant outcomes for study and whether possible benefits in specific subpopulations of patients should be explored. However, data released from the REMAP-CAP international platform trial showed impressive results with tocilizumab in improving outcomes in the most severely ill patients with SARS-CoV-2 pneumonia. 12 The researchers reported that critically ill patients receiving tocilizumab were more likely to improve than patients who received no immune modulator (odds ratio, 1.87). This was more impressive than the results for dexamethasone (odds ratio, 1.43) reported by the same group.",
            "cite_spans": [
                {
                    "start": 772,
                    "end": 774,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 991,
                    "end": 994,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 995,
                    "end": 998,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 999,
                    "end": 1002,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1170,
                    "end": 1171,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1361,
                    "end": 1363,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1364,
                    "end": 1365,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1486,
                    "end": 1487,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1873,
                    "end": 1874,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2463,
                    "end": 2464,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3264,
                    "end": 3266,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Tocilizumab for Covid-19 -The Ongoing Search for Effective Therapies"
        },
        {
            "text": "It is disappointing that nearly 10 months into the Covid-19 pandemic, we have not yet identified a breakthrough treatment. However, an indepth analysis of real-world and randomized trials is critical before dismissing potential therapies, either individually or in combination, that may yet be beneficial. Given the devastating global effects of Covid-19, we are obligated to fully explore potential therapies before concluding that they are ineffective. However, the impression one gets from the data on tocilizumab to date is that treatment effects are variable. Subgroups of patients may yet be identified in whom it is helpful. This may include those who are most severely ill, as was recently reported. Disclosure forms provided by the authors are available with the full text of this editorial at NEJM.org.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tocilizumab for Covid-19 -The Ongoing Search for Effective Therapies"
        },
        {
            "text": "From the Comprehensive Transplant Center, Cedars-Sinai Medical Center, Los Angeles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tocilizumab for Covid-19 -The Ongoing Search for Effective Therapies"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Detectable serum severe acute respiratory syndrome coronavirus 2 viral load (RNAemia) is closely correlated with drastically elevated interleukin 6 level in critically ill patients with coronavirus disease 2019",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "71",
            "issn": "",
            "pages": "1937--1979",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Association between early treatment with tocilizumab and mortality among critically ill patients with COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Hayek",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Compassionate use of tocilizumab for treatment of SARS-CoV-2 pneumonia. Clin Infect Dis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zakowski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Tran",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Tocilizumab for treatment of mechanically ventilated patients with COVID-19",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Somers",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Eschenauer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Troost",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Roche's Actemra fails to meet Phase III goals in Covid-19 patients. Cision",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Regeneron and Sanofi provide update on Kevzara (sarilumab) Phase 3 U.S. trial in COVID-19 patients. Cision",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Roche's phase III EMPACTA study showed Actemra/ RoActemra reduced the likelihood of needing mechanical ventilation in hospitalised patients with COVID-19 associated pneumonia. Press release from Roche",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effect of tocilizumab vs usual care in adults hospitalized with COVID-19 and moderate or severe pneumonia: a randomized clinical trial",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Hermine",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mariette",
                    "suffix": ""
                },
                {
                    "first": "P-L",
                    "middle": [],
                    "last": "Tharaux",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effect of tocilizumab vs standard care on clinical worsening in patients hospitalized with COVID-19 pneumonia: a randomized clinical trial",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Salvarani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dolci",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Massari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Efficacy of tocilizumab in patients hospitalized with Covid-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Frigault",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Serling-Boyd",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "",
            "pages": "2333--2377",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Dexamethasone in hospitalized patients with Covid-19 -preliminary report",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "The Recovery Collaborative",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2021436"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Covid-19: critically ill patients treated with arthritis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wise",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}