{
    "paper_id": "3d1163872211b440e30c0008d628443091815ae7",
    "metadata": {
        "title": "Constructing highly regular expanders from hyperbolic Coxeter groups",
        "authors": [
            {
                "first": "Marston",
                "middle": [],
                "last": "Conder",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Lubotzky",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeroen",
                "middle": [],
                "last": "Schillewaert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "François",
                "middle": [],
                "last": "Thilmany",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "their phenomenal insights and outstanding contributions in the fields of algebra, combinatorics and geometry Abstract. A graph X is defined inductively to be (a0, . . . , an−1)-regular if X is a0-regular and for every vertex v of X, the sphere of radius 1 around v is an (a1, . . . , an−1)-regular graph. Such a graph X is said to be highly regular (HR) of level n if an−1 = 0. Chapman, Linial and Peled [CLP20] studied HR-graphs of level 2 and provided several methods to construct families of graphs which are expanders \"globally and locally\". They ask whether such HR-graphs of level 3 exist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In this paper we show how the theory of Coxeter groups, and abstract regular polytopes and their generalisations, can lead to such graphs. Given a Coxeter system (W, S) and a subset M of S, we construct highly regular quotients of the 1-skeleton of the associated Wythoffian polytope PW,M , which form an infinite family of expander graphs when (W, S) is indefinite and PW,M has finite vertex links. The regularity of the graphs in this family can be deduced from the Coxeter diagram of (W, S). The expansion stems from applying superapproximation to the congruence subgroups of the linear group W .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This machinery gives a rich collection of families of HR-graphs, with various interesting properties, and in particular answers affirmatively the question asked in [CLP20].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A graph X is defined inductively to be (a 0 , . . . , a n−1 )-regular if X is a 0 -regular and for every v of X, the sphere of radius 1 around v is (a 1 , . . . , a n−1 )-regular. If a n−1 = 0, we will say that X is a highly regular (HR) graph of level n. A convenient way to visualise such a graph is to think of the n-skeleton of the clique complex of X. This will be an n-dimensional simplicial complex, in which the 1-skeleton of the link of every i-cell (i = 0, . . . , n − 2) is an a i+1 -regular graph on a i vertices. If additionally the 1-skeleta of all these links are connected, we say that X is an (a 0 , . . . , a n−1 )-connected regular graph, and that X is connected regular (HRC) of level n.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Motivated by questions related to PCP-theory, Chapman, Linial and Peled [CLP20] initiated a systematic study of HR-graphs of level 2, that is, (a, b)-regular graphs. They were mainly interested in such graphs which are expanders \"globally and locally\". This means that the global graph X is an expander, but so are the links of vertices. Of course, for families of graphs for which the degree a = a 0 is constant, this simply means that the links are connected. They provided several methods to construct such families and raised the question if this can be done also for some triples (a, b, c). The goal of this paper is to show that the theory of Coxeter groups and their associated Wythoffian polytopes leads to a rich collection of HR-graphs.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 79,
                    "text": "[CLP20]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The following theorem summarises our method. All the notions in the theorem will be explained in §3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "1.1. Theorem. Let (W, S) be a Coxeter system, M a subset of S and P W,M the associated Wythoffian polytope. Suppose (W, S) is indefinite, P W,M has finite vertex links, and the 1skeleton X of P W,M is (a 0 , . . . , a n )-regular. Then there exists an infinite collection of finite quotients of X by normal subgroups of W , which form a family of (a 0 , . . . , a n )-regular expander graphs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Let us say right away that the level of regularity of the graphs in Theorem 1.1 is at most the rank of the Coxeter group from which they are derived, and usually it is much smaller. Moreover, the HR-graphs provided by Theorem 1.1 are expanders \"globally\", but their links may be disconnected when those of P W,M are. Thus Theorem 1.1 gives a general scheme to construct highly regular expander graphs, but to apply it, one needs to find Wythoffian polytopes which are sufficiently (connected and) regular. This will be carried out in §7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the particular case where (W, S) is a string Coxeter system and P W = P W,M is its universal polytope, the connected regularity of the 1-skeleton X follows from that of P W itself by a straightforward argument (Lemma 3.2). Thus we obtain the following corollary to Theorem 1.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "1.2. Corollary. Let (W, S) be a string Coxeter system, and let P W be its universal polytope. Suppose (W, S) is indefinite and P W has finite vertex links. Then there exists an infinite collection of finite quotients of the 1-skeleton X of P W by normal subgroups of W , which form a family of (a 0 , . . . , a n−1 )-connected regular expander graphs, where n is the largest integer for which P W has a simplicial n-face and a i is the size of the link of any i-face of P W (0 ≤ i ≤ n−1). The example with the highest level of (connected) regularity that can be constructed directly from Corollary 1.2 is a family of (120, 12, 5, 2)-regular expander graphs, quotients of the 1skeleton of the hyperbolic tessellation with diagram 5 (see §7.3). This example already answers the question of Chapman, Linial and Peled positively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Many interesting examples of expanders graphs of connected regularity levels 3 and 4 arise from Coxeter systems affiliated to the exceptional types E (see Table 7 .5). For instance, using Theorem 1.1 we construct a family of (2160, 64, 21, 10)-connected regular expander graphs as quotients of the 1-skeleton of the Wythoffian polytope with diagram , whose vertex links are of type E 8 . For each m ≥ 10, we construct another remarkable family of (2 m−2 , (m−1)(m−2) 2 , 2(m − 3))-connected regular expanders as quotients of the polytope of type E m with diagram . Its vertex links are (m − 1)-demicubes. In fact, these families are respectively (2160, 64, 21, 10, 5) and (2 m−2 , (m−1)(m−2) 2 , 2(m − 3), m − 3)-regular, but the last link is disconnected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 162,
                    "text": "Table 7",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The following theorem sums up the most interesting examples (see §7 for more).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(a) There are infinitely many (a 0 , a 1 , a 2 ) ∈ N 3 for which there exists an infinite family of (a 0 , a 1 , a 2 )-connected regular expanders. (b) For (a 0 , a 1 , a 2 , a 3 ) ∈ {(120, 12, 5, 2), (2160, 64, 21, 10)}, there exists an infinite family of (a 0 , a 1 , a 2 , a 3 )-connected regular expanders. (c) For each m ≥ 5, there is an infinite family of ( 2m m , m 2 , 2(m − 1), m − 2, m − 3, . . . , 1)-regular expander graphs, for which the spheres around i-cliques are connected for 0 ≤ i ≤ m, i = 3. The sphere around a triangle is a disjoint union of two complete graphs on m vertices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem."
        },
        {
            "text": "To obtain the arbitrarily high levels of regularity promised in Theorem 1.3(c), it is necessary to consider general Wythoffian polytopes (not just the regular ones).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem."
        },
        {
            "text": "The Wythoffian polytopes P m we construct to this end are associated, for any m ≥ 5, with the diagram m − 1 m − 1 (obtained by extending the A 2m−1 diagram in its middle by an edge labeled 3 and circling the added vertex). The 1-skeleton X m of P m is a ( 2m m , m 2 , 2(m − 1), m − 2, m − 3, . . . , 1)-regular graph, that is, has regularity level m + 1. The link of any vertex in P m is an m-rectified (2m − 1)-simplex, with diagram m − 1 m − 1 , and the 1-skeleton of this link (which is also the sphere of radius 1 around any vertex in X m ) is the Johnson graph J(2m, m). The associated Coxeter system is indefinite because m ≥ 5, hence Theorem 1.3(c) follows from applying Theorem 1.1 to P m .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem."
        },
        {
            "text": "It should be pointed out that in order to obtain highly regular expanders from Theorem 1.1, the Wythoffian polytope needs to be chosen very carefully: low-dimensional faces need to be simplices, the link of a vertex needs to be highly regular and finite, while the associated Coxeter system must be indefinite. The fact that these conditions are difficult to satisfy simultaneously makes the polytopes described above (and in §7) very special.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem."
        },
        {
            "text": "Another point deserves attention: the clique complexes of the quotient graphs obtained through Theorem 1.1 are not quotients of P W,M itself, but rather of the subcomplex of P W,M consisting of its simplicial faces. This is particularly apparent for the polytope P m described above (which, for m ≥ 3, has 4-faces which are not simplices yet is regular of level ≥ 4), and further reflects the subtlety of finding highly regular polytopes to which one can apply Theorem 1.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem."
        },
        {
            "text": "While the regularity of the 1-skeleton X is obtained from the geometry of P W,M , proving that the quotient graphs are expander graphs requires arguments of a completely different nature. To this end, we use the fact that Coxeter groups are linear, and when (W, S) is indefinite, that they are not virtually solvable. To such linear groups, one may apply the recent superapproximation results (cf. [Sal17, Sal19] ). Superapproximation means that the quotients of the Cayley graph of (W, S) modulo congruence subgroups are expanders. These quotients are not highly regular graphs, but they are quasi-isometric to highly regular quotients of X (see Lemma 4.1), from which we deduce (in Proposition 4.4) that the latter are also expanders. Along the way, we use Proposition 4.4 to deduce an interesting corollary on high-dimensional expanders which may be of independent interest.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 405,
                    "text": "[Sal17,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 406,
                    "end": 412,
                    "text": "Sal19]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Theorem."
        },
        {
            "text": "1.1. Outline. After a short prologue ( §2) on expansion, regularity and connectivity of graphs, we start §3 by recalling some basic notions concerning (abstract) polytopes ( §3.1). We then discuss the regularity of the 1-skeleta of polytopes (Lemma 3.2), followed by a brief introduction to Coxeter systems ( §3.2), their geometric representation ( §3.3) and the Wythoffian polytopes associated with them ( §3.4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem."
        },
        {
            "text": "In §4, we use the Coxeter complex ( §4.1) to prove that the Cayley graph of (W, S) and the 1-skeleton X of the associated polytope P are quasi-isometric when P has finite vertex links (Lemma 4.1). We show how this quasi-isometry and the regularity of P can be preserved when passing to finite quotients of X ( §4.2 & §4.3), and prove that the expansion of these quotients amounts to the expansion of the corresponding quotients of the Cayley graph (Proposition 4.4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem."
        },
        {
            "text": "In §5 we invoke the theorem of [Bd04] (Theorem 5.1) determining the Zariski closure of a Coxeter group in its geometric representation, to allow us to apply superapproximation [Sal19] (Theorem 5.2) to indefinite Coxeter groups. On the side, we mention an interesting corollary (5.3) of the superapproximation theorem, of independent interest. With this at hand, we conclude the proof of Theorem 1.1 in §5.1.",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 37,
                    "text": "[Bd04]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 176,
                    "end": 183,
                    "text": "[Sal19]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Theorem."
        },
        {
            "text": "In §6, we present a quick application of Proposition 4.4 to high-dimensional expanders, of independent interest. We also interpret part of our results in the context of Garland theory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem."
        },
        {
            "text": "In §7 we discuss highly regular hyperbolic tessellations. We start with regular tessellations ( §7.1), record the relevant ones in Table 7 .2, and explain why the list is so short in Remark 7.1. We describe the most noteworthy example, the order-5 4-simplex honeycomb, in §7.3. We then explain how to find highly regular graphs among tessellations of hyperbolic space by Wythoffian polytopes ( §7.4). We again record the most relevant examples, in Table 7 .5, and add one with arbitrarily high (but not connected) regularity in §7.6.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 138,
                    "text": "Table 7",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 455,
                    "text": "Table 7",
                    "ref_id": null
                }
            ],
            "section": "Theorem."
        },
        {
            "text": "In §8, we use two standard graph product constructions to obtain infinitely many graphs of regularity level n from a given one. The Cheeger-Buser inequalities guarantee that also the expansion property will be preserved (see Lemma 8.3). We discuss some obvious restrictions on regularity parameters in §8.2 and explain why finding good necessary and sufficient conditions on these parameters is a difficult problem. Finally, we state two open problems on the subject.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem."
        },
        {
            "text": "We conclude the paper with a tribute to John Conway and Ernest Vinberg in §9.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem."
        },
        {
            "text": "1.4. Remark. While writing this paper, we learned that in a work in preparation [FI20] , Friedgut and Iluz develop a very different method to produce expanders of arbitrarily high connected regularity level; see §8.4 for more details.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 86,
                    "text": "[FI20]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Theorem."
        },
        {
            "text": "1.2. Acknowledgements. All four authors thank the Margaret and John Kalman Trust for the financial support of the Michael Erceg Senior Visiting Fellowship at the University of Auckland (UoA) which A.L. was awarded. A.L. and F.T. thank UoA for its hospitatility. The present work grew out of their visit at UoA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem."
        },
        {
            "text": "We thank Michael Chapman and Ehud Friedgut for useful conversations on the topic of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem."
        },
        {
            "text": "2. Expansion, regularity and connectivity 2.1. Expander graphs. A finite graph X is said to be ǫ-expanding, or an ǫ-expander, if its Cheeger constant",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem."
        },
        {
            "text": "Here ∂V denotes the edge-boundary of a set V of vertices of X. Of course, any non-trivial finite connected graph X is a 2 |X| -expander, and a complete graph of any size is a 1-expander. The relevance of this notion appears when one can bound the Cheeger constant from below independently of the size of the graph, while keeping the degree under control. A family X of graphs is thus called a family of (ǫ-)expanders (of degree a) if there exists ǫ > 0 and a ∈ N such that each graph X ∈ X has maximum degree at most a and Cheeger constant h(X) ≥ ǫ. We refer the reader to the survey [HLW06] of Hoory, Linial and Widgerson for the history, theory and applications of expander graphs.",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 591,
                    "text": "[HLW06]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Theorem."
        },
        {
            "text": "2.2. Higher regularity. Let X be a graph, and V a set of vertices of X. (Our notation will not distinguish the graph X and its underlying vertex set; the meaning should be clear from the context.) We define S X (V ) as the sphere of radius 1 around V in X, that is, the full subgraph of X induced by the set of vertices {x ∈ X \\V | x is adjacent to every vertex of V }. If V = {v} consists of a single vertex v, then we also write this as S X (v), denoting the (punctured) neighbourhood of v in X in this case. Now, let a 0 , . . . , a n be cardinals. Inductively, a graph X is called (a 0 , . . . , a n )-regular if X is an a 0 -regular graph and S X (v) is an (a 1 , . . . , a n )-regular graph for every vertex v of X. We call a i the i th regularity degree, and the largest integer n + 1 for which X is (a 0 , . . . , a n )-regular with a n = 0 will be called the regularity level of X.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem."
        },
        {
            "text": "Equivalently, X is (a 0 , . . . , a n )-regular if for each i ∈ {0, 1, . . . , n}, either there is no clique of size i + 2 in X and a i = 0, or otherwise for every clique C of size i in X, the subgraph S X (C) is a i -regular. (By convention, the empty graph ∅ is 0-regular, but not d-regular for any d ≥ 1, and S X (∅) = X.) Next, the clique complex X cl of a graph X is the simplicial complex whose (i − 1)-simplices are the cliques of size i in X (i ∈ N), with incidence between simplices being given by containment between the corresponding cliques in X. The graph X identifies naturally with the 1-skeleton of X cl (that is, the graph consisting of all vertices and edges of X cl ). Thus X is an (a 0 , . . . , a n )-regular graph if and only if its clique complex X cl has the following regularity property: for 0 ≤ i ≤ n, every i-simplex of X cl is contained in exactly a i (i + 1)-simplices; or equivalently (when n ≥ 1): for 0 ≤ i ≤ n − 1, the 1-skeleton of the link of any i-simplex of X cl is an a i+1 -regular graph on a i -vertices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem."
        },
        {
            "text": "2.3. Connected regularity. In order for a regular graph to have not only global but also local expansion, the links must remain connected. So in a given (a 0 , . . . , a n )-regular graph X, if for 0 ≤ i ≤ n the sphere around every i-clique (or equivalently, the link of every (i − 1)-simplex in X cl ) is connected, we call X (a 0 , . . . , a n )-connected regular. (In particular, X itself should be connected.) When there is no need to specify the regularity degrees, we say that X has connected regularity level n + 1, or in short that X is HRC of level n + 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem."
        },
        {
            "text": "3.1. Basics on polytopes. We begin by recalling (some of) the basic definitions concerning abstract polytopes following [MS02] . For more on polytopes, reflection groups and an explanation of the terminology used in what follows, we refer the reader to [Cox48] , [MS02] and [Bou07] .",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 126,
                    "text": "[MS02]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 253,
                    "end": 260,
                    "text": "[Cox48]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 263,
                    "end": 269,
                    "text": "[MS02]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 274,
                    "end": 281,
                    "text": "[Bou07]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Polytopes and their groups of symmetry"
        },
        {
            "text": "An abstract polytope P of (finite) rank n is a poset, whose elements are called faces, satisfying properties (P1)-(P4) below. Two faces F , G of P are called incident if F ≤ G or G ≤ F .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polytopes and their groups of symmetry"
        },
        {
            "text": "(P1) P contains a least face F −1 and a greatest face F n (the improper faces).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polytopes and their groups of symmetry"
        },
        {
            "text": "(P2) Each flag (each totally ordered subset of P of maximal length) has length n + 1, that is, contains exactly n + 2 faces including F −1 and F n . For any two faces F and G with F ≤ G, we call the poset G/F := {H ∈ P | F ≤ H ≤ G} a section of P. We will often identify a face F of P with the section F/F −1 . The section F n /F is called the link of the face F . If the rank of F/F −1 is i, then F is called an i-face. It is customary to call 0-faces, 1-faces and (n − 1)-faces of P respectively vertices, edges and facets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polytopes and their groups of symmetry"
        },
        {
            "text": "A poset P satisfying (P1) and (P2) is said to be connected if either n ≤ 1, or n ≥ 2 and for any two proper faces F , G there exists a finite sequence of proper faces F = H 0 , H 1 , . . . , H k = G such that H i−1 and H i are incident for i = 1, . . . , k.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polytopes and their groups of symmetry"
        },
        {
            "text": "(P3) Every section of P is connected. Given a poset P with properties (P1) and (P2), two flags of P are called adjacent if they differ in exactly one face. Then P is called flag-connected if any two distinct flags Φ and Ψ of P can be joined by a sequence of flags Φ = Φ 0 , Φ 1 , . . . , Φ k−1 , Φ k = Ψ such that Φ j−1 and Φ j are adjacent for j = 1, . . . , k. If a poset P satisfies (P1) and (P2), then (P3) is equivalent to the a priori stronger condition that every section of P is flag-connected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polytopes and their groups of symmetry"
        },
        {
            "text": "The last requirement connects abstract polytopes to traditional polytopes. (P4) For each i ∈ {0, . . . , n − 1}, if F and G are incident faces of P of ranks i − 1 and i + 1 respectively, then there are precisely two i-faces H of P such that F < H < G. It is an easy exercise to check that sections (in particular, faces and links) of abstract polytopes are again abstract polytopes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polytopes and their groups of symmetry"
        },
        {
            "text": "3.1. Remark. In this paper, we manipulate three different kind of links, in three different classes of objects: spheres around cliques in a graph, (simplicial) links around simplices in a simplicial complex, and (polytopal) links around faces in a polytope. Even though the first two notions agree when the simplicial complex in question is the clique complex of a graph (cf. §2.2), and the last two agree up to a certain rank in a polytope with only simplicial faces up to that rank (as we will use in the proof of Lemma 3.2), they differ in general. For instance, when a polytope P has a 2-face F which is not a triangle, the sphere in the 1-skeleton of P around a vertex v of F is a proper spanning subgraph of the 1-skeleton of the (polytopal) link of v in P. Care thus has to be taken when discussing links, and the context should make clear which notion of link is involved. This is particularly relevant for the second half of §7, where non-regular polytopes are considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polytopes and their groups of symmetry"
        },
        {
            "text": "Next, we prove an easy lemma that gives the regularity of the 1-skeleton of (sufficiently) regular polytopes, and then recall some basic facts about Coxeter groups and their associated polytopes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polytopes and their groups of symmetry"
        },
        {
            "text": "3.2. Lemma. Let P be an abstract polytope, and let X denote the 1-skeleton of P (the graph consisting of the vertices and edges of P). Let k be the largest integer for which P has a k-face which is a simplex, and suppose that Aut P acts transitively on the i-faces of P for 0 ≤ i ≤ n. Then X is a (a 0 , . . . , a min(k,n) )-regular graph, where a i is the number of simplicial (i + 1)-faces containing a given i-face of P. Moreover, X is (a 0 , . . . , a min(k,n)−1 )-connected regular.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polytopes and their groups of symmetry"
        },
        {
            "text": "Proof. Set k ′ = min(k, n). By assumption, all k ′ -faces of P are simplices, and the k ′skeleton of P (the poset consisting of the k ′ -faces of P and their subfaces) is a simplicial complex. This simplicial complex coincides with the k ′ -skeleton of the clique complex X cl of X. Indeed, if an i-face of P is a simplex, then its vertices obviously form a clique in X. Conversely, for i ≤ n, the hull of any clique {x 0 , . . . , x i } in X is an i-face of P, which is necessarily the simplex with vertex set {x 0 , . . . , x i }.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polytopes and their groups of symmetry"
        },
        {
            "text": "Using this observation and the transitivity assumption again, we deduce that Aut P acts transitively on the set of i-simplices of X cl for 0 ≤ i ≤ k ′ . Hence, for 0 ≤ i ≤ k ′ , the number a i of (i + 1)-simplices of X cl containing a given i-simplex is independent of the choice of the latter. The first part of the lemma thus follows from the discussion in §2.2, after noting that a i equals the number of simplicial (i + 1)-faces containing any i-face of P.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polytopes and their groups of symmetry"
        },
        {
            "text": "Finally, connectivity of the links of (i − 1)-faces when all (i + 1)-faces are simplicial (that is, when i ≤ min(k, n) − 1) follows from the flag connectivity of P (see §3.1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polytopes and their groups of symmetry"
        },
        {
            "text": "Lemma 3.2 obviously applies to regular polytopes (whose automorphism group acts transitively on all flags) and to chiral polytopes (which are maximally symmetric by rotations, but admit no reflections). If P is regular, n can be taken to be the rank of P, so that min(k, n) = k. Moreover, a k = 0 and a k−1 ≥ 1 by definition of k. If P is chiral, then n can be taken to be the rank of P minus 1, so that again min(k, n) = k.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polytopes and their groups of symmetry"
        },
        {
            "text": "3.2. Coxeter systems. Let (W, S) be a (finitely generated) Coxeter system. Recall that this means that S is a finite set, and W is the group with presentation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polytopes and their groups of symmetry"
        },
        {
            "text": "where m st ∈ {1, 2, . . . , ∞} for all s, t ∈ S, and satisfy m st = 1 if and only if s = t. (It is understood that the relation (st) mst = 1 is omitted when m st = ∞.) The |S| × |S| matrix (m st ) is called the Coxeter matrix of (W, S). The Coxeter diagram of (W, S) is the diagram consisting of |S| vertices indexed by members of S, with two vertices s and t connected by an edge labelled m st if m st ≥ 3 (although the labels '3' are usually omitted). A group W is called a Coxeter group if it has a set of generators S for which (W, S) forms a (finitely generated) Coxeter system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polytopes and their groups of symmetry"
        },
        {
            "text": "A Coxeter system whose unlabelled diagram is a simple path is called a string Coxeter system, or said to be of string type. In that case, we will always assume that the elements of S are indexed s 0 , . . . , s n−1 so that the edges of the diagram join s i−1 to s i for 1 ≤ i ≤ n − 1, and the Coxeter matrix is usually abbreviated by its superdiagonal entries [m 0,1 , . . . , m n−2,n−1 ].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polytopes and their groups of symmetry"
        },
        {
            "text": "Tits [Tit61] showed how one can associate with every string Coxeter system (W, S) endowed with one of the two possible indexations just described a regular polytope P W whose automorphism group is W . This polytope is called the universal polytope for (W, S), and is often denoted directly by its Schläfli symbol {m 0,1 , . . . , m n−2,n−1 }, because any other polytope with the same symbol is a quotient of P W (see [MS02, Ch. 3D]).",
            "cite_spans": [
                {
                    "start": 5,
                    "end": 12,
                    "text": "[Tit61]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Polytopes and their groups of symmetry"
        },
        {
            "text": "When P is a universal n-polytope, the values of a 0 , . . . , a k from Lemma 3.2 can be deduced from the Schläfli symbol {p 1 , . . . , p n−1 } of P as follows. Let F be a i-face of P, and let L be the link of F in P. The Schläfli symbol of F is then {p 1 , . . . , p i−1 }, while that of L is {p i+2 , . . . , p n−1 }. The integer k defined above coincides with the smallest index j for which p j = 3 (with k = n if p 1 = · · · = p n−1 = 3). For 0 ≤ i ≤ k − 1, the cardinal a i is the number of vertices in the universal polytope with symbol {p i+2 , . . . , p n−1 }, and a k = 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remark."
        },
        {
            "text": "3.3. The geometric representation of a Coxeter group. Let (W, S) be a Coxeter system, and let B be the bilinear form on V = R S given with respect to the canonical basis",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remark."
        },
        {
            "text": "for all s, t ∈ S.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remark."
        },
        {
            "text": "The geometric representation of W on V is defined by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remark."
        },
        {
            "text": "It is a classical theorem of Tits that this representation is faithful. In fact, the dual space V * has a convex W -invariant cone, called the Tits cone, which can be used to construct a geometric model for W and a realisation of the associated Wythoffian polytopes, as we will discuss next. The image of W under the geometric representation defined above (which we will identify with W ) preserves the bilinear form B, and hence lies in the orthogonal group O B . The signature of (W, S) is defined to be the signature of B; accordingly, we call (W, S) definite, semidefinite or indefinite when B has the corresponding property. It is well known that W is finite if and only if (W, S) is (positive) definite.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remark."
        },
        {
            "text": "Recall that with a Coxeter system (W, S) and a distinguished subset M of S (usually circled on the Coxeter diagram of (W, S), making it an adorned Coxeter diagram), Wythoff 's kaleidoscopic construction associates an abstract polytope P W,M in roughly the following way. In the Tits cone of (W, S), place a point x 0 on the intersection of the walls associated with S \\M (the inactive mirrors of the kaleidoscope), equidistantly from the walls associated with M (the active mirrors). The vertices of P W,M are the images of x 0 under W . The point x 0 is connected by an edge to each of its reflections under S (or equivalently, M ); and the edges of P W,M are the images of those edges under W . More generally, the images of x 0 under any standard parabolic subgroup of W form a standard face of P W,M , and arbitrary faces are obtained as images of standard faces under W . Incidence between two standard faces amounts to containment between the smallest standard parabolic subgroups corresponding to these faces (see below), and this incidence relation is propagated to P W,M by the action of W .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wythoffian polytopes."
        },
        {
            "text": "Any polytope arising from this kaleidoscopic construction is called Wythoffian. When (W, S) is a string Coxeter system and M = {s 0 }, then one obtains the universal polytope for (W, S).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wythoffian polytopes."
        },
        {
            "text": "The formalism of adorned Coxeter diagrams is very convenient to explore the geometry of a Wythoffian polytope P W,M . Indeed, the shape of faces and links in P W,M can be read directly from the adorned diagram ∆. The different faces of P W,M are also Wythoffian polytopes, whose adorned diagrams are all obtained through the following recipe. Remove from ∆ any subset R of vertices (not containing M ), and let ∆ R be the union of the connected components of the resulting diagram which intersect M , with the vertices of M remaining circled. Then ∆ R is the adorned diagram of (any image of) the standard face corresponding to the standard parabolic subgroup generated by the vertices of ∆ R (seen as vertices of ∆). In particular, the rank of this parabolic subgroup coincides with the rank of the corresponding face. Although it works in greater generality, for our purposes we will restrict the discussion of the link to connected Coxeter diagrams ∆ adorned with only one circle (that is, (W, S) is irreducible and M is a singleton). In this setting, the link of any vertex of P W,M is again a Wythoffian polytope, whose adorned diagram is obtained by removing M and all edges connecting it from ∆, and circling all vertices of this new diagram ∆ \\ M that were previously connected to M .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wythoffian polytopes."
        },
        {
            "text": "Recall that an abstract polytope P is recursively called uniform if Aut P acts transitively on the vertices of P, and every facet of P is uniform. The discussion above shows why Wythoffian polytopes are uniform: their automorphism group acts transitively on vertices by construction, and their faces are all Wythoffian, hence uniform by induction on the rank. However, Wythoffian polytopes are generally not regular. Not all uniform polytopes are Wythoffian; a nice example of a non-Wythoffian uniform polytope is the 'grand antiprism', discovered by Conway and Guy in 1965 [CG65] . It is unknown in general which fraction of the uniform polytopes the Wythoffian polytopes account for.",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 580,
                    "text": "[CG65]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Wythoffian polytopes."
        },
        {
            "text": "Wythoff's kaleidoscopic construction was first described in these terms by Coxeter, in a series of papers [Cox34, Cox40, Cox85] . Unfortunately, the authors are not aware of any modern, textbook treatment of this material (except [MS02] in the special case of string Coxeter systems).",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 113,
                    "text": "[Cox34,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 114,
                    "end": 120,
                    "text": "Cox40,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 121,
                    "end": 127,
                    "text": "Cox85]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 230,
                    "end": 236,
                    "text": "[MS02]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Wythoffian polytopes."
        },
        {
            "text": "We conclude this subsection with a concrete example. For the remainder of this subsection, let (W, S) be the semidefinite Coxeter system with adorned diagram 4 4 , label its vertices {s 0 , . . . , s 3 } from left to right (so that M = {s 1 }), and let P W,M be the associated Wythoffian polytope. The link of a vertex in P W,M has diagram 4 , hence is the product of an edge ( ) and a square ( 4 ); in other words, it is a square prism. The different proper faces of P W,M can be listed following the recipe above, by removing in turn s 0 , s 3 , s 2 , {s 0 , s 3 }, and {s 0 , s 2 } from the diagram. The resulting possibilities are respectively an octahedron ( 4 ), a cuboctahedron ( 4 ), a square ( 4 ), a triangle ( ), and with no surprise, an edge ( ). With this information, it is not unreasonable to guess that the polytope P W,M is indeed the rectified cubic euclidean honeycomb.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wythoffian polytopes."
        },
        {
            "text": "4. From the Cayley graph of (W, S) to an associated Wythoffian polytope",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wythoffian polytopes."
        },
        {
            "text": "In this section, we compare the Cayley graph and any Wythoffian polytope P W,M associated with a Coxeter system (W, S), with the aim of constructing highly regular finite quotients of P W,M when P W,M has finite vertex links, which can be made arbitrarily large if W is infinite.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wythoffian polytopes."
        },
        {
            "text": "4.1. Comparing graphs. Let (W, S) be a Coxeter system and M a subset of S. The appropriate space in which to study Cay(W, S) and P W,M simultaneously is the Coxeter complex C of (W, S). Recall that C is a chamber complex on which W acts simply-transitively chamberwise (see [Bou07, Ch. V]). Hence Cay(W, S) can (and will) be identified with the set of chambers of C, with two distinct chambers being adjacent in Cay(W, S) if they share a wall. The chamber complex C can be realised geometrically as the complex determined by the walls of (W, S) in the Tits cone, and we will identify both C and P W,M with their geometric realisations inside the Tits cone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wythoffian polytopes."
        },
        {
            "text": "The sets of walls and vertices of C can be partitioned into types: a wall is of type t if its reflection is conjugate to the element t ∈ S, while a vertex v is of type t if it lies on no wall of type t. A chamber in C is delimited by one wall of each type, and contains one vertex of each type. The set of chambers containing a given vertex v of type t is in a bijective correspondence with W t = S \\ {t} . More generally, the set of chambers of C containing a given vertex v of P W,M is in bijective correspondence with the stabilizer W v of v in W . Note that W v is the conjugate of the standard parabolic subgroup W M = S \\ M by any element of W which brings the standard vertex x 0 of P W,M to v.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wythoffian polytopes."
        },
        {
            "text": "When M = {s} consists of a single element (in particular, when P W,M is the universal polytope of a string Coxeter system), the vertices of P W,M are identified with the vertices in C of type s by construction. If |M | ≥ 2, the vertices of P W,M are not vertices of C, because they do not lie on any hyperplane whose type belongs to M . Proof. Let d S (resp. d X ) denote the geodesic distance in the graph Cay(W, S) (resp. X). The map f is clearly W -equivariant and surjective. The preimage under f of a vertex v of P W,M is the set of chambers in C containing v, which forms a convex chamber subcomplex of C (the link of v in C).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wythoffian polytopes."
        },
        {
            "text": "Suppose that P W,M has finite vertex links and pick a vertex v ∈ P W,M . If C is chamber of C containing v, then v is connected by an edge of P W,M to its reflection v ′ through any wall of C not containing v. In consequence, the set f −1 (v) of chambers containing v must be a finite convex chamber subcomplex of C. Let D denote its diameter (measured with d S ); then D coincides with the length of the longest word in the finite Coxeter group W v ∼ = S \\ M (with respect to S \\ M ). If γ is a geodesic in Cay(W, S), then f (γ) is a walk in X (possibly with repetitions). Hence for any w, w ′ ∈ W , we know that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wythoffian polytopes."
        },
        {
            "text": "On the other hand, let (v 0 , . . . , v n ) be a geodesic in X connecting v 0 = f (w) to v n = f (w ′ ). Let C 0 and C ′ n be the chambers of C corresponding to w and w ′ respectively, and let C ′ i and C i+1 denote the adjacent chambers of C that contain v i and v i+1 respectively. Then for each 0 ≤ i ≤ n, there is a path γ i of length at most D connecting C i to C ′ i in the link (in C) of v i . Concatenating the paths γ 0 , . . . , γ n , we see that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wythoffian polytopes."
        },
        {
            "text": "which proves the first implication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wythoffian polytopes."
        },
        {
            "text": "For the converse, it suffices to note that if P W,M has infinite vertex links, then the neighbourhood of a vertex in X is infinite, while on the other hand, balls of finite radius in Cay(W, S) are finite.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wythoffian polytopes."
        },
        {
            "text": "Using similar arguments, one can show that the 1-skeleton of the Coxeter complex C of a (finitely generated) Coxeter system (W, S) is quasi-isometric to Cay(W, S) if and only if (W, S) is barely infinite, that is, every proper parabolic subgroup of W is finite. Unfortunately, the 1-skeleton of a Coxeter complex is seldom a regular graph.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remark."
        },
        {
            "text": "For the remainder of this section, (W, S) will be a Coxeter system and M a subset of S such that the associated Wythoffian polytope P W,M has finite vertex links. As before, X denotes the 1-skeleton of P W,M . Let N be a normal subgroup of W and π N denote the quotient map W → W/N .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing quotients."
        },
        {
            "text": "Note that the quotient graph Cay(W, S)/N is naturally isomorphic to the Cayley graph Cay(π N (W ), π N (S)). Hence the quasi-isometry f arising from Lemma 4.1 induces a mapping f N defined by the following commuting diagram of W -equivariant surjections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing quotients."
        },
        {
            "text": "Since geodesics in Cay(π N (W ), π N (S)) and X/N can be lifted to geodesics in Cay(W, S) and X respectively, the proof of Lemma 4.1 shows that f N is a quasi-isometry with the same quasiisometry constants as f (and in particular, these do not depend on N ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing quotients."
        },
        {
            "text": "In order to ensure that the graph X/N retains the regularity of X, it suffices that the quotient map X → X/N is injective on the neighbourhood of any vertex of X and creates no new triangles. (Note that the graph X/N is always regular: W/N acts transitively on X/N because W does so on the vertices of P W,M . In fact, X/N is even arctransitive when |M | = 1, since W acts transitively on pairs of adjacent vertices of P W,M in this case. What is at stake here is the higher regularity, stemming for example from Lemma 3.2.) In turn, because N acts on X by graph automorphisms, this can be achieved by requiring that the action of N on X has minimal displacement at least 4. In view of Lemma 4.1, this would follow if the action of N on Cay(W, S) had minimal displacement at least 4(D + 1) + D, or in other words, if every nontrivial element in N had length at least 5D + 4. The elements in W whose lengths are less than 5D + 4 form a finite set T .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing regularity."
        },
        {
            "text": "Because W is a finitely generated linear group, it is residually finite by a classical theorem of Malcev [Mal40] . Accordingly, let {N m } m∈I be a collection of finite-index normal subgroups of W which is closed under intersection and satisfies m∈I N m = {1}. Let I ′ = {m ∈ I | T ∩ N m = {1}}, so that {N m } m∈I ′ is again closed under intersection and satisfies m∈I ′ N m = {1}. By the previous paragraph, for m ∈ I ′ the graph X/N m has the same regularity as X. Note that if W is infinite then the indices of the subgroups N m are necessarily unbounded, because finitely generated groups only have finitely many subgroups of a given finite index.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 112,
                    "text": "[Mal40]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Comparing regularity."
        },
        {
            "text": "In summary, we have so far proved the following.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing regularity."
        },
        {
            "text": "4.3. Proposition. Let (W, S) be a non-definite Coxeter system and M a subset of S, such that the Wythoffian polytope P W,M has finite vertex links. Let X be the 1-skeleton of P W,M and let (a 0 , . . . , a n ) be the regularity of X (in the sense of §2.2). Given any collection {N m } m∈I of finite-index normal subgroups of W closed under intersection and satisfying m∈I N m = {1}, there exists I ′ ⊂ I with the same properties, such that for m ∈ I ′ the quotient graphs X/N m are (a 0 , . . . , a n )-regular and have unbounded sizes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing regularity."
        },
        {
            "text": "4.4. Comparing expansion. It remains to determine when the collection {X/N m } m∈I forms a family of expanders. Let π m and f m denote the maps constructed in §4.2 for the subgroup N = N m . The following well-known proposition, applied to f m , indicates that to this end it is equivalent to investigate when the Cayley graphs Cay(π m (W ), π m (S)) form a family of expanders. This will be the subject of §5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing regularity."
        },
        {
            "text": "Recall that a map f from a metric space (X, d X ) to a metric space (Y, d Y ) is called a quasiisometry if there exist constants A ≥ 1, B ≥ 0, C ≥ 0 such that the following two conditions hold:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing regularity."
        },
        {
            "text": "Note that one can always weaken the conditions to A = B = C =: D; call this a D-quasiisometry. When there is a quasi-isometry f : X → Y , we call (X, d X ) and (Y, d Y ) quasiisometric. It is an easy exercise to show that when f : X → Y is a quasi-isometry, there exists a quasi-inverse to f , that is, a quasi-isometry g : Y → X with constants depending only on those of f , and for which f • g and g • f have displacement bounded by the quasi-isometry constants of f . In consequence, quasi-isometry defines an equivalence relation between metric spaces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing regularity."
        },
        {
            "text": "Let D ≥ 1 and let f : Y → Z be a D-quasi-isometry between two finite connected graphs Y and Z. Then there exist constants c, c ′ > 0 depending only on the quasi-isometry constants of f (or equivalently, on D) and on the maximum degrees of Y and Z, such that if h(Y ) ≥ ǫ, then h(Z) ≥ min(cǫ, c ′ ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition."
        },
        {
            "text": "Proof. Let a Y and a Z be the maximum degrees of Y and Z. Let c 1 , c 3 ≥ 1 and c 2 , c 4 ≥ 0 be such that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition."
        },
        {
            "text": "for all y, y ′ ∈ Y , and let c 5 be such that every vertex of Z lies at distance at most c 5 from f (Y ). Note that there exists c 6 (depending only on c 2 and a Y ) such that |f −1 (z)| ≤ c 6 for any z ∈ Z.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition."
        },
        {
            "text": "Set r = (4a c 5 Z ) −1 (noting that r ≤ 1 4 ). Pick V ⊂ Z such that 0 < |V | ≤ 1 2 |Z|. We distinguish three cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition."
        },
        {
            "text": "First, suppose |f (Y ) \\ V | ≤ r|f (Y )|. Then no more than a c 5 Z |f (Y ) \\ V | ≤ ra c 5 Z |Z| = 1 4 |Z| vertices lie at distance at most c 5 from f (Y ) \\ V . The remaining 3 4 |Z| or more vertices must then lie at distance at most c 5 from f (Y ) ∩ V , with at least 1 4 |Z| of them lying outside V . At the same time, the paths of length c 5 leaving V via a given edge of ∂V cannot reach more than a c 5 −1 Z vertices altogether. As a consequence, at least (4a c 5 −1 Z ) −1 |Z| edges must be leaving V , which shows that |∂V |/|V | ≥ (2a c 5 −1 Z ) −1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition."
        },
        {
            "text": "Second, suppose |f (Y ) ∩ V | ≤ 2r|V |. Then no more than a c 5 Z |f (Y ) ∩ V | ≤ 2ra c 5 Z |V | = 1 2 |V | vertices lie at distance at most c 5 from f (Y ) ∩ V , so the remaining 1 2 |V | or more vertices of V must lie at distance at most c 5 from f (Y ) \\ V . As above, this implies that at least (2a c 5 −1 Z ) −1 |V | edges are leaving V , which again shows that |∂V |/|V | ≥ (2a c 5 −1 Z ) −1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition."
        },
        {
            "text": "As h(Y ) ≥ ǫ, this implies that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Third and foremost, suppose 2r|V"
        },
        {
            "text": "where c 7 = 1−r 2r 2 . Hence there are at least a −1 Y c −1 7 ǫ|V | vertices of Y connected to but not lying in f −1 (V ). Their images under f form a set of at least (a Y c 6 c 7 ) −1 ǫ|V | vertices of Z, lying at distance at most c 3 + c 4 from V outside of V . As a consequence, at least (a Y a c 3 +c 4 −1 Z c 6 c 7 ) −1 ǫ|V | edges are leaving V .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Third and foremost, suppose 2r|V"
        },
        {
            "text": "Remark. If f happens to be surjective (as is the case in our setting), the proof of Proposition 4.4 simplifies considerably. The first two cases are irrelevant, and in the third, one easily obtains h(Z) ≥ (a Y a c 3 +c 4 −1 Z c 6 ) −1 ǫ by using the fact that |f −1 (Z \\ V )| ≥ |V |.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4.5."
        },
        {
            "text": "With the existence of quasi-inverses in mind, the following is an immediate corollary to ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4.5."
        },
        {
            "text": "Since S is assumed to be finite, W is a discrete subgroup of O B (R) (see §3.3). This implies that if (W, S) is semidefinite (resp. definite), then W is virtually abelian (resp. finite) [Bou07, Ch. V.4]. As virtually abelian groups are amenable, there is no chance to witness superapproximation or expansion phenomena in (W, S) if it is semidefinite.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Superapproximation for indefinite Coxeter groups"
        },
        {
            "text": "The situation is quite different for indefinite Coxeter groups, as attested by the following theorem of Benoist and de la Harpe. , with the latter being a perfect group because SO B ′ is simple and V ′ is an irreducible SO B ′ -module. This is precisely the ingredient needed for us to apply the following superapproximation theorem due to Salehi Golsefidy. We will use it to deduce that congruence quotients of the Cayley graph of an indefinite Coxeter group form a family of expanders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Superapproximation for indefinite Coxeter groups"
        },
        {
            "text": "Fix non-zero integers N 0 and q 0 . For any integer m coprime to q 0 , let π m denote the quotient map GL N 0 (Z[1/q 0 ]) → GL N 0 (Z/mZ) induced by reduction modulo m. In order to apply Theorem 5.2 to an indefinite Coxeter group W , it remains for us to observe that W can indeed be seen as a subgroup of GL N 0 (Z[1/q 0 ]). The attentive reader may foresee Weil's trick of restricting scalars. The entries of the matrix of 2B in the canonical basis of V are algebraic integers, and so there exists a number field K, with ring of integers O K , over which the algebraic group O B can be defined in such a way W ⊂ O B (O K ). The restriction of scalars Res K/Q (O B ) is a linear algebraic Q-group, and as such can be embedded over Q in GL N 0 for some N 0 . If one is careful with the construction of Res K/Q (O B ) and the choice of the embedding in GL N 0 , then one can ensure that the image of W lies in GL N 0 (Z). Otherwise, let q 0 be a lowest common denominator of the entries of the image of S. Then S, and hence also W , is a subset of GL N 0 (Z[1/q 0 ]). The Zariski-closure of W in GL N 0 is the image of Res K/Q (O 1•  B ) , which is perfect since O 1• B is perfect. On the way, we also record the following very useful corollary to Theorem 5.2, which would already be sufficient to construct expanders from an indefinite Coxeter group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1126,
                    "end": 1136,
                    "text": "(O 1•  B )",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Superapproximation for indefinite Coxeter groups"
        },
        {
            "text": "Let Γ be a linear group (in characteristic 0) generated by a finite symmetric set S. Suppose that Γ is not virtually solvable. Then there exists a collection {N m } m∈I of normal subgroups of Γ whose indices are unbounded, and for which the Cayley graphs Cay(π m (Γ), π m (S)) form a family of expanders, where π m denotes the quotient map Γ → Γ/N m .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary."
        },
        {
            "text": "Proof. Let F be a field of characteristic 0 such that Γ is a subgroup of GL N (F ), and let A be the Q-subalgebra of F generated by the entries of the elements of Γ. By assumption, A is a finitely generated Q-algebra. There exists a morphism A → Q inducing a map ϕ :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary."
        },
        {
            "text": "Since Γ is finitely generated, ϕ(Γ) lies in some number field K. After restricting scalars from K down to Q if necessary, we may assume that ϕ(Γ) actually lies in GL N ′ (Q).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary."
        },
        {
            "text": "Let G be the Zariski-closure of ϕ(Γ) in GL N ′ . Let R denote the solvable radical of G and ψ : G → G/R the quotient map onto the Q-group G/R. By construction, the connected component H of G/R is a semisimple Q-group. If H were trivial, G would be a finite extension of the solvable group R, hence ϕ(Γ) would be virtually solvable. We deduce that Γ ′ = ψ(ϕ(Γ)) is Zariski-dense in the Q-group G/R, whose nontrivial connected component is semisimple hence perfect. Now embed G/R into GL N ′′ over Q for some N ′′ , and apply Theorem 5.2 to obtain a collection of congruence subgroups {N m } m∈I of Γ ′ whose indices in Γ ′ are unbounded, and for which the Cayley graphs of the quotients Γ ′ /N m are expanders. The preimage in Γ of {N m } m∈I then verifies the statement of the corollary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary."
        },
        {
            "text": "We now have all the pieces to prove Theorem 1.1. Applying Theorem 5.2 and the surrounding discussion to (W, S), we find a collection of congruence subgroups N m = ker π m of W (with respect to the restriction of scalars of the geometric representation), for which {Cay(π m (W ), π m (S))} m forms a family of expanders, as m runs through",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary."
        },
        {
            "text": "As shown in §4.2, there are quasi-isometries f m : Cay(π m (W ), π m (S)) → X/N m with constants depending only on (W, S). By Corollary 4.6, the graphs {X/N m } m∈I form a family of expanders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary."
        },
        {
            "text": "We can refine the choice of the subset I ′ in §4.3 as follows. The finite set T from §4.3 intersects N p nontrivially only for finitely many primes p, and for each of those, T intersects N p n nontrivially only for finitely many n. It follows that the set {m ∈ I | T ∩ N m = {1}} is cofinite in I, and in view of §4.3, a fortiori so is the set I ′ = {m ∈ I | X/N m has the same regularity as X}.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary."
        },
        {
            "text": "Altogether, the graphs {X/N m } m∈I ′ are (a 0 , . . . , a n )-regular, and form an infinite family of expanders. This concludes the proof.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary."
        },
        {
            "text": "5.2. Proof of Corollary 1.2. As already mentioned in §1, to deduce Corollary 1.2 from Theorem 1.1, it suffices to first apply Lemma 3.2 to the universal polytope of the string Coxeter system, which is a regular polytope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary."
        },
        {
            "text": "It should be stressed that quotients of indefinite Coxeter groups give rise to both expanders and non-expanders. Most families of subgroups do not give expanders; only careful choice, as with the congruence subgroups used in the proof of Theorem 1.1, leads to expanders. More precisely, Coxeter groups which are lattices in O n,1 for some n ∈ N (for example H 5 , or any of the groups from Table 7 .2) have finite-index subgroups which map onto a nonabelian free group (see [Lub96, Corollary 3 .6]). Noskov and Vinberg [NV02] showed that this even holds for all finitely generated subgroups of general Coxeter groups, provided they are not virtually abelian (in particular, this holds for indefinite Coxeter groups). Such finite-index subgroups have infinite residually finite amenable quotients which lead to non-expanding finite quotients.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 481,
                    "text": "[Lub96,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 482,
                    "end": 493,
                    "text": "Corollary 3",
                    "ref_id": null
                },
                {
                    "start": 519,
                    "end": 525,
                    "text": "[NV02]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 390,
                    "end": 397,
                    "text": "Table 7",
                    "ref_id": null
                }
            ],
            "section": "Remark."
        },
        {
            "text": "As mentioned in §2.2, it is natural to think about a (a 0 , . . . , a n−1 )-regular graph X as an n-dimensional simplicial complex, more precisely as the n-skeleton X (n) of the clique complex X cl of X, of which X is the 1-skeleton. In the case when X is an expander graph, it is natural to wonder whether X (n) has high-dimensional expansion properties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "High-dimensional expanders"
        },
        {
            "text": "The notion and study of high-dimensional expanders (HDX) has been very popular in recent years with many different definitions which are not equivalent to each other in general (see [Lub18] and the references therein). There is a priori no reason to believe that if X is an expander graph, then X (n) is an HDX in any of the definitions. Nevertheless, we observe that Proposition 4.4 yields some \"high-dimensional information\". In [KM17] and [DK17] , a systematic study of i-walks on a simplicial complex Y was initiated. Here an i-walk means a walk on the i-cells, where i-cells are adjacent if they are contained in a common (i + 1)cell. The following basic question was asked in [KM17] : 'Are there bounded degree highdimensional simplicial complexes in which all the high order random walks converge rapidly to their stationary distribution?' Proposition 4.4 gives us a quick answer to this.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 189,
                    "text": "[Lub18]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 431,
                    "end": 437,
                    "text": "[KM17]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 442,
                    "end": 448,
                    "text": "[DK17]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 682,
                    "end": 688,
                    "text": "[KM17]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "High-dimensional expanders"
        },
        {
            "text": "6.1. Corollary. Let Y be a bounded-degree connected simplicial complex of dimension d. Let Y (i) be the graph whose vertices are the i-cells of Y and where two i-cells are adjacent if they are contained in a common (i + 1)-cell. Then for every 0 ≤ i < d such that Y (i) is connected, Y (i) is an expander graph if and only if Y (0) (that is, the 1-skeleton of Y ) is an expander graph.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "High-dimensional expanders"
        },
        {
            "text": "Proof. When Y is of bounded degree and Y (i) is connected, Y (i) is quasi-isometric to Y (0) (with constants depending only on the degree bound), and the statement follows from Proposition 4.4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "High-dimensional expanders"
        },
        {
            "text": "Recall that the (lazy) random walk on an expander graph converges rapidly to the stationary distribution. So formally speaking, Corollary 6.1 answers the above question, since there are various ways to construct complexes Y satisfying its hypotheses (and indeed for some of them [KM17] proved this). However, experience with HDX shows that one needs quantitative results (of the type given in [KM17, DK17] ) for concrete applications.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 285,
                    "text": "[KM17]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 393,
                    "end": 399,
                    "text": "[KM17,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 400,
                    "end": 405,
                    "text": "DK17]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "High-dimensional expanders"
        },
        {
            "text": "Finally, let us mention another interesting remark related to high-dimensional expanders. As was explained in §5, our expander graphs are obtained by applying super-approximation to normal congruence subgroups of the Coxeter system (W, S). The Coxeter systems studied here are all known to have finite index subgroups which map onto non-abelian free groups [NV02] . This implies that at the same time, we could choose suitable (non congruence) normal subgroups which give rise to HR-graphs with exactly the same local structure but which are not expanders. This is of interest in light of Garland theory [Gar73] . Garland theory shows that the 1skeleton of simplicial complexes are expanders when the links are \"sufficiently good\" expanders. Our examples show that in fact the links need to be strong enough expanders in order to deduce global expansion. Thus the popular statement saying that Garland theory implies that expansion of high-dimensional simplicial complexes is a local property should be formulated in a careful and quantitative way.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 363,
                    "text": "[NV02]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 604,
                    "end": 611,
                    "text": "[Gar73]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "High-dimensional expanders"
        },
        {
            "text": "In this section, we illustrate how Theorem 1.1 can be used to produce examples of highly regular expander graphs. In particular, these examples will prove Theorem 1.3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Highly regular honeycombs in hyperbolic space"
        },
        {
            "text": "As we have seen in §4 and §5, in order to obtain expander graphs from the 1-skeleton of a Wythoffian polytope P W,M with finite vertex links, the Coxeter system (W, S) should be indefinite. In particular, this happens when P W,M is a tessellation of hyperbolic space. At the same time, to obtain a graph of regularity level n, it would suffice that P W,M has all faces of rank n + 1 simplicial, and that the 1-skeleton of the links of faces of rank ≤ n are transitive graphs. When P W,M is a regular polytope, it suffices that a single face of rank n + 1 is simplicial (as the second condition is superseded by Lemma 3.2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Highly regular honeycombs in hyperbolic space"
        },
        {
            "text": "7.1. Regular tessellations of hyperbolic space. The hyperbolic plane can be tessellated by regular triangles of angles 2π/a, for every integer a > 6. The stabiliser in PGL 2 (R) of such a tiling T a is a cocompact lattice, the so-called (2, 3, a)-triangle group, here denoted by D a . The quotients of D a (or equivalently, of T a ) give rise to infinitely many (a, 2)-connected regular graphs, as pointed out in [CLP20, Example 1.2(5) & Section 6]. But Corollary 1.2 says further that given a > 6, infinitely many of these (a, 2)-regular graphs (namely the ones obtained from congruence subgroups in the proof of the theorem) form a family of expanders. (It is worth pointing out that only for finitely many values of a the triangle group D a is an arithmetic lattice; see [Tak77] . So the meaning of 'congruence subgroups' is as given by the proof.) Moreover, for each a > 6, the group D a has a finite index subgroup which is the fundamental group of a Riemann surface and hence maps onto a nonabelian free group, and therefore has many quotients which do not yield expanders (cf. Remark 5.4).",
            "cite_spans": [
                {
                    "start": 774,
                    "end": 781,
                    "text": "[Tak77]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Highly regular honeycombs in hyperbolic space"
        },
        {
            "text": "Sadly, tessellations of hyperbolic space by regular (possibly ideal) polytopes are scarce in dimensions 3 and above. In contrast with the hyperbolic plane, there are only finitely many regular hyperbolic tessellations in dimensions 3, 4 and 5, and none in dimensions 6 and above. This fact was already know to Schlegel [Sch83] , who initiated their study. The full list can be found in [Cox56] . A quick look through the tables suggests the following candidates, the regularity of which can be computed using Lemma 3.2.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 326,
                    "text": "[Sch83]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 386,
                    "end": 393,
                    "text": "[Cox56]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Highly regular honeycombs in hyperbolic space"
        },
        {
            "text": "Some regular hyperbolic tessellations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table."
        },
        {
            "text": "Schläfli symbol Regularity of X Icosahedral honeycomb {3, 5, 3} (20, 3, 0) Order-5 4-simplicial honeycomb {3, 3, 3, 5} (120, 12, 5, 2, 0) Pentagrammic-order hexacosichoric honeycomb {3, 3, 5, 5/2} (120, 12, 5, 0) Order-5 icosahedral hecatonicosachoric honeycomb {3, 5, 5/2, 5} (120, 12, 0) Order-3 5-orthoplicial honeycomb {3, 3, 3, 4, 3} (ℵ 0 , 24, 8, 3, 0) Order-3 4-orthoplicial honeycomb honeycomb {3, 3, 4, 3, 3} (ℵ 0 , 16, 4, 0) Order-3 icositetrachoric honeycomb honeycomb {3, 4, 3, 3, 3} (32, 5, 0) 7.1. Remark. The third example is a faceting of the second one. Hence there is essentially one example of hyperbolic tessellation whose 1-skeleton is (a 0 , a 1 , a 2 )-regular with a 0 ∈ N and a 2 = 0, namely the one with Schläfli symbol {3, 3, 3, 5} and Coxeter diagram 5 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regular polytope P"
        },
        {
            "text": "In fact, even among arbitrary indefinite string Coxeter systems, this is the only example which can yield an infinite family of (a 0 , a 1 , a 2 )-regular quotient graphs (with a 0 ∈ N and a 2 = 0). Indeed to achieve this, the diagram of the Coxeter system (W, S) should start with at least two consecutive edges labelled 3, while the stabiliser W 0 of a given vertex of P W (whose Coxeter diagram is obtained by removing the 0 th vertex and its edge from the diagram of (W, S)) should be finite (see Remark 3.3 and §3.4). In other words, the Coxeter diagram of (W, S) should be obtained by adding an edge labelled 3 to the string diagram of a finite Coxeter group W 0 which already starts with at least one edge labelled 3, in such a way that the resulting group is infinite. The only possible candidates for the finite group are 4 (F 4 ) and 5 (H 4 ). Unfortunately, extending the former diagram yields 4 (F 4 ), whose Coxeter system is semidefinite: it is the affine Weyl group of typeF 4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regular polytope P"
        },
        {
            "text": "Aside from the triangular tilings of the hyperbolic plane already mentioned, the only regular hyperbolic tessellations to yield (a 0 , a 1 )-regular graphs (with a 0 ∈ N, a 1 = 0) are included in the table above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regular polytope P"
        },
        {
            "text": "7.3. The order-5 4-simplex honeycomb. As an illustration, we work out the most noteworthy regular example. In this subsection, let thus P denote the order-5 4-simplex honeycomb, the automorphism group of which is the Coxeter group W with diagram 5 , sometimes known as H 5 . This example already answers the question asked in [CLP20] positively.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 333,
                    "text": "[CLP20]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Regular polytope P"
        },
        {
            "text": "Let ϕ = 1+ . Each generator acts on H as a hyperbolic reflection. The hyperplane arrangement generated by these reflections tessellates H by compact 4-simplices, and this tessellation is a geometric representation of the Coxeter complex of W .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regular polytope P"
        },
        {
            "text": "The order-5 4-simplex honeycomb P can be recovered by regrouping the tiles around each vertex of type 4. Alternatively, P can be obtained by playing kaleidoscope with a point placed on the hyperplanes associated with s 1 , . . . , s 4 but not s 0 , equidistantly from the surrounding hyperplanes. The link L of a vertex of P is a hexacosichoron (600-cell), which has 120 vertices, 720 edges and 1200 faces. At each vertex of L, 12 edges meet, with 5 faces around each of those edges and 2 cells containing each such face. The link of an edge of P is an icosahedron.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regular polytope P"
        },
        {
            "text": "It follows from these geometric observations that W is a cocompact lattice in O B (R). In this case, the conclusion of Theorem 5.1 can also be obtained directly by applying Borel's density theorem [Bor60] : One can now apply Corollary 1.2 (see also §5.1) to construct the finite (120, 12, 5, 2)-regular congruence quotients of the 1-skeleton X of P, which form an infinite family of expanders. 7.2. Remark. In the example considered in §7.3 (but also for other hyperbolic tilings), the subgroups N m = W ∩ ker π m can be described explicitly via the geometric realisation. They act on H, and if N m is chosen appropriately (namely as in §4.3, with the additional requirement of being torsion-free), then the quotient H/N m is a compact hyperbolic 4-manifold which admits a triangulation (descending from the honeycomb) whose 1-skeleton is precisely the graph X/N m .",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 204,
                    "text": "[Bor60]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Regular polytope P"
        },
        {
            "text": "Of course, the manifolds H/N m all cover the orbifold H/W . It is possible that in fact all but finitely many cover the manifold H/Σ from [CM05, §5] , which to this day achieves the smallest known volume among compact hyperbolic 4-manifolds.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 144,
                    "text": "[CM05,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 145,
                    "end": 148,
                    "text": "§5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Regular polytope P"
        },
        {
            "text": "7.4. Wythoffian tessellations of hyperbolic space. In addition to the regular ones, one can construct examples using more general Wythoffian polytopes (see §3.4). A strategy to obtain Wythoffian polytopes P W,M with a 1-skeleton X of regularity level n + 1, to which one can apply Theorem 1.1, goes as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regular polytope P"
        },
        {
            "text": "First, to ensure that all (n + 1)-faces are simplices, the set M should consist of a single vertex s 0 of the Coxeter diagram of (W, S), and any connected subdiagram of size n containing s 0 should be a path starting at s 0 containing only unlabelled edges. In consequence, s 0 is a leaf of the Coxeter diagram, and in the diagram there is a unique path starting at s 0 of length n − 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regular polytope P"
        },
        {
            "text": "When all (n+1)-faces of P W,M are simplices, the (n+1)-skeleta of P W,M and of X cl coincide. In particular, if X happens to have regularity level at least i + 1, its i th regularity degree a i equals the number of (i + 1)-faces containing any i-face, or in other words, equals the size of the link of any i-face in P W,M (i ≤ n). Now to check that the 1-skeleton X of such a polytope P W,M indeed has regularity level n, we argue as follows. Since s 0 lies at the end of a unique path of length n − 1 in the diagram, one sees inductively that for −1 ≤ i ≤ n − 1, the link of an i-face is again a Wythoffian polytope, hence is vertex-transitive. This implies that the sphere S X (C) of radius 1 around any clique C of size i + 1 in X is a vertex-transitive graph. In particular, it is a i+1 -regular, with a i+1 again counting the number of (i+2)-faces containing a given (i+1)-face. This analysis also shows that the link of an i-face remains connected as long as i ≤ n−1, so that X is (a 0 , . . . , a n−1 )-connected regular.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regular polytope P"
        },
        {
            "text": "Second, the vertex links of P W,M are finite precisely when the subgroup W 0 = S \\ M of W is finite, or in other words, when the Coxeter diagram obtained by removing M and the edges containing it is that of a definite Coxeter system. It remains to determine when the system (W, S) is indefinite. Since (W 0 , S \\ M ) is positive definite, this is the case precisely when the discriminant of the bilinear form B of (W, S) is negative (see §3.3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regular polytope P"
        },
        {
            "text": "In the following table, we record some examples of highly regular Wythoffian polytopes obtained via this strategy. In each case, the regularity degrees are computed using the sizes of the finite polytopes which appear as links of (simplicial) faces. Because at the last step the links split into a product, the connected regularity level of each example is one less than the regularity level indicated in the table. The vertex links are easily seen to be finite, and the sign of the discriminant of the bilinear form B is checked by hand (or by computer). The most regular example in Table 7 .5 is the honeycomb 3 41 in hyperbolic 8-space, whose 1-skeleton is a (2160, 64, 21, 10, 5)-regular, (2160, 64, 21, 10)-connected regular graph. Its links are successively the 2 41 polytope with symmetry group the Coxeter group E 8 , the 7-demicube, the rectified 6-simplex, the 5-cell prism, and the disjoint union of a vertex and a 3-simplex.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 584,
                    "end": 591,
                    "text": "Table 7",
                    "ref_id": null
                }
            ],
            "section": "Regular polytope P"
        },
        {
            "text": "All the examples of Table 7 .5 have an infinite facet. The first, the third, and the last one for m = 10, have facets of finite hyperbolic volume, hence their automorphism groups are noncocompact lattices in the isometry group of their respective hyperbolic space. They were discovered by Coxeter [Cox48] , forerun by Gosset's discovery [Gos00] of the so-called uniform k 21 polytopes and by Elte's subsequent work [Elt12] .",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 304,
                    "text": "[Cox48]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 337,
                    "end": 344,
                    "text": "[Gos00]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 415,
                    "end": 422,
                    "text": "[Elt12]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 27,
                    "text": "Table 7",
                    "ref_id": null
                }
            ],
            "section": "7.5."
        },
        {
            "text": "7.3. Remark. Along the same lines as Remark 7.1 and by going through the list of definite Coxeter diagrams carefully, one can see that the only polytopes of regularity level 4 or more that can be obtained via this method are those in Table 7 .5 and the honeycomb from §7.3.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 241,
                    "text": "Table 7",
                    "ref_id": null
                }
            ],
            "section": "7.5."
        },
        {
            "text": "We discuss next an example where arbitrarily high regularity is achieved, but at the cost of connectivity at the level of triangle links. 7.6. An example with arbitrarily high regularity. Even though in §3.4 we required that all low-dimensional faces were simplices, this is not necessary in general. It is however obviously necessary that some faces are simplicial (otherwise the 1-skeleton contains no cliques).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7.5."
        },
        {
            "text": "For any m ≥ 5, let P m be the Wythoffian polytope associated with the diagram m − 1 m − 1 and let X m its 1-skeleton. This polytope has all 3-faces tetrahedral, but some 4-faces are 4demicubes. Its vertex links are (m − 1)-rectified (2m − 1)-simplices, with 2m m vertices and diagram m − 1 m − 1 , whose vertex links in turn are the Cartesian product of two (m − 1)simplices. By §8.1, the 1-skeleton of the Cartesian product of two (m − 1)-simplices is a (2(m−1), m−2, m−3 . . . , 1)-regular graph on m 2 vertices. Since all the 3-faces of P m are simplicial, the 3-skeleta of P m and X cl m coincide, hence X m is a ( 2m m , m 2 , 2(m−1), m−2, m−3, . . . , 1)regular graph.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7.5."
        },
        {
            "text": "In this example, connectivity breaks down quickly since the link of an edge is a product of two polytopes (as the diagram becomes disconnected). The 1-skeleton of this link is then a Cartesian product of graphs, in which the sphere around any vertex is always disconnected. Thus X m has connected regularity level 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7.5."
        },
        {
            "text": "Note that the 1-skeleton of the (m − 1)-rectified (2m − 1)-simplex is just the Johnson graph J(2m, m). Indeed, vertices of the (m − 1)-rectified (2m − 1)-simplex are placed in the center of the (m − 1)-faces of a (2m − 1)-simplex, hence correspond to subsets of {1, . . . , 2m} of size m, with two vertices connected by an edge when the two corresponding subsets have m − 1 elements in common.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7.5."
        },
        {
            "text": "One can read from the diagram or deduce from the above combinatorial description that the sphere around an i-clique in the 1-skeleton of P m is (as i ranges from 1 to m + 1) successively : the Johnson graph J(2m, m), the Cartesian product of two complete graphs K m on m vertices, the disjoint union of two K m−1 , then K m−2 , K m−3 , and so on. In particular the links in X cl (!) of 2-simplices are disconnected, while for −1 ≤ i ≤ m, i = 2, those of i-simplices are connected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7.5."
        },
        {
            "text": "In this section we investigate the existence (or non-existence) of highly regular connected graphs with given degrees (a 0 , . . . , a n−1 ), and we present some suggestions for further research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Degree parameters of highly regular (expander) graphs"
        },
        {
            "text": "To facilitate the discussion we define the following sets of n-tuples of positive integers: • HR(n) = {a = (a 0 , . . . , a n−1 ) ∈ N n s.t. there exists a connected a-regular graph }, • HR ∞ (n) = {a = (a 0 , . . . , a n−1 ) ∈ N n s.t. there exist up to isomorphism infinitely many connected a-regular graphs }, • HR exp (n) = {a = (a 0 , . . . , a n−1 ) ∈ N n s.t. there exists an infinite family of a-regular expander graphs }.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Degree parameters of highly regular (expander) graphs"
        },
        {
            "text": "We also introduce the sets corresponding to the additional requirement of connectivity for the links of higher-dimensional cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Degree parameters of highly regular (expander) graphs"
        },
        {
            "text": "• HRC(n) = {a = (a 0 , . . . , a n−1 ) ∈ N n s.t. there exists a a-connected regular graph },",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Degree parameters of highly regular (expander) graphs"
        },
        {
            "text": "• HRC ∞ (n) = {a = (a 0 , . . . , a n−1 ) ∈ N n s.t. there exist up to isomorphism infinitely many a-connected regular graphs }, • HRC exp (n) = {a = (a 0 , . . . , a n−1 ) ∈ N n s.t. there exists an infinite family of a-connected regular expander graphs }.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Degree parameters of highly regular (expander) graphs"
        },
        {
            "text": "8.1. Remark. Note that HR(1) = HRC(1) = N (viewing a single vertex as a 0-regular graph), HR ∞ (1) = HRC ∞ (1) = N \\ {0, 1} since every connected finite 2-regular graph is a cycle, and HR exp (1) = HRC exp (1) = N \\ {0, 1, 2} since for k ≥ 3 there exists a family of k-regular expander graphs by a result of Pinsker [Pin73] .",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 323,
                    "text": "[Pin73]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Degree parameters of highly regular (expander) graphs"
        },
        {
            "text": "8.1. Combining highly regular expanders. Here we recall two constructions which allow us to combine existing parameter sets of level n in order to create \"larger\" ones. These constructions together with Lemma 8.3 show that a set of the form HR(n), HR ∞ (n) or HR exp (n) is infinite whenever it is non-empty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Degree parameters of highly regular (expander) graphs"
        },
        {
            "text": "Let G i be an (a i 0 , a i 1 , · · · , a i n )-regular graph with vertex set V i , for i = 1, 2. (1) Tensor product construction (see also [CLP20] ): The graph tensor product of G 1 and G 2 [RW12] , denoted by G 1 × G 2 , has vertex set V 1 × V 2 , and adjacency is defined by",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 146,
                    "text": "[CLP20]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 190,
                    "end": 196,
                    "text": "[RW12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Degree parameters of highly regular (expander) graphs"
        },
        {
            "text": "It is straightforward to show that G 1 × G 2 is (a 1 0 a 2 0 , a 1 1 a 2 1 , · · · , a 1 n a 2 n )-regular.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Degree parameters of highly regular (expander) graphs"
        },
        {
            "text": "(2) Cartesian product construction: The Cartesian product of G 1 and G 2 (see e.g. [Sab60] ), denoted by G 1 G 2 , has vertex set V 1 × V 2 , and adjacency is defined by (",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 90,
                    "text": "[Sab60]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Degree parameters of highly regular (expander) graphs"
        },
        {
            "text": "It is easy to check that if a 1 k = a 2 k =: a k for k ∈ {1, . . . , n}, then G 1 G 2 is (a 1 0 + a 2 0 , a 1 , · · · , a n )-regular.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Degree parameters of highly regular (expander) graphs"
        },
        {
            "text": "8.2. Remark. The Cheeger-Buser inequalities ( [Dod84, AM85] show that a family of connected k-regular graphs (G n ) n∈N is a family of expanders if and only if their adjacency matrices (A n ) n∈N possess a uniform spectral gap s = k − λ 2,n > 0. Here λ 2,n denotes the second largest eigenvalue of A n . 8.3. Lemma. If G 1 = (G 1 i ) i∈I and G 2 = (G 2 i ) i∈I form a family of expander graphs, then so do G 1 × G 2 = (G 1 i × G 2 i ) i∈I and G 1 G 2 = (G 1 i G 2 i ) i∈I .",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 53,
                    "text": "[Dod84,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 54,
                    "end": 59,
                    "text": "AM85]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Degree parameters of highly regular (expander) graphs"
        },
        {
            "text": "Proof. We use Remark 8.2. Let A i be the adjacency matrix of G i , for i = 1, 2. The eigenvalues of the adjacency matrix A 1 ⊗ A 2 of the tensor product G 1 × G 2 [RW12] are the pairwise products of the eigenvalues of A 1 and A 2 . The adjacency matrix A 1 2 of G 1 G 2 is the Kronecker sum of A 1 and A 2 , namely A 1 2 = A 1 ⊗ I n 2 + I n 1 ⊗ A 2 . The eigenvalues of A 1 2 are all of the form λ 1 + λ 2 where λ i is an eigenvalue of A i for i = 1, 2 (see [HJ91, Theorem 4.4 .5]). Hence if the families G 1 and G 2 have uniform spectral gap, then so do G 1 × G 2 and G 1 G 2 , and the lemma is proved.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 169,
                    "text": "[RW12]",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 464,
                    "text": "[HJ91,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 465,
                    "end": 476,
                    "text": "Theorem 4.4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Degree parameters of highly regular (expander) graphs"
        },
        {
            "text": "We now discuss the behavior of a-connected regularity under the above graph products. Note that the vertex link of a Cartesian product is never connected, so we only consider tensor products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Degree parameters of highly regular (expander) graphs"
        },
        {
            "text": "8.4. Lemma. Let n ≥ 3. If G 1 and G 2 are connected regular of level n, then G 1 × G 2 is connected regular of level n − 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Degree parameters of highly regular (expander) graphs"
        },
        {
            "text": "Proof. Note that the j-links of the tensor product of two graphs are the tensor products of the j-links of those graphs. By a result of Weichsel [Wei62] , the tensor product of two connected graphs is connected if and only if at least one of them contains an odd cycle. So for given j, as long as (at least one of the) j-links contain a triangle, the j-link of the tensor product will be connected.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 152,
                    "text": "[Wei62]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Degree parameters of highly regular (expander) graphs"
        },
        {
            "text": "8.2. Restrictions on the regularity degrees. It would be interesting to describe the sets HR(n), HR ∞ (n) and HR exp (n), as well as their connected counterparts HR(n), HR ∞ (n) and HR exp (n), precisely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Degree parameters of highly regular (expander) graphs"
        },
        {
            "text": "During the write-up of this paper it was brought to the authors' attention that Friedgut and Iluz, in work in preparation, have obtained related results. They observed that the Coxeter group H 5 leads to the construction of (120, 12, 5, 2)-regular graphs, and Friedgut had presented this work at Oberwolfach in April 2019, but with no mention of the expansion of those graphs. They also informed us they have a method to show that HRC ∞ (n) and even HRC exp (n) are infinite (compare with Theorem 1.3(c)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Related work by Friedgut and Iluz."
        },
        {
            "text": "8.5. Open problems. We conclude with the following natural problems: Problem B: For n > 1 describe the above six sets as subsets of N n .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Related work by Friedgut and Iluz."
        },
        {
            "text": "This paper is dedicated to John Conway and Ernest Vinberg, for their phenomenal insights and outstanding contributions in the fields of algebra, combinatorics and geometry. Both of them died in 2020, casualties of the Covid-19 virus. Their work has been inspirational to us and to hundreds of other mathematicians worldwide. John Conway is perhaps best known for his contributions to combinatorial game theory, especially the 'Game of Life', and for the discovery of three of the sporadic finite simple groups. But he also made fundamental discoveries across a very wide range of other topics, including knots, lattices, numbers, polyhedra and tilings. Ernest Vinberg is best known for his work on discrete subgroups of Lie groups and representation theory. He introduced Vinberg's algorithm for finding a fundamental domain of a hyperbolic reflection group, and he developed some beautiful theory of the arithmetic nature of co-finite hyperbolic Coxeter groups and the combinatorial-metric structure of their Coxeter polyhedra in terms of the Gram matrix. (Also incidentally, Conway was a great admirer of Coxeter, whose groups play a key role in this paper, and he used Vinberg's algorithm to describe the automorphism group of the 26-dimensional even unimodular Lorentzian lattice II 25,1 in terms of the Leech lattice.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dedication to John Conway and Ernest Vinberg"
        },
        {
            "text": "Conway had a life-long interest in highly symmetric objects, and Vinberg made great contributions to the theory and applications of Coxeter groups. This paper which combines these two threads of their research serves as a tribute to them both.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dedication to John Conway and Ernest Vinberg"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Note also that strongly regular graphs form a subclass of (a, b)-regular graphs, and it is a well-known open problem to determine the allowable parameters for strongly regular graphs. For example, if G is a graph in which every edge is in a unique triangle, and every non-edge is a diagonal of a unique 4-cycle, then it is a relatively easy exercise to show that |G| ∈ {3, 9, 99, 243, 6273, 494019}. Moreover, examples of such graphs for |G| = 3, 9 and 243 are given by a triangle, a toroidal 3-by-3 grid and a very interesting example related to the ternary Golay code",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "= [w, w x n−2 ] = 1, and repeated conjugation of this by the generators x i show that every two of the w i commute",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "x n−1 is equivalent to the action of S n on its (n − 1)-dimensional augmentation module (consisting of all n-vectors (v 1 , v 2 , . . . , v n ) with vector-sum 0), and as this module is irreducible over R (and hence over Q), it follows that N is free abelian of rank n − 1. Next, for any positive integer k, factor out the characteristic subgroup N k of N generated by the k-th powers of w = (x n−1 x n ) 2 and their conjugates. Then the resulting finite quotient U/N k of G has order 2(n!)k n−1 , and is the automorphism group of a regular polytope of rank n with type",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "CHOR20] recently devised a construction in order to produce the first concrete examples of chiral (but otherwise maximally symmetric) polytopes of arbitrarily large rank, showing also that for every integer n ≥ 5, all but finitely many of the alternating groups A k and symmetric groups S k are the automorphism groups of regular polytopes of rank n and type",
            "authors": [
                {
                    "first": "Hubard",
                    "middle": [],
                    "last": "Conder",
                    "suffix": ""
                },
                {
                    "first": "O&apos;reilly-Regueiro",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "λ1, isoperimetric inequalities for graphs, and superconcentrators",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Alon",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Milman",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Combin. Theory Ser. B",
            "volume": "38",
            "issn": "1",
            "pages": "73--88",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Adhérence de Zariski des groupes de Coxeter",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Benoist",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "De La Harpe",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Compos. Math",
            "volume": "140",
            "issn": "5",
            "pages": "1357--1366",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A strongly regular graph derived from the perfect ternary golay code",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Berlekamp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Lint",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Seidel",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "editor, A Survey in Combinatorial Theory",
            "volume": "",
            "issn": "",
            "pages": "25--30",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Density properties of certain subgroups of semisimple groups without compact components",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Borel",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Ann. of Math",
            "volume": "72",
            "issn": "2",
            "pages": "179--188",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Éléments de mathématique",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bourbaki",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Groupes et algèbres de Lie. Chapitres 4à 6",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Four-dimensional archimedean polytopes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Conway",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J T"
                    ],
                    "last": "Guy",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Proceedings of the Colloquium on Convexity at Copenhagen",
            "volume": "",
            "issn": "",
            "pages": "38--39",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Construction of chiral polytopes of large rank with alternating or symmetric automorphism group",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Conder",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hubard",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "O&apos;reilly-Regueiro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Expander graphs -both local and global. Combinatorica, to appear",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Linial",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Peled",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Compact hyperbolic 4-manifolds of small volume",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Conder",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maclachlan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Am. Math. Soc",
            "volume": "133",
            "issn": "8",
            "pages": "2469--2476",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Wythoff's construction for uniform polytopes",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S M"
                    ],
                    "last": "Coxeter",
                    "suffix": ""
                }
            ],
            "year": 1934,
            "venue": "Proc. Lond. Math. Soc",
            "volume": "38",
            "issn": "2",
            "pages": "327--339",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Regular and semi-regular polytopes",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S M"
                    ],
                    "last": "Coxeter",
                    "suffix": ""
                }
            ],
            "year": 1940,
            "venue": "I. Math. Z",
            "volume": "46",
            "issn": "",
            "pages": "380--407",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Regular polytopes",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S M"
                    ],
                    "last": "Coxeter",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Regular honeycombs in hyperbolic space",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S M"
                    ],
                    "last": "Coxeter",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "Proceedings of the International Congress of Mathematicians 1954., volume III",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Regular and semi-regular polytopes",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S M"
                    ],
                    "last": "Coxeter",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "II. Math. Z",
            "volume": "188",
            "issn": "",
            "pages": "559--591",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "High dimensional expanders imply agreement expanders",
            "authors": [
                {
                    "first": "Irit",
                    "middle": [],
                    "last": "Dinur",
                    "suffix": ""
                },
                {
                    "first": "Tali",
                    "middle": [],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc. 58th IEEE Symp. on Foundations of Comp. Science (FOCS)",
            "volume": "",
            "issn": "",
            "pages": "974--985",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Difference equations, isoperimetric inequality and transience of certain random walks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dodziuk",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Trans. Amer. Math. Soc",
            "volume": "284",
            "issn": "2",
            "pages": "787--794",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The semiregular polytopes of the hyperspaces",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Elte",
                    "suffix": ""
                }
            ],
            "year": 1912,
            "venue": "Dissert. Univ. Groningen. Groningen: Hoitsema",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Hyper-regular graphs and high dimensional expanders",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Friedgut",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Iluz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "p-adic curvature and the cohomology of discrete subgroups of p-adic groups",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Garland",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "The Annals of Mathematics",
            "volume": "",
            "issn": "3",
            "pages": "375--423",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "On the regular and semi-regular figures in space of n dimensions",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gosset",
                    "suffix": ""
                }
            ],
            "year": 1900,
            "venue": "Messenger Math",
            "volume": "29",
            "issn": "",
            "pages": "43--48",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Topics in Matrix Analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Horn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Expander graphs and their applications",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hoory",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Linial",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wigderson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bull. Amer. Math. Soc",
            "volume": "43",
            "issn": "04",
            "pages": "439--562",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "High dimensional random walks and colorful expansion",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kaufman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mass",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "ITCS",
            "volume": "4",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "On groups of polynomial subgroup growth",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lubotzky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Invent. Math",
            "volume": "104",
            "issn": "3",
            "pages": "521--533",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Free quotients and the first Betti number of some hyperbolic manifolds",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lubotzky",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Transform. Groups",
            "volume": "1",
            "issn": "1-2",
            "pages": "71--82",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "High dimensional expanders",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lubotzky",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proceedings of the International Congress of Mathematicians-Rio de",
            "volume": "I. Plenary lectures",
            "issn": "",
            "pages": "705--730",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "On isomorphic representations of infinite groups by matrices",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Malcev",
                    "suffix": ""
                }
            ],
            "year": 1940,
            "venue": "Mat. Sb",
            "volume": "8",
            "issn": "",
            "pages": "405--422",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Abstract regular polytopes",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mcmullen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schulte",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "92",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Strong tits alternative for subgroups of coxeter groups",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Noskov",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Vinberg",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lie Theory",
            "volume": "12",
            "issn": "",
            "pages": "259--264",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "On the complexity of a concentrator",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Pinsker",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "7th International Telegraffic Conference",
            "volume": "",
            "issn": "",
            "pages": "318--319",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Graph multiplication",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sabidussi",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Math. Z",
            "volume": "72",
            "issn": "",
            "pages": "446--457",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Super-approximation. I: p-adic semisimple case",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Salehi Golsefidy",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. Math. Res. Not",
            "volume": "2017",
            "issn": "23",
            "pages": "7190--7263",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Super-approximation. II: The p-adic case and the case of bounded powers of square-free integers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Salehi Golsefidy",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Eur. Math. Soc",
            "volume": "21",
            "issn": "7",
            "pages": "2163--2232",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Theorie der homogen zusammengesetzten Raumgebilde. Leipzig: Engelmann. Nova acta acad. Leop.-Carol. XLIV",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Schlegel",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Arithmetic triangle groups",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Math. Soc. Japan",
            "volume": "29",
            "issn": "1",
            "pages": "91--106",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Groupes et géométries de Coxeter",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tits",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Notes polycopiées",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The kronecker product of graphs",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Weichsel",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "37--52",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Locally regular graphs",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zelinka",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Math. Bohem",
            "volume": "125",
            "issn": "",
            "pages": "481--484",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Regardless of the size of M , two distinct vertices v and v ′ of P W,M are connected by an edge if and only if there are two neighbouring chambers of C containing v and v ′ respectively. 4.1. Lemma. Let (W, S) be Coxeter system and M a subset of S. The 1-skeleton X of the associated Wythoffian polytope P W,M and the Cayley graph Cay(W, S) are quasi-isometric if and only if P W,M has finite vertex links. In this case, the natural W -equivariant surjection f : Cay(W, S) → X that sends a chamber to the unique vertex of P W,M it contains is a nonexpansive quasi-isometry.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Corollary. Let {Y m } m∈J and {Z m } m∈J be two families of graphs of bounded maximum degree, indexed by a set J. Suppose that there is a D-quasi-isometry f m : Y m → Z m for every m ∈ J. Then {Y m } m∈J is a family of expanders if and only if {Z m } m∈J is.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Theorem ([Bd04, Théorème]). Let (W, S) be an indefinite irreducible Coxeter system, and let rad(B) denote the radical of the associated bilinear form B. Then the Zariski-closure of W in O B is precisely the kernel O 1 B of the restriction map O B → GL rad(B) : g → g | rad(B) . In particular, if B is non-degenerate, then W is Zariski-dense in O B . A consequence of Theorem 5.1 is that the connected component O 1• B of the Zariski-closure of the indefinite Coxeter group W is perfect. Indeed, if B ′ denotes the bilinear form induced by B on V ′ = V / rad(B), then O 1• B ∼ = SO B ′ ⋉V ′ dim rad(B)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "([Sal19, Theorem 1]). Let Γ be the group generated by a finite symmetric subset S of GL N 0 (Z[1/q 0 ]). Suppose that Γ is infinite. Fix M 0 ∈ N. The family of Cayley graphs {Cay(π m (Γ), π m (S))} m , as m runs through either {p n | n ∈ N, p prime, p ∤ q 0 } or {m ∈ N | gcd(m, q 0 ) = 1, p M 0 +1 ∤ m for any prime p}, is a family of expanders if and only if the connected component G • of the Zariski-closure G of Γ in GL N 0 is perfect.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Proof of Theorem 1.1. Let (W, S), P W,M and X be as in the statement of the theorem.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "R and let K = Q(ϕ). The bilinear form B on R 5 associated with W has to the canonical basis {e 0 , . . . , e 4 }. It is an easy exercise to see that B is equivalent over K to the diagonal form B ′ = 1, 1, 1, 1, −ϕ . It follows that O B ∼ = O B ′ as algebraic K-groups, and W has signature (+ 4 , −).The 2-sheeted hyperbola {v ∈ R 5 | B(v, v) = −1} is preserved by O B , and each of the two sheets H and H − is preserved by the group W . The space H (or H − for that matter) is the Minkowski model for hyperbolic 4-space; its isometry group is O + B (R) = {g ∈ O B (R) | gH = H} ∼ − → PO B (R). Next, let O B (O K ), O + B (O K ) and SO B (O K ) respectively denote the matrices in O B (K), O + B (K) and SO B (K), with entries in the ring of integers O K of K. By construction of the geometric representation (see §3.3), the images of the generators {s 0 , . . . , s 4 } of W lie in O + B (O K )",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "W is Zariski-dense in O B . It also follows that W has finite index in O B (O K ). Indeed, by a classical theorem of Borel and Harish-Chandra, O B (O K ) is also a lattice in the group O B (R). Alternatively, since O B (O K ) is a discrete subgroup of O B (R) containing the lattice W , it must be lattice.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "41 (2160, 64, 21, 10, 5) E m (m ≥ 10) 2 (m−4)1 (2 m−2 , (m−1)(m−2) 2 , 2(m − 3), m − 3)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "of these inclusions strict for n > 1? (See Remark 8.1 for the case n = 1.)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Some Wythoffian hyperbolic tessellations. Coxeter group W Adorned diagram of P W,M Symbol Regularity of X",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}