{
    "paper_id": "3d12540f30b709bf537eed73990c6c6ceed3a0c4",
    "metadata": {
        "title": "Corporate Governance Research in the Wake of a Systemic Crisis: Lessons and Opportunities from the COVID-19 Pandemic",
        "authors": [
            {
                "first": "Alessandro",
                "middle": [],
                "last": "Zattoni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "LUISS University in Rome",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Amedeo",
                "middle": [],
                "last": "Pugliese",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università degli Studi di Padova",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The Covid-19 pandemic offers an unprecedented opportunity to advance research on how various corporate governance mechanisms shape firms' decision-making, survival and success. In the short term, corporate governance research could pinpoint which mechanisms in place before the pandemic (e.g., ownership structure, board attributes, executive compensation) will shape corporate responses, thus affecting firms' survival in the post-pandemic period. In the long term, the crisis will trigger structural changes in governance mechanisms to enable firms to either prevent or respond to the occurrences of potentially similar events. In the reminder of this essay, we will first discuss the peculiar nature of the recent crisis in relation to other recent crises. Then, we will analyse the impact of Covid-19 on five key areas in the field of corporate governance (i.e., corporate purpose, ownership structure, board of directors, executive compensation and accountability) and, for each of them, we will suggest a series of research questions that contribute to redirecting and advancing the domain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The crisis triggered by the Covid-19 differs significantly from recent systemic crises (e.g., Asian Financial Crisis in 1997; the dot.com bubble in 2000; the Global Financial Crisis in 2007; the European Sovereign Debt Crisis in 2011). The latter were endogenous in nature, as they emanated from corporate misbehaviours such as accounting fraud, excessive © 2021 Society for the Advancement of Management Studies and John Wiley & Sons, Ltd. risk taking, and top management greed, and were enabled by poor regulation and the lack of enforcement. Consequently, they stimulated changes in corporate law and governance codes in several countries, aimed at strengthening corporate controls and increasing sanctions in case of misbehaviours (Conyon et al., 2011) .",
            "cite_spans": [
                {
                    "start": 735,
                    "end": 756,
                    "text": "(Conyon et al., 2011)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Why is the Covid-19 Crisis Different from Recent Ones?"
        },
        {
            "text": "By contrast, the crisis induced by Covid-19 neither originated from corporates' misbehaviours, nor by deficiencies in control systems. Therefore, it seems implausible that it will trigger regulatory interventions affecting corporate governance mechanisms in a similar fashion as earlier crises did. The outbreak of the Covid-19 pandemic unveiled the lack of a co-ordinated national and supra-national interventions in providing both (a) a timely response in mitigating the spread of the virus, and (b) addressing its consequences. Furthermore, governments devised a series of relief mechanisms through unprecedented expansionary fiscal policies to re-ignite economies and safeguard firm survival. The broad array of direct subsidies and support measures will inevitably alter both individual and firm-level incentive systems, as well as the monitoring mechanisms. Both the pandemic crisis and the governments' interventions will affect industries and countries (or regions) differently, depending on how long and severe the lockdowns will be and how effectively the governments are able to combat the induced effects of the crisis and the forced lockdowns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why is the Covid-19 Crisis Different from Recent Ones?"
        },
        {
            "text": "Therefore, we argue that the Covid-19 crisis provides a unique opportunity to study how various governance mechanisms affect corporate performance. To this end, scholars should develop appropriate methods to disentangle the multiple effects of the crisis, both in terms of the 'trigger' (e.g., the pandemic, the mobility restrictions and lockdowns) as well the 'responses' to the crisis (e.g., at firm or government level). However, exploiting the current exogeneous shock will inform research and practice on which (and why) certain governance mechanisms may shield firms from the worst ravages of the crisis and/ or support them in their recovery from it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why is the Covid-19 Crisis Different from Recent Ones?"
        },
        {
            "text": "Mainstream corporate governance scholarship traditionally emphasizes a shareholdercentric view of the corporation (e.g., Jensen and Meckling, 1976) . This view and its assumptions have been challenged by scholars, policymakers and business leaders invoking a stakeholder-oriented approach (Zattoni, 2020) . The recent crisis offers a unique setting to test whether stakeholder-oriented companies will be able to withstand the crisis more successfully than shareholder-centric ones. It will also allow discerning and identifying which stakeholders (e.g., shareholders, employees, suppliers) will be safeguarded the most during and after the crisis (e.g., Flammer and Ioannou, forthcoming). The coming years will also allow assessing if purpose, values, and codes of ethics affect company behaviours -and relatedly social and environmental performance -or if they are enacted as a tool to increase company legitimation.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 147,
                    "text": "Jensen and Meckling, 1976)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 289,
                    "end": 304,
                    "text": "(Zattoni, 2020)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Corporate Purpose, Shareholders and Stakeholders"
        },
        {
            "text": "In this regard, in August 2019 the Business Roundtable (i.e., the association of 181 CEOs of American leading companies) issued a new statement on the purpose of a corporation centred around a stakeholder perspective. This move offers a unique opportunity for scholars to test whether CEOs 'walk their talk' by assessing the impact of their decisions on both stakeholders and (short-and long-term) firm results. The first empirical evidence shows that this may not be the case (Bebchuk and Tallarita, 2020) . Scholars can also explore whether 'Benefit corporations', that is, for profit companies whose goals include both profitability and a positive social and environmental impact, will outperform -or will better survive than -traditional companies during the crisis or in the post-crisis period. Overall, the Covid-19 crisis offers an unparalleled opportunity to explore if the shareholders or other stakeholders will challenge the legitimacy of purely shareholdercentric companies (Kano and Oh, 2020) . In addition, the post-crisis business environment -characterized by increasing stakeholders' demands and societal pressures -will allow scholars to explore how companies will try to address these challenges, and which strategies will be more effective. Given that in this new business environment long-term economic, social, and environmental results may be more important than short-term shareholders' returns, scholars may usefully build their theoretical frameworks by either substituting or complementing agency theory with stakeholder theory (Hitt et al., 2021) .",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 506,
                    "text": "(Bebchuk and Tallarita, 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 986,
                    "end": 1005,
                    "text": "(Kano and Oh, 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1555,
                    "end": 1574,
                    "text": "(Hitt et al., 2021)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Corporate Purpose, Shareholders and Stakeholders"
        },
        {
            "text": "We envisage several fruitful opportunities to investigate ownership structures in the wake of Covid-19. First, scholars may explore how firms with different (ex-ante) shareholding structure react to the crisis. This crisis offers a 'natural experiment' to address a longstanding theoretical debate, that is, whether firms with more patient capital may display resilience and/or resistance to changes (Sirmon and Hitt, 2003) . Initial evidence suggests that, in the weeks following the outbreak of the virus, firms with tight control experienced lower declines in stock price, while firms owned by hedge funds experienced larger drops (Ding et al., forthcoming) . Whilst interesting, more investigation is needed to understand the long-run effects of ownership types on corporate performance. A second area of research may focus on changes in ownership as a result of the crisis. Several firms are facing threats of survival and will require equity injections to survive the crisis. This may trigger both merger-waves, and direct state interventions. Different types of government interventions will also offer an opportunity to exploit unexpected changes in ownership structures (e.g., due to restructuring, merger-waves, State intervention), thus enabling a clear identification of the mechanisms explaining the relationship between ownership and performance. Interestingly, whilst the access to funding may be necessary, some owners (e.g., entrepreneurial families) may be reluctant to opening up their capital to external investors. A third line of enquiry relates to the principal-principal conflicts between controlling and minority shareholders, that is, the possibility that large investors take decisions aimed at maximizing their interests at the expense of minorities (Zattoni, 2020) . The crisis will imply unexpected changes to the venues in which annual general meetings for the approval of financial statements were held. Moreover, as in many countries corporate law requires a super-majority (e.g., two third of votes) to approve major business decisions, the Covid-19 pandemic may alter the dynamics of information and power among shareholders. Therefore, researchers may focus on understanding whether minority investors have suffered the detrimental effects of the crisis and faced higher risks of expropriation.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 423,
                    "text": "(Sirmon and Hitt, 2003)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 634,
                    "end": 660,
                    "text": "(Ding et al., forthcoming)",
                    "ref_id": null
                },
                {
                    "start": 1778,
                    "end": 1793,
                    "text": "(Zattoni, 2020)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Shareholders and Ownership Structures"
        },
        {
            "text": "Scholars face several hurdles when trying to analyse how boards deal with corporate crises (Daily et al., 2003) . Directors have, in fact, legal fiduciary duties that prevent them from disclosing private information as it may be used in a potential lawsuit. The distinct origins and systemic nature of this crisis may facilitate scholarly access to board processes and decision-making. An immediate research question relates to which board characteristics and processes will enable directors to help their companies to overcome the crisis. Will boards emphasize their service role, thus supporting management in navigating through the severe consequences of the crisis? Moreover, if systemic crises become more common in the future, are boards going to seek to restructure their attributes so to perform effectively their service and monitoring roles? Relatedly, changes in board working conditions allows scholars to explore how boardroom dynamics affect decisionmaking. For example, the abrupt substitution of face-to-face meetings with virtual ones may shape interactions with potential risks in terms of process-losses and lower cognitive conflicts and dissent (Zhu, 2013) . Several questions can be fruitfully explored. Will boards increase the length and the number of meetings to satisfactorily address growing challenges? Will the new board environment shift power to executive directors -vis-àvis non-executive directors -because of their deeper knowledge of the business and industry context? How can boards leverage the competencies and the experiences of all directors if not physically present in the boardroom? In a new and more complex business environment, will boards change criteria for directors' selection, for example, will board diversity facilitate strategic changes? As board design is not any longer confined to physical proximity, will firms consider a larger pool of suitable candidates?",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 111,
                    "text": "(Daily et al., 2003)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1165,
                    "end": 1176,
                    "text": "(Zhu, 2013)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Board of Directors' Characteristics and Processes"
        },
        {
            "text": "Corporate governance theory highlights the need to link executives' compensation with shareholder value creation, with board compensation committees and the boards themselves serving as the principal responsible parties for this alignment. In this view, the use of short-and long-term incentives is considered to be a powerful mechanism to align top managers' and investors' interests. As the crisis will negatively impact corporate profitability, and as a consequence managers' remuneration tied to performance, scholars may explore if this will impact total compensation of executives. In addition, they may investigate if the crisis will trigger a revision of the mechanisms tying executive compensation to firm performance. For example, will executives try to shield themselves from non-controllable risks, or will they ask for a higher risk premium to balance enhanced riskiness? Governance literature shows that managers may exercise a significant influence on their compensation: for example, they are rewarded for positive market and industry events, but unwillingly face the downsides of negative events beyond their control. It would be interesting to explore if -during times of dividend cuts because of the crisis -institutional investors will increasingly challenge managerial power by voting against excessive remuneration. The pandemic crisis is also questioning established logics and practices. For example, will there be any change in contractual provisions (e.g., a shift towards fixed compensation)? Will the crisis strengthen the link between executive compensation and environmental and social performance (Paine, 2020) ? Will it promote compensation mechanisms that give more emphasis on board assessment of CEOs' behaviours rather than an automatic link with firm outcomes? Finally, how will executive compensation evolve in firms benefiting from large State-aid or dismissing a large number of employees? There is little doubt that -during and after the crisis -boards and their compensation committees will face increasing shareholders' pressure, as well as enhanced social scrutiny by stakeholders, in relation to how they design compensation mechanisms as well as they monitor their effects.",
            "cite_spans": [
                {
                    "start": 1628,
                    "end": 1641,
                    "text": "(Paine, 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Executive Remuneration"
        },
        {
            "text": "The Covid-19 crisis emphasizes the prominence of corporate internal and external accountability mechanisms thus warranting further investigation. First, the level of information asymmetry between internal and external stakeholders (e.g., banks, investors, government) -as reflected into ex-ante disclosure quality -will shape stakeholders' ability in ascertaining the impact of the crisis on individual firms. Such variability has direct and observable effects in terms of firms' ability (and costs) in accessing resources to withstand the crisis. Research may closely examine how CFOs' characteristics and the composition of audit committees shaped disclosure quality (ex-ante) and ensure transparency ex-post. External auditors will also be under increased scrutiny: the crisis allows for a test of whether longer-tenured auditors will limit (or facilitate) managerial discretion in terms of minimizing the effects of the crisis in financial statements. Next, scholars may investigate the interplay between financial regulation, government interventions and corporate disclosure. Several governments have temporarily revisited accounting rules subsuming corporate reporting, thus altering the systems of checks and balances; hence, scholars may explore the impact of recasting disclosure rules as a tool for public policy. For example, given that many subsidies are tied to firm (self-reported) accounting numbers, researchers may explore whether the quality of corporate control systems affects the efficacy of government interventions. Finally, on a longer-term basis, we envisage two potential challenges worth closer examination. How will firms cope with (enhanced) disclosure in terms of exposure to systemic risks? What types of risk management practices will be in place, in terms of internal structures as well as financial slack and buffers? Last, disclosure will also matter in terms of the role of non-economic goals in ensuring survival (Crane and Matten, 2021) : will the crisis facilitate or hamper the inclusion of key performance indicators related to environmental and social performance (Paine, 2020) ?",
            "cite_spans": [
                {
                    "start": 1951,
                    "end": 1975,
                    "text": "(Crane and Matten, 2021)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2107,
                    "end": 2120,
                    "text": "(Paine, 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Accountability, Information Flows and Monitoring"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Stakeholder\" capitalism seems mostly for show",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bebchuk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tallarita",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Wall Street Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Corporate governance and the 2008-09 financial crisis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Conyon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Judge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Useem",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Corporate Governance: An International Review",
            "volume": "19",
            "issn": "",
            "pages": "399--404",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 and the future of CSR research",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Crane",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Matten",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Management Studies",
            "volume": "58",
            "issn": "",
            "pages": "280--284",
            "other_ids": {
                "DOI": [
                    "10.1111/joms.12642"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Corporate governance: Decades of dialogue and data",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Daily",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Dalton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Cannella",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Academy of Management Review",
            "volume": "28",
            "issn": "",
            "pages": "371--82",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "forthcoming). 'Corporate immunity to the COVID-19 pandemic",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Financial Economics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Strategic management during the financial crisis: How firms adjust their strategic investments in response to credit market disruptions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Flammer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ioannou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Strategic Management Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/smj.3265"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Strategic management theory in a post-pandemic and non-ergodic world",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hitt",
                    "suffix": ""
                },
                {
                    "first": "J.-L",
                    "middle": [],
                    "last": "Arregle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Management Studies",
            "volume": "58",
            "issn": "",
            "pages": "257--62",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Theory of the firm: Managerial behaviour, agency costs and ownership structure'",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Meckling",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Journal of Financial Economics",
            "volume": "3",
            "issn": "",
            "pages": "305--60",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Global value chains in the post-COVID world: Governance for reliability",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Oh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Management Studies",
            "volume": "57",
            "issn": "",
            "pages": "1773--77",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Covid-19 is rewriting the rules of corporate governance",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Paine",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Harvard Business Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Managing resources: Linking unique resources, management, and wealth creation in family firms",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Sirmon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hitt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Entrepreneurship Theory and Practice",
            "volume": "27",
            "issn": "",
            "pages": "339--58",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Corporate Governance -How to Design Good Companies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zattoni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Group polarization on corporate boards: Theory and evidence on board decisions about acquisition premiums",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Strategic Management Journal",
            "volume": "34",
            "issn": "",
            "pages": "800--822",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}