{
    "paper_id": "3d1415b536cddf1483d082b6b9ba837fdc8aa0e1",
    "metadata": {
        "title": "CHAPTER 2 Confidence in Defence and Foreign Policy",
        "authors": []
    },
    "abstract": [
        {
            "text": "Public confidence in defence and foreign policy has varied over time in response to changes in the external security environment as well as more specific social, cultural and political factors. While changing external conditions certainly affect public confidence and influence attitudes towards defence and foreign affairs and their institutional expression, social and political changes also play an important role. In this chapter we turn our attention primarily towards this latter category: public attitudes towards the creation and implementation of defence and security policies in Australia. We do so through examining trends in three key areas: the level of confidence the public has in defence as an institution; public perceptions of the role that the military plays in society; and the willingness of voters to increase defence spending.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "on the view that the state exists primarily to ensure the security of its citizens. This sense of a social contract between the state and society is of course at the heart of the liberal democracy. Yet, as McDonald remarks, in the area of foreign and defence policy-where the modern sovereign state acts as an existential security guarantor-there is (somewhat paradoxically) relatively little public contestation over the core values defining and driving the national interest (2013: 171) .",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 488,
                    "text": "(2013: 171)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the place of any such contestation we can observe instead a tentative consensus between government and the public regarding how Australiaa geographically isolated 'Western' power-ascertains its strategic place in the world. During the Cold War, this consensus was based on relatively stable public attitudes in the face of a predictable international environment; in this bipolar world system, the alliance with the U.S. acted as a reference point for decision-making. But as the Cold War order fell apart, and Australia started to grapple with its place in an emerging Asian regional order, foreign and defence policy became a matter for greater policy contestation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the face of these external structural changes, survey data reveals that, when it comes to the translation of the public's 'informed and intuitive feelings' into confidence about Australia's defence capability, public opinion has varied and is sensitive to moments of crisis as well as to operational modalities. External shocks heighten public awareness of defence and foreign policy issues and have served to both increase confidence at moments of crisis as well as raise alarm at the level of preparedness of the defence force to meet them. The types of operations the military is involved in also matters, and reveals that public opinion discerns the difference between the types of capabilities required for intensive combat as compared to peacekeeping operations. Values also enter the debate at this stage, with the public more likely to support the deployment of troops for missions with clear and achievable short-term objectives-such as peacekeeping operations-than for engagements in which the military objectives are combat-focused, less well defined and longer term.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While the Second World War marked a significant turning point in Australian foreign policy, the public continued to place its faith in the country's leadership when it came to questions of foreign and defence policy. The changes taking place in Australia's engagement with the world were significant and involved no less than a shift in alliance from the U.K. to the U.S. as security guarantor. As we discuss in detail in Chapter 3, public opinion during the post Second World War years displayed high levels of anxiety about rising Japanese militarism and anti-communism, combined with a sense of concern that the major powers did not have a full appreciation for the security interests at stake in the Pacific region. The fall of Singapore in early 1942 to the Japanese highlighted the vulnerability of Australia's security position.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the immediate postwar world Australia's physical location created a sense of isolation and a desire to dismantle Japan's military potential and impose severe restrictions so as to prevent any future resurgence. There was a sense that the U.S. and the other major powers should not be left to negotiate the terms of the peace settlement, given their geographic distance from the threat (Reese 1969: 85) . Reference was frequently made to the strategic decision, adopted unanimously by the U.K. and U.S. in early 1941 (almost a year before the Japanese air raids on Australia), that in the case of war with Japan the European/Atlantic theatre would be given priority over the Pacific. This came as a sharp reminder to Australia that their security could not be left solely in the hands of foreign powers, who defined Western interests in terms of Europe and the Atlantic rather than in Australasia and the Pacific (Reese 1969: 86) .",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 404,
                    "text": "(Reese 1969: 85)",
                    "ref_id": null
                },
                {
                    "start": 915,
                    "end": 931,
                    "text": "(Reese 1969: 86)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Public opinion towards defence during the late 1940s and early 1950s was deeply influenced by the vulnerability felt by Australians in the wake of the experiences of the Second World War. As a result, negotiations over the Pacific Pact-which eventually became the ANZUS treaty-took place in a political environment sceptical about the willingness of the major powers to defend Australia as well as the capability of the United Nations to deliver on its collective security promise. 1 Commentary on the early diplomatic efforts of the new Menzies government focused on efforts by the minister for external affairs, Percy Spender, to commit the U.S. to the region through a treaty arrangement. The Country-Liberal Party's entry into government in 1949 brought with it an overhaul of defence and foreign policymaking and a move away from the regional security approach advocated by Evatt and towards a closer alignment with the U.S.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 483,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The uncertainty surrounding Australia's defence future, the changing nature of security in the Asia-Pacific region, and the implications for Australia's national identity, all contributed to a sense of alarm in press commentary. Yet, in the face of all this turmoil, the available survey evidence suggests that around 1950, opinion was overwhelmingly in favour of a treaty with the U.S. 2 The confidence shown by the public in the leadership of the Menzies government with regard to its negotiation of the security treaty with the U.S. can be partly attributed to the prime minister's personal reluctance to embrace this new, post-Commonwealth identity. As McDonald (2013) notes, the irony of Australia's shift towards away from the UK-in both a military and economic sense-and towards the U.S. is that it occurred under the leadership of a self-professed anglophile. Menzies' reluctance to embrace a new, U.S.-centric security future was founded in his personal disinclination to move away from Australia's British roots, a sentiment that found resonance among the public. In this way, the significant shifts that did take place were stripped of ideological intent and engendered a sense of public confidence that these were sensible and inevitable policy decisions, influenced by the inexorable structural forces that were starting to make themselves felt with the onset of the Cold War.",
            "cite_spans": [
                {
                    "start": 657,
                    "end": 672,
                    "text": "McDonald (2013)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the Cold War, public debates-both those curated by the political elite as well as those taking place within the public sphere-displayed a clear sense of where Australia's security threats originated and how defence should be organised to counter them. The polarised nature of the international system identified the adversaries as well as potential allies. The ANZUS alliance was important in this respect and, as we discuss in Chapter 4, gave the government a great deal of autonomy-at least initially-when it came to decide where to deploy troops abroad. During these decades, then, public attitudes towards defence remained relatively stable and debates over defence preparedness tended to take place outside the political sphere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The event that might have overturned this stability in public opinion was the Vietnam War. But even here the Vietnam War attracted high levels of support during its early years 3 ; it was not until it became clear that the war could not be won that public support began to erode. 4 The reasons for this erosion of public support, however, went far beyond the question of confidence in defence capability. As Coral Bell (1988: 70) has argued, Vietnam was the 'least popular war in Australia's history', not just because of its military failures, but because 'none of Australia's earlier military adventures had generated the moral qualms or the resentful anger among intelligent young people at the whole structure of political and social authority that were those characteristic to the later stages of the Vietnam War'. The underlying factors contributing to public anger over Australia's participation in Vietnam were largely related to broader social and cultural shifts.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 281,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 408,
                    "end": 429,
                    "text": "Coral Bell (1988: 70)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Even in the face of rising public scrutiny during the Cold War, public attitudes towards defence remained relatively stable. Defence and security issues remained largely an elite preoccupation through a strong bipartisan consensus that defence should be quarantined from the vagaries of partisan debate. As a result, the changes in public opinion that did take place, such as during the 1960s, were gradual and in response to external geopolitical circumstances rather than reflective of domestic policy debate. The power politics that informed the foreign policies of the major protagonists during the Cold War also served as a reference point for public attitudes towards defence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since the end of the Cold War, public opinion on defence has become more volatile. While confidence measures have remained relatively high, both external political shifts and domestic political factors have renewed debate over how Australia should seek its own security and the role that the ADF plays in society and in securing Australia's interests abroad. The rise of violent extremism in the form of terrorism and insurgency, as well as the growing influence and militarism of China, have brought into focus the uncertainties associated with today's growing world disorder. Public opinion is thus influenced by events that challenge Australian preconceptions about how to secure itself in the midst of such uncertainty, such as the Gulf War, the East Timor crisis and the 9/11 terrorist attacks and subsequent attacks on Australians abroad.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Against this backdrop of changing interests and priorities, there remains among the political elite a tendency towards a bipartisan approach to defence and security policies. This bipartisanship has endured more than any other policy area with the possible exception of immigration. We discuss these events, and others, in the chapters of the book that follow. Yet, even in the face of a relatively stable elite consensus, this understanding has at times been breached, most noticeably at the time of Australia's engagement in Iraq, when the Labor party opposed the Howard government's decision to commit troops to the conflict.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Confidence in the major institutions of a society is usually considered to be an essential pre-requisite for a stable democracy. The major institutions cover the political system (such as parliament, political parties and the electoral system) and extend to civil society (such as universities and trade unions). International research suggests that confidence in many public institutions, especially those related to the operation of democracy, declined uniformly during the 1980s and 1990s (Smith 2012) . It is argued that this can be traced to the rapid expansion of higher education in the advanced societies which has created a large group of mainly younger citizens who subject public institutions to consistent criticism for their perceived lack of performance (Smith 1990 ). Much of this criticism has been reinforced by the use of social media which is believed to foster distrust in institutions (Ceron 2015) . At the same time, confidence in many private institutions has remained stable or even increased, reflecting their ability to deliver economic prosperity, at least up until the 2007-2008 global financial crisis (Newton and Norris 2000) .",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 504,
                    "text": "(Smith 2012)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 768,
                    "end": 779,
                    "text": "(Smith 1990",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 906,
                    "end": 918,
                    "text": "(Ceron 2015)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1131,
                    "end": 1155,
                    "text": "(Newton and Norris 2000)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Confidence in Defence"
        },
        {
            "text": "Research in Australia shows that from the 1990s, there was a resurgence in confidence, albeit from relatively low levels, but again this has not extended past the global financial crisis (Blunsdon and Reed 2010) . To some degree, then, Australia represents a deviation from the international trends, which show a consistent pattern of declining confidence. This is attributed to the fact that the decline in Australia may have taken place before the 1980s, when survey data on this topic did not exist; this is the pattern that also occurred in the U.S. (Dalton 1999) . Another factor may be that economic performance has remained relatively high in Australia over an extended period, thus muting the public criticism of institutions that has occurred elsewhere.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 211,
                    "text": "(Blunsdon and Reed 2010)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 554,
                    "end": 567,
                    "text": "(Dalton 1999)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Confidence in Defence"
        },
        {
            "text": "Opinion surveys have been conducted in Australia on public confidence in institutions from the 1980s onwards. 5 Table 2 .1 shows the proportion who express a 'great deal' of confidence in eight institutions that have been regularly included in 10 surveys conducted between 1983 and 2018. In 1983, 22% said that they had a great deal of confidence in the defence forces. That figure declined to 15% in 1995, and thereafter has increased, peaking at 40% in 2014 before falling to 31% in 2018. In all but two of the surveys defence is rated more highly than any other institution. The two exceptions are in 1983 and 1995 when the police were rated more highly. The trends therefore show high and gradually increasing public confidence in the two main security organisations, the police and the armed forces. One explanation for this may be the increasing threats from terrorism in the post-9/11 world which brings people together to support the institutions which guarantee public security (Bean 2015) . Note 'I am now going to read out a number of organisations. For each one, could you tell me how much confidence you have in them-is it a great deal of confidence, quite a lot of confidence, not very much confidence, or none at all?' Questions wordings vary slightly between surveys. Estimates are for percent who say 'a great deal. ' Source World Values Study, 1983 , 1995 , 2012 , 2018 AES 2001 AES , 2010 AES , 2016 At the other end of the scale, the trade unions, the public service and parliament are the institutions in which the public has least confidence. For example, in 2016 just 2% of the respondents said that they had 'a great deal' of confidence in trade unions, and only 3% had confidence in the federal parliament. Unlike the defence forces and the police, there are few discernible overtime trends in confidence in these institutions, which attract consistently low levels of confidence from the public.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 111,
                    "text": "5",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 987,
                    "end": 998,
                    "text": "(Bean 2015)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1333,
                    "end": 1366,
                    "text": "' Source World Values Study, 1983",
                    "ref_id": null
                },
                {
                    "start": 1367,
                    "end": 1373,
                    "text": ", 1995",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1374,
                    "end": 1380,
                    "text": ", 2012",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1381,
                    "end": 1387,
                    "text": ", 2018",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1388,
                    "end": 1396,
                    "text": "AES 2001",
                    "ref_id": null
                },
                {
                    "start": 1397,
                    "end": 1407,
                    "text": "AES , 2010",
                    "ref_id": null
                },
                {
                    "start": 1408,
                    "end": 1418,
                    "text": "AES , 2016",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 119,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Confidence in Defence"
        },
        {
            "text": "One explanation for the increasing levels of confidence in defence is that views have changed within particular social groups. Blunsdon and Reed (2010) argue that generational factors are important, with older generations responding in a different way to particular events when compared to younger generations. Another explanation is partisanship. Partisans tend to express more confidence in institutions than those who identify with minor parties or who are non-aligned (Bean 2015) . Relatedly, U.S. research has shown that ideology plays a major role in predicting support for the military, with Republicans becoming consistently more likely to show support than Democrats (Murbach 2019) . We therefore hypothesise that generation will increase in importance in shaping confidence, while those on the centre right will show more confidence than those on the centre left.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 151,
                    "text": "Blunsdon and Reed (2010)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 472,
                    "end": 483,
                    "text": "(Bean 2015)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 676,
                    "end": 690,
                    "text": "(Murbach 2019)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Confidence in Defence"
        },
        {
            "text": "A simple test of these hypotheses is to analyse the factors that affected confidence in defence at an early timepoint, in this case, 1995, 6 and to use the same measures to predict confidence in the 2018 survey. The social background measures that are used are gender, age, education, marital status, employment, income and urban residence. Partisanship is measured by identification with either the Labor or Liberal-National parties, with those identifying with minor parties or having no identification forming the excluded category. With the exception of age (which is coded in deciles) all of the other variables are coded as zero or one. Since all of the variables are coded in the same way between the two surveys, the estimates can be directly compared between the two models. These results are presented in Table 2 .2.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 140,
                    "text": "6",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 815,
                    "end": 822,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Confidence in Defence"
        },
        {
            "text": "The results in Table 2 .2, spanning three decades, suggest that we know relatively little about what underpins confidence in defence, at least based on the social background of the survey respondents. Indeed, in the first equation the variance explained is just 3%, although in 2018 it increases to 9%. However, there is consistency in how the two effects of interest-age and partisanship-influence confidence. In both surveys older respondents have more confidence in defence, net of a wide variety of other factors, and the differences in the impact of age are relatively minor. Age is however second in importance to partisanship. As hypothesised, those who identify with the centre right, in this case the Liberal-National parties, are more confident of defence than Labor partisans, and this effect doubles between 1995 and 2018. However, partisans of both major parties are significantly more likely to be confident in defence compared to other partisans, and those who are non-aligned.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 22,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Confidence in Defence"
        },
        {
            "text": "There is, then, support for the generational and partisan explanations for increasing confidence in defence. However, given the relative overall weakness of the models in explaining confidence it is obvious that other things matter more. Another explanation for increasing public confidence in defence is the performance of the defence forces in various operations during the 2000s, starting with the East Timor crisis in 2000. In a 2000 survey, 69% of the respondents said that they thought that the defence forces performed 'very well' in the East Timor operation and a further 29% said that they performed 'well'; just 2% expressed a negative view. 7 In the subsequent operations in Afghanistan and Iraq, while there are partisan differences over whether or not the government should have committed Australia's involvement, in general the military are broadly viewed as having performed well. It is possible, then, that these peacekeeping operations influenced public opinion by presenting a positive image of defence and its capabilities. The different nature of these deployments makes it difficult to measure with any accuracy their influence on the public's confidence in defence. Nevertheless, it is possible to trace the public's views of Australia's defence capabilities, which tap into the public's feelings about the ability of defence to handle such operations. A question measuring this aspect of defence has been consistently included in the AES surveys since 1996. These results are shown in Fig. 2.1 .",
            "cite_spans": [
                {
                    "start": 652,
                    "end": 653,
                    "text": "7",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1508,
                    "end": 1516,
                    "text": "Fig. 2.1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Confidence in Defence"
        },
        {
            "text": "The effect on the public of the success of the East Timor deployment, and the subsequent involvements in the conflicts in Afghanistan While it is not possible to definitively link the military's involvement in overseas campaigns to these significant changes in public opinion, it is a reasonable hypothesis that the positive publicity surrounding the overseas deployments has had a strong effect on public perceptions of the ADF's capabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confidence in Defence"
        },
        {
            "text": "Confidence in the Australian Defence Force has increased significantly over the past two decades, making it easily the highest ranked institution in society. This is in contrast to many other public institutions, where confidence has either remained stable or declined. At least part of the explanation for this increase in public confidence in defence would appear to be the public's positive views about its performance in a variety of overseas operations, starting with the East Timor crisis in 2000 and continuing more recently with the ADF's role in Iraq and Afghanistan. Since 2001, the proportion of the population who hold a positive view of defence's capabilities has doubled, at a time when confidence in other public institutions has declined. These results suggest that overseas deployments, while often representing a drain on resources and a diversion from other tasks, can significantly enhance the reputation of the military as capable and effective in the public's eyes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confidence in Defence"
        },
        {
            "text": "Alongside shifts in the broader geopolitical context, the Australian Defence Force has faced changing community attitudes regarding the role of the military in everyday life. This role is bound up with the identity profile that the armed forces are seen to have in a modern, developed, middle-power nation like Australia. While the results presented in the previous section show that the integrity of defence institutions has survived the social and political changes of the past half century intact, at the same time the relevance of the military to everyday life and the functions it should play-both at home and abroad-have been called into question. The high degree of trust the public tends to place in defence and its capacity to serve its military functions isolates it from the everyday political debate, and there is some evidence that the public has a somewhat distorted view of the ADF (Carter 2018: 79) . Nevertheless, in order to continue to attract recruits to its ranks, defence must continually reform itself both in response to external events and in keeping up with broader socio-cultural changes.",
            "cite_spans": [
                {
                    "start": 897,
                    "end": 914,
                    "text": "(Carter 2018: 79)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Armed Forces and Society"
        },
        {
            "text": "In terms of external events having an influence on perceptions of the ADF, the late 1970s and early 1980s witnessed a revival of Cold War tensions and a concomitant growth of insecurity within the region, following a period of détente. 8 This change caused the Fraser government to embrace Australia's traditional alliance politics with the U.S. 9 At the same time, the end of the Vietnam War era brought with it the determination of the U.S. to avoid further military engagements in Asia. In response, policymakers were forced to fundamentally rethink the country's relationship with its immediate region and look to its neighbours as security partners rather than as potential adversaries. By the late 1970s, this change had started to make itself felt in immigration policy, with the Fraser government opening up the borders to thousands of Vietnamese refugees. In this context, the ADF needed to both assure the public of its strategic capabilities and simultaneously adapt its identity to reflect the changes taking place within society, especially with regards to the country's increasingly multicultural composition.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 237,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Armed Forces and Society"
        },
        {
            "text": "A 1980 report commissioned by defence's recruitment organisation reflects these tensions. The report's key findings revolve around community attitudes towards the military, specifically the place of the ADF in society, its perceived achievements, and its purpose in peacetime. In the face of a growing sense of insecurity occasioned by the resurgence of external security threats and a sense that the ADF could not adequately defend Australia without assistance, the report found a high level of support for the ADF and a 'growing appreciation among the Australian community of the need for a strong, effective and well-funded Defence Force'. Yet at the same time, the report also found that few Australians could clearly articulate the purpose of the ADF, and lacked specific information regarding its composition and functions. The popular image of the armed forces was framed by armed combat, 'thus making it difficult for the army to be seen as relevant to meaningful peacetime activities'. During peacetime, the report concludes, the 'important communications point is that the defence force has no major perceived peacetime role other than waiting for war' (Australian National Opinion Polls 1980).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Armed Forces and Society"
        },
        {
            "text": "Following the end of the Cold War, another report was commissioned by the recruiting arm of the Defence Force (Bergin et al. 1993) . Like its predecessor, this report documents the need to adjust military symbols and norms to better reflect modern Australian life. Current images of the ADF, the report notes, are influenced largely by its history. This lends itself to a strong British influence in the form of traditions and symbols. The report raised the concern that this image profile was limiting the recruitment pool, reflecting an anglophile, monocultural institution. The report argued that this image did not reflect the lived experiences of large sections of society, particularly potential recruits from indigenous or non-English speaking backgrounds. The ADF, the report posits, should make moves to adopt a more 'Australian identity'. Examples of efforts in this direction include the decision of Lieutenant-General John Grey, the new chief of the general staff, to replace the British lion on his personal crest with the Australian rising sun badge and to wear the Australian slouch hat in place of the British peaked one (Bergin et al. 1993: 124) .",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 130,
                    "text": "(Bergin et al. 1993)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1137,
                    "end": 1162,
                    "text": "(Bergin et al. 1993: 124)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Armed Forces and Society"
        },
        {
            "text": "While the immediate goal of defence force personnel involved with this image transformation process was to meet recruitment targets, these efforts also reflect the important relationship a country's defence force has with the society of which it is a part. Hugh Smith (1990: 345) notes that, while social and political considerations are 'not the traditional stuff of military strategy … they shape Australia's armed forces and its defence policy just as surely'. In 1995, Smith documented a series of sociological changes that had occurred within the ADF in response to broader social change. These included the ways in which ethnic diversification influenced recruitment tactics, as described above, as well as the gradual integration of norms regarding women's rights and tolerance of homosexuality (Smith 1995) .",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 279,
                    "text": "Smith (1990: 345)",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 814,
                    "text": "(Smith 1995)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Armed Forces and Society"
        },
        {
            "text": "Since the mid-1990s, Australia's troops have been increasingly involved in a range of peacekeeping and combat missions. In the Solomon Islands and East Timor, the role of the armed forces as a peacekeeping, statebuilding force has transformed its image. In this respect, the more traditional role played by Australian troops in U.S.-led operations in Afghanistan and Iraq have also been represented, in public discourse, as missions with a humanitarian focus. Smith's argument, that the very nature of defence business is a reflection of the broader sociopolitical environment in which it finds itself, resonates in the recruitment campaigns from the mid 2000s onwards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Armed Forces and Society"
        },
        {
            "text": "There are various examples of how these recruitment campaigns have adapted to changing circumstances. During the mid 2000s, in what was a very successful bid to attract young people to the armed forces, the army imbued its television advertisements with images of troops engaged in humanitarian and peacekeeping activities, with significantly fewer references to military combat. It also appealed to the ANZAC legend, which grew in prominence as part of political narratives about the ADF from the early 2000s (McDonald 2010: 297) . While the reality of a soldier's life might be far removed from the images of the humanitarian soldier shown in the recruitment material, the explanation for why the army chose to promote the service in this way-and for its success-can be found in deeply held public beliefs regarding Australia's role in regional and global security. 10 One area in which the defence has had a direct impact on society is through conscription or 'national service'. Conscription-sometimes called compulsory military service-was a contentious issue during the First World War when it was rejected in two plebiscites and resulted in a split within the Labor party. Conscription was introduced in the early stages of the Second World War, lasting until 1946. It was again introduced, in various forms, in 1951 at the start of the Korean War and remained in operation until 1959. When Australia began a military commitment to Vietnam in 1962 it was again reintroduced in 1964 and lasted until 1973, one year after Australia withdrew its remaining forces from the country. Figure 2 .2 shows public opinion towards conscription from 1943, just after its introduction in the Second World War, to 1989, the last year for which survey data is available. The poll results come from two sets of surveys, so they are not exactly comparable either in methodology or question wording. Nevertheless, they tell a consistent story. First, throughout the almost half century period, more people have consistently favoured conscription than opposed it, although in the late 1980s the gap between the two groups had shrunk considerably. Second, although there has been a majority in favour of conscription, support was in longterm decline almost from the beginning. This pattern is notwithstanding two peaks in support after the end of the Korean War and towards the end of Australia's Vietnam War involvement. Third, there appears to be little relationship between support for conscription and the period in which conscription was in operation. To the extent that attitudes towards conscription are influenced by contemporary events and policies, government policy on compulsory military training would not appear to be one of them.",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 530,
                    "text": "(McDonald 2010: 297)",
                    "ref_id": null
                },
                {
                    "start": 868,
                    "end": 870,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 1585,
                    "end": 1593,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Armed Forces and Society"
        },
        {
            "text": "Conscription has an important impact on the societies in which it operates, by bringing military values and discipline to the attention not just of those who join, but also to their families and broader social networks. One of the factors identified as important in the ending of conscription in 1974 was the active opposition of many young people, who regarded it as unnecessary and disruptive of their education and careers. Using the surveys for which age estimates are available, we can see the increase in the proportion of young people who opposed conscription (Fig. 2.3) . For most of the period there are few if any differences in opinion between those aged under 30 years or those aged 30 or over. This pattern changes in the mid-1970s, with the U.S. defeat in Vietnam, and thereafter there is a significant and growing age gap in the proportions supporting conscription. In 1984, the final survey for which age estimates are available, 66% of older respondents supported conscription and 39% opposed it.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 567,
                    "end": 577,
                    "text": "(Fig. 2.3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Armed Forces and Society"
        },
        {
            "text": "In any country the military is dependent on the support of the public it is charged with defending. In order for that support to continue, the military must continually adapt and evolve, to ensure that it remains as broadly representative of the society as possible. As we have outlined in this section, the ADF has continually sought to ensure that its recruitment has mirrored the diversity of society, most notably in attracting first and second generation immigrants. Similarly, government policy has responded to weakening public support for conscription, especially among young people following the end of the Vietnam War. As we outline in Chapter 4, many young people opposed the war and this was exacerbated by the continuing use of conscription as a means of recruiting troops for the conflict. 1951 1955 1958 1961 1962 1963 1964 1966 1967 1968 1969 1970 1971 1972 1974 1975 1976 1978 1980 1982 1984 ",
            "cite_spans": [
                {
                    "start": 804,
                    "end": 908,
                    "text": "1951 1955 1958 1961 1962 1963 1964 1966 1967 1968 1969 1970 1971 1972 1974 1975 1976 1978 1980 1982 1984",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Armed Forces and Society"
        },
        {
            "text": "While socio-political factors influence the nature and structure of Australia's armed forces, public attitudes towards spending more directly affect the day-to-day operation of the defence force. In the 2016 defence white paper, the Turnbull Coalition government promised to transform Australia's defence capabilities and organisation in order to achieve the country's strategic defence objectives. 11 This would involve increasing the defence budget based on a ten year funding model, with expenditure rising to $42.4 billion in 2020-2021 (Department of Defence 2016). Shortly after the release of the white paper, the 2016-2017 federal budget was handed down and the government demonstrated its commitment to the white paper, allocating $32.4 billion to defence funding, on track to achieving the 2020-2021 goal. In 2019, the budget allocated $38.7 billion to defence. However, while further budget increases have remained a core commitment of the government, the 2020 COVID-19 pandemic has dramatically revised the country's financial position, as well as a number of other factors tied in with defence spending, such as reduced alliance activity and delays in acquisition projects. It therefore remains to be seen how the defence budget will be affected (Hellyer 2020) .",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 401,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1258,
                    "end": 1272,
                    "text": "(Hellyer 2020)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Defence Spending"
        },
        {
            "text": "When it comes to public opinion, by themselves these numbers actually tell us very little about the nature of the national conversation taking place regarding the country's defence preparedness. Moreover, it seems that the public's understanding of these figures, or of what they represent in terms of policy, is slight at best.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Defence Spending"
        },
        {
            "text": "The relationship between public confidence and defence funding levels is a complex one. On the one hand, the government knows that in return for its investment in defence-related national security architecture and operations, the public expect that they can be confident about the delivery of an effective defence force. On the other hand, given the protected and existential nature of debate over defence and national security issues, defence spending is often exempt from the broader oversight that surrounds the annual budget. Political leaders, usually on the centre right, will imply a greater commitment to defence capability and preparedness through the announcement of increased defence funding. By contrast, those on the centre left will emphasise efficiency and value for money.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Defence Spending"
        },
        {
            "text": "In practice, defence budgets are determined through a process of negotiation that takes place at the public, institutional and policy levels. Carr and Dean (2013) argue that this normally involves a strategic assessment of the current geopolitical environment, a conversation about what kinds of capabilities best meet the current challenges, and a process of balancing these requirements against Australia's fiscal reality. Implicit in this process is the understanding that strategic assessments and budgetary considerations must reflect the outcomes of ongoing domestic debates regarding how to represent the national interest.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 162,
                    "text": "Carr and Dean (2013)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Defence Spending"
        },
        {
            "text": "The willingness of the public to direct public money towards the defence force and away from other public goods acts as a key indicator of overall levels of confidence in the armed forces (McAllister and Makkai 1991: 211) . There is, unsurprisingly, a strong correlation between security threat perceptions and the public's willingness to increase spending on defence. Likewise, survey respondents who demonstrate concern over an external threat tend to hold stronger views on defence spending. 12 On the other hand, and particularly in times of relative peace, respondents tend to express stronger opinions about international diplomatic efforts and domestic economic issues, while at the same time favouring a decrease in military expenditure.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 221,
                    "text": "(McAllister and Makkai 1991: 211)",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 497,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Defence Spending"
        },
        {
            "text": "Many of the surveys conducted over the past half century contain questions about defence spending, allowing us to trace long-term trends in public opinion on the issue. The 41 year trend in Fig. 2.4 shows that there were two peaks in support for increased defence spending. The first peak occurs just after the Soviet invasion of Afghanistan in December 1979 when 77% supported increased spending, compared to just 15% who wanted less. The second peak occurs after the East Timor crisis in 2000 and the 9/11 attacks in the U.S. in 2001; at this point around six in every 10 respondents wanted an increase in defence spending. The two lowest points for defence spending come in 1990, following the Notwithstanding the peaks and troughs in the trends in Fig. 2.4 , the long-term pattern across the 1975 to 2019 period is for a gradual decrease in support for defence spending. Indeed, there are three time points when the proportion of survey respondents who want to see less spending rather than more. The first is in 1990, following the end of the Cold War, while the second is in 2009 and is related to the austerity that followed the 2007-2008 global financial crisis. The third is in 2016 and appears to be the continuation of a trend that began in 2010. Drawing a trend-line through the four decades of survey results suggests that the rate of the decline in public support for defence spending is almost 1 percentage point per year, or around 9 percentage points per decade. In the absence of a major international crisis that could influence the public's views of the necessity of defence, we would expect that decline to continue. Certainly the figure for 2016-the lowest at any point in the series-suggests a strong reversion to the general downward trend.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 198,
                    "text": "Fig. 2.4",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 752,
                    "end": 760,
                    "text": "Fig. 2.4",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Defence Spending"
        },
        {
            "text": "At the same time as public support for defence spending has weakened, the context in which defence policy is created has become more complex. While Australians still report feeling relatively secure and confident in their armed forces capabilities, the 2016 defence white paper indicated a clear shift in Canberra's strategic thinking. The white paper talks in clear terms about the ways in which shifting power dynamics in the region poses challenges to the rules-based order 'leading to uncertainty and tension' (Department of Defence 2016). This language, clearly directed at China, is a significant departure from previous public analysis about the future role China will play in the region (Schreer 2016 ). The defence white paper also sets out an expanded military role for the defence force in the region, with the development of a 'future force' that is 'more capable, agile and potent' in response, among other things, to Chinese adventurism in the South China Sea. The challenge for government is making the case for increased government spending on defence to the public, while at the same time justifying reduced spending on other government services. This challenge is likely to become more acute as the economic climate becomes more restrictive following the impact of COVID-19.",
            "cite_spans": [
                {
                    "start": 695,
                    "end": 708,
                    "text": "(Schreer 2016",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Defence Spending"
        },
        {
            "text": "Placing defence alongside other priorities for government expenditure shows that defence spending is a low priority for most people. Note 'Please say whether there should be more or less public expenditure in each of the following areas. Remember if you say \"more\" it could require a tax increase, and if you say \"less\" it could require a reduction in those services' Source AES (2019) areas of expenditure, ranging from health and education to public transport and social welfare. The results show that defence ranks ninth out of the 10 areas, just ahead of business and industry but behind that perennially unpopular area of government expenditure, unemployment benefits. The top priorities for expenditure in the public's view are health, with 79% advocating increased spending, and education, where 73% want an increase. These patterns suggest that defence is a very low priority for government spending. Moreover, there has been little change in these patterns since 2013 when the question was first asked in the AES survey. 13 Against this background of public pressure for spending on government services that directly affects citizens, it is not surprising that successive governments have found it difficult to increase defence spending. In addition, political instability and electoral volatility have characterised politics since 2010, making it even more difficult to prosecute the case for more defence spending. The 2011 defence budget, when the Abbott government came to power, was significantly weakened by a convergence of international and domestic factors. A series of delays and cuts to defence funding accompanied with continuing military operations in the Middle East and the continuation of expanding capability plans left defence with 'a long shopping list and a shrinking purse to pay for it' (Thomson 2016) . Alongside this, there was increasing pressure from the U.S. for more burden sharing. Carr and Dean (2013: 69-71) argue that it was in this context-a confluence of budgetary concerns and the succession of Abbott to the Liberal leadership, with his combative political style-that a new discourse developed to make the case for greater defence spending.",
            "cite_spans": [
                {
                    "start": 1030,
                    "end": 1032,
                    "text": "13",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1818,
                    "end": 1832,
                    "text": "(Thomson 2016)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1920,
                    "end": 1947,
                    "text": "Carr and Dean (2013: 69-71)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Defence Spending"
        },
        {
            "text": "While still in opposition, Tony Abbott declared that funding for our armed forces in the 2012 budget was placing Australia in great peril: 'defence spending, as a percentage of GDP, will soon be at the lowest level since 1938'. Carr and Dean (2013: 73) argue that, while the historical GDP comparison was in fact a 'gross distortion and misrepresentation' and unhelpful to understanding the strategic funding requirements, it was a powerful political tool and found resonance in among the public: 'the spectre of 1938 allowed the public … to conjure up images of the period just prior to the Second World War … commonly associated with defence unpreparedness during an era of intense escalating threats'. In the leadup to the 2013 election, both parties committed to a spending target of 2% of GDP for defence, despite the impracticality of linking funding that should be determined by strategic analysis and force analysis to a predetermined, volatile amount (Thomson 2016: 68) . The 2016 white paper maintains the 2% budget commitment-largely in response to both public sentiment and U.S. pressure-with the important caveat that 'the 10-year funding model set out in this defence white paper will not be subject to any further adjustments as a result of changes in Australia's GDP growth estimates' (Department of Defence 2016: 36).",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 252,
                    "text": "Carr and Dean (2013: 73)",
                    "ref_id": null
                },
                {
                    "start": 960,
                    "end": 978,
                    "text": "(Thomson 2016: 68)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Defence Spending"
        },
        {
            "text": "For some, the question of where the government should spend its money is unambiguous: growing regional volatility requires the government to choose an increase in defence spending (in response to future strategic risk) over debt reduction (in response to future economic risk). For the wider community, of course, the choice is less clear-cut and the trend towards a preference for lower defence spending is likely to continue in the absence of any short-term political crises. As Thomson (2016: 70-71) notes in an overview of the challenges facing the government as it seeks to fund and deliver the 2016 defence white paper, 'for the time being, private financial concerns appear to be foremost in people's minds, and the fractiousness of the electorate guarantees that politicians will be attentive to these concerns. For that reason, future governments will face far greater difficulties in ramping up defence spending than the Howard government did in the halcyon days of the 2000s'. With the COVID-19 pandemic having a major impact on Australia's financial position, these difficulties have become even further entrenched.",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 502,
                    "text": "Thomson (2016: 70-71)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Defence Spending"
        },
        {
            "text": "At one level, the public's view of defence is contradictory. As we have shown in this chapter, defence and the armed forces enjoy very considerable confidence among the public. Indeed, if there has been any change, it has been in the direction of greater confidence not less, a trend that is in the opposite direction to many of the other major institutions of society, such as the churches and the banks. This increased confidence has come about because of defence's strong performance in peacekeeping operations such as East Timor which was widely recognised by the public as being a major success. Confidence has also been maintained because the role of defence in Australian society has not become a partisan issue. It came closest to partisan division during the Iraq operation, which seriously divided the public, and by Labor's view that the military should not participate in the conflict.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "However, at the same time as confidence has increased, support for defence spending has declined substantially since the end of the Cold War. Currently defence is one of the least favoured areas for public spending, and in the eyes of public opinion is on a par with unemployment benefits. How do we explain this apparent paradox? The answer rests in the public's perceptions of the threats that exist to Australia, which we deal with in a number of the chapters that follow. What is clear is that threat perceptions have declined consistently since the end of the Cold War and with it, the belief that defence has a greater priority for public expenditure than health, education or pensions. To the extent that there are major threats to Australia, they are viewed as not of the type that defence is trained or equipped to deal with, such as terrorism and natural disasters. The challenge for defence in the twenty-first century will be to convince the public that they have a key role in responding to these new threats and that they have the skills, training and commitment to respond to them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "If they can do that, it may serve to halt the long-term decline in public support for funding defence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "As we show in Chapter 3, public satisfaction with the United Nations was at best lukewarm and evenly divided between satisfaction, dissatisfaction and no opinion throughout the late",
            "authors": [],
            "year": 1940,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "See Chapter 4 for a detailed discussion of the various factors that explain this high level of support",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "In addition, the issue of conscription attracted criticism and dissent from the burgeoning peace movement",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "There is also survey evidence on the honesty and integrity of the main professions covering the same period, but unfortunately these surveys have not covered the military as a profession",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "We were unable to use the earliest survey",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The survey was the 2000 Survey of Defence Issues and the question was: 'Overall, how do you think Australia's defence forces performed during the East Timor operation? Would you said they performed very well, performed well, performed badly",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "This period of the Cold War was a time of heightened tensions, most starkly illustrated by the 1979 Soviet invasion of Afghanistan",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "This represented a return to the traditional foreign policy agenda, after a short period of change under Whitlam, with the normalisation of foreign relations with China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "For the evolution of public attitudes with respect to overseas deployments, see Chapters 4 and 5",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "These objectives are defined as: deter, deny or defeat attacks to Australia, its national interests or proximate sea lines of communication; provide for the security of the nearer region through offering military support to maritime Southeast Asian countries and supporting the state-building and strengthening efforts of PNG",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "coalition-based military contributions to 'support Australia's interests in a rules-based global order",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "AES, defence ranked sixth in importance out of eight areas of government expenditure and in 2016 AES eighth out of nine areas. References Australian Broadcasting Corporation",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Community attitudes towards Australia's defence force",
            "authors": [],
            "year": 1980,
            "venue": "Australian Government Advertising Service. Sydney: Australian National Opinion Polls",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Changing citizen confidence: Orientations towards political and social institutions in Australia",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bean",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "The Open Political Science Journal",
            "volume": "8",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Dependent ally: A study in Australian foreign policy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The ethnic composition of the Australian Defence Force: Measurement, attitudes and strategies. Canberra: Australian Defence Force",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bergin",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Confidence in Australian institutions",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Blunsdon",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "K"
                    ],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "45",
            "issn": "",
            "pages": "445--458",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The funding illusion: The 2% of GDP furphy in Australia's defence debate",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carr",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Security Challenges",
            "volume": "9",
            "issn": "4",
            "pages": "65--86",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Tell us what you really think! A new way to measure public opinion",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Australian Defence Force Journal",
            "volume": "203",
            "issn": "",
            "pages": "75--86",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Internet, news, and political trust: The difference between social media and online media outlets",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ceron",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Computer-Mediated Communication",
            "volume": "20",
            "issn": "5",
            "pages": "487--503",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Political support in advanced industrial democracies",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Dalton",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Critical citizens: Global support for democratic governance",
            "volume": "",
            "issn": "",
            "pages": "57--77",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Defence White Paper. Canberra: Department of Defence",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Department Of Defence",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Australia's defence budget in the age of Covid-19: Where are we now? The Strategist, Australian Strategic Policy Institute, 15 May",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hellyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Public opinion in Australia towards defence, security and terrorism",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mcallister",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Special Report Issue 16. Canberra: Australian Strategic Policy Institute",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Changing Australian opinion on defence: Trends, patterns, and explanations",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mcallister",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Makkai",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Small Wars and Insurgencies",
            "volume": "2",
            "issn": "3",
            "pages": "195--235",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Lest we forget': The politics of memory and Australian military intervention",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcdonald",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "International Political Sociology",
            "volume": "4",
            "issn": "3",
            "pages": "287--302",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Foreign and defence policy on Australia's political agenda",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcdonald",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Australian Journal of Public Administration",
            "volume": "72",
            "issn": "2",
            "pages": "171--184",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Partisan dimensions of confidence in the U.S. Military",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Murbach",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Armed Forces and Society",
            "volume": "45",
            "issn": "2",
            "pages": "211--233",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Disaffected democracies: What's troubling the trilateral democracies?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Newton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Norris",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Australia, New Zealand and the United States: A survey of international relations",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Reese",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1941--1968",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The 2016 Defence White Paper, China and East Asia: The end of an illusion. The Strategist, 25 February",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schreer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Security and defence: Pacific and global perspectives",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The dynamics of social change and the Australian Defence Force",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Armed Forces and Society",
            "volume": "21",
            "issn": "4",
            "pages": "531--551",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Trends in confidence in institutions",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Social trends in American life",
            "volume": "",
            "issn": "",
            "pages": "177--211",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Funding and delivering the 2016 Defence White Paper",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thomson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Security Challenges",
            "volume": "12",
            "issn": "1",
            "pages": "65--76",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Public opinion towards defence capabilities, 1996-2019 (Note 'Please say whether you agree or disagree with each of the following statements… australia's defence is stronger now than it was 10 years ago… Australia would be able to defend itself successfully if it were ever attacked'. Estimates combine 'strongly agree' and 'agree.' Source AES 1987-2019; ANUpoll on Defence 2009) and Iraq, can be clearly seen inFig. 2.1. The estimates show the proportions who said that Australia could defend itself if attacked, and who believed that defence was stronger now than it was 10 years ago. For both questions there is a significant increase in positive responses after 2001, most notably for the view that defence had become stronger; in 1998 just 23% took this view, increasing to 31% in 2001 and peaking at 57% in 2009. While optimism about defence capability declined after 2009, since 2013 it has been stable. By 2019, positive views about defence were about double the same figure in 1996, almost a quarter of century earlier.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Public opinion towards conscription, 1943-1989 (Note 'Do you favour or oppose compulsory military training for young men?' Exact question wordings vary between surveys, see McAllister and Makkai [1991: Appendix]. Source McAllister and Makkai [1991]; Morgan Gallup Surveys; Frank Small and Associates Surveys)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Public opinion towards defence spending, 1975-2019 (Note 'Do you think that the government should spend more or spend less on defence?' Exact question wordings vary between surveys conducted prior to 1987. From 2013 the question is: 'Please say whether there should be more or less public expenditure in each of the following areas. Remember if you say 'more' it could require a tax increase, and if you say 'less' it could require a reduction in those services.'  Source McAllister and Makkai [1991]; AES 1987-2019; Survey of Defence Issues 2000; ANUpoll 2009) collapse of communism and the end of the Cold War, and in 2009, when Australian military forces were withdrawn from Iraq. At both points there is marginally more support for reduced spending than for an increase.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Confidence in institutions, 1983Confidence in institutions,  -2018",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Explaining confidence in defence, 1995 and 2018 *, statistically significant at p < .01 Note Ordinary least squares regression equations predicting confidence in defence, scored from 1 (none at all) to 4 (great deal). The independent variables are all scored zero or one unless otherwise noted Source World Values Study (Australia), 1995 and 2018",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "3 places public opinion on views about defence spending against nine other",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Priorities for public expenditure, 2019",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}