{
    "paper_id": "3d26060058234765d6cbd486736cac0eaeb04fd2",
    "metadata": {
        "title": "A Strategy to Treat COVID-19 Disease with Targeted Delivery of Inhalable Liposomal Hydroxychloroquine: A Non-clinical Pharmacokinetic Study",
        "authors": [
            {
                "first": "Tien-Tzu",
                "middle": [],
                "last": "Tai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Liposome Company, Ltd",
                    "location": {
                        "settlement": "Taipei",
                        "country": "Taiwan, Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Tzung-Ju",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Liposome Company, Ltd",
                    "location": {
                        "settlement": "Taipei",
                        "country": "Taiwan, Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Huey-Dong",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan University Hospital",
                    "location": {
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yi-Chen",
                "middle": [],
                "last": "Tsai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Liposome Company, Ltd",
                    "location": {
                        "settlement": "Taipei",
                        "country": "Taiwan, Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Hui-Ting",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Liposome Company, Ltd",
                    "location": {
                        "settlement": "Taipei",
                        "country": "Taiwan, Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "An-Min",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Liposome Company, Ltd",
                    "location": {
                        "settlement": "Taipei",
                        "country": "Taiwan, Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Sheue-Fang",
                "middle": [],
                "last": "Shih",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Liposome Company, Ltd",
                    "location": {
                        "settlement": "Taipei",
                        "country": "Taiwan, Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yee-Chun",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan University Hospital and College of Medicine",
                    "location": {
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": "yeechunchen@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is a newly identified 3 pathogen causing coronavirus disease 2019 (COVID-19) pandemic. Hydroxychloroquine 4 (HCQ), an antimalarial and anti-inflammatory drug, has been shown to inhibit SARS-CoV-2 5 infection in vitro and tested in clinical studies. However, lung concentration (6.7 µg/mL) to 6 predict the in vivo antiviral efficacy might not be achievable with the currently proposed oral 7 dosing regimen. Further, a high cumulative doses of HCQ may raise concerns of systemic 8 toxicity, including cardiotoxicity. Here, we described a non-clinical study to investigate the 9 pharmacokinetics of a novel formulation of liposomal HCQ administrated by intratracheal 10 (IT) instillation in Sprague-Dawley (SD) rats which achieved 129.4 µg/g (C max ) in the lung. 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Compared to unformulated HCQ administered intravenous (IV), liposomal HCQ with 12 normalized dose showed higher (~30-fold) lung exposure, longer (~2.5-fold) half-life in lung, 13 but lower blood exposure with ~20% of C max and 74% of AUC and lower heart exposure 14",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "with 24% of C max and 58% of AUC. In conclusion, the pharmacokinetics results in an animal 15 model demonstrate the proof of concept that inhalable liposomal HCQ may provide clinical 16 benefit and serve as a potential treatment for COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "safe, and well tolerated by most patient populations, including those with chronic diseases or 20 immunocompromised status. HCQ is a weak diprotic base that can pass through the lipid cell 21 membrane and preferentially concentrate in acidic cytoplasmic vesicles. HCQ is being 22 studied to prevent and treat coronavirus disease 2019 , possibly via blocking the 23 interactions between virus and angiotensin-converting enzyme-2 (ACE-2) receptor as well as 24 sialic acids receptor and has shown potential in vitro (1, 2) and preliminary clinical results (3, 25 4). As of Jul 8, 2020, a total of 232 studies involves HCQ use among 2478 clinical trials for 26 COVID-19 registered with the clinicaltrials.gov. 27",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "However, the effective in vivo levels as well as the optimal dosing regimen of HCQ for 28 treating COVID-19 remains unclear. The in vitro EC 50 values (0.72 to 17.31 µM) proposed 29 for optimized dosing regimens are based on extracellular drug concentration (1, 2). A higher 30 lung (intracellular) concentration to predict the in vivo antiviral efficacy was suggested (5). 31",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The HCQ concentration (6.7 µg/mL) required to clear 100% of SARS-CoV-2 in vitro might 32 not be achievable with the currently proposed oral dosing regimen of 800 mg HCQ sulfate 33 orally daily, followed by a maintenance dose of 400 mg given daily for 4 days (2, 6). Further, 34 a high cumulative doses of HCQ may raise concerns of systemic toxicity, including cardiotoxicity (7). 36",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "An alternative strategy is needed to bridge the gap between in vitro and clinical use of a 37 potentially effective agent in the context of COVID-19 pandemic. A drug delivery directly to 38 the respiratory tracts while minimizing the systemic exposure is a desirable alternative (5). In 39 this report, a proof-of-concept study was conducted to evaluate the systemic 40 pharmacokinetics (PK) profiles and tissue distribution following a single dose of inhalable 41 liposomal HCQ in a rat model and compared to that of unformulated HCQ through 42 intravenous (IV) delivery. 43 significantly more HCQ disposition (Fig. 1A) and longer half-life in lung was observed 46 compared to that those of HCQ by either IV or IT administration (37.5 hours vs. 15.2 hours 47 and 17.7 hours for HCQ-IV and HCQ-IT, respectively) (Table 1) . Notably, even at 72 hours 48 post-dose, liposomal HCQ-IT had 77-fold (to HCQ-IV) and 43-fold (to HCQ-IT) higher 49 HCQ concentrations in lung. A single dose of 0.284 mg liposomal HCQ-IT achieved 129.4 50 g/g in C max and 4193.2 h*g/g in AUC 0-72 and showed overall greater lung exposure with 51 29-fold in C max and 35-fold in AUC 0-72 compared to HCQ-IV with normalized dose ( Table  52 2). 53 HCQ pharmacokinetics in blood and heart. With IV administration, HCQ showed 54 similar PK profile and systemic exposures as HCQ-IT in overall, including C max and AUC 55 ( Fig. 1B and Table 1 ). On the contrary, liposomal HCQ-IT showed significantly lower 56 systemic exposure in blood with only around 20% of C max and 74% of AUC 0-72 after 57",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 611,
                    "end": 620,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 812,
                    "end": 821,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 1204,
                    "end": 1213,
                    "text": "Table  52",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1393,
                    "end": 1400,
                    "text": "Fig. 1B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1405,
                    "end": 1412,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "normalizing dose compared to HCQ-IV ( Table 2 ). As observed in blood, liposomal HCQ-IT 58 showed significantly lower exposure in the heart from 0.25 hours to 24 hours ( Fig. 1C and 59 Table 1 ). With normalized dose, liposomal HCQ-IT yielded only 24% of C max and 58% of 60 sustained release in the lung was observed by targeted delivery of inhalable liposomal HCQ, 64 suggesting a potential treatment strategy for COVID-19 pulmonary disease. Fan et al. and 65 others have suggested that significantly higher lung (intracellular) concentrations relative to 66 the in vitro EC 50 would be required to achieve in vivo antiviral efficacy SARS-CoV-2 (5, 6). 67",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 45,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 170,
                    "end": 177,
                    "text": "Fig. 1C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 185,
                    "end": 192,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "Also, it has been proposed that the prediction of in vivo efficacy should be driven primarily 68 by high lung HCQ concentrations for treatment of viral pneumonia instead of HCQ blood 69 exposure (6). Given the current dosing regimen for oral HCQ is unlikely to produce an 70 antiviral effect, FDA recently revoked the emergency use authorization (EUA) to use HCQ to 71 treat COVID-19 in certain hospitalized patients and WHO also stopped the HCQ arm of the 72 COVID-19 Solidarity Trial. Here our findings supported the feasibility of alternative targeted 73 delivery of HCQ to the lungs with potentially effective antiviral levels while minimizing the 74 systemic exposure. 75",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The aerosolized delivery of therapeutic drugs to the lower respiratory tract has been 76 applied for the treatment of various lung infectious and inflammatory disorders. For example, 77 aerosolized HCQ (AHCQ) has been applied in clinical trials for asthma and showed well 78 tolerance without significant toxicity after 21 days of dosing (8). In the current study, it is unformulated HCQ directly to trachea, indicating unformulated HCQ is possibly to be 81 retained in lung only transiently and distributed rapidly from lung to systemic circulation. 82",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The results suggest a sustained release formulation of HCQ, like inhalable liposomal HCQ 83 demonstrated here might be able to provide preferentially higher concentrations in the lung 84 than an aerosolized, non-liposomal HCQ formulation. 85",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "It was demonstrated that the inhalable liposomal formulation could provide efficient 86 aerosolized delivery of liposomal drugs to lung and increase drug exposure in airways and 87 lung with lower doses than used for systemic administration (9). For instance, ARIKAYCE ® , 88 an inhalable liposomal amikacin has been developed and accelerated approved by FDA in 89 2018 for treating Mycobacterium avium complex lung disease (10). As shown in this 90",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "proof-of-concept study, the inhalable liposomal HCQ did increase exposure in the lung with 91 extended residence time compared to systemically administered HCQ. Notably, the 92 significantly increased lung exposure at normalized dose suggested the lung HCQ 93 concentration with in vivo antiviral efficacy could be achieved at a relatively lower dose of 94 inhalable liposomal HCQ than that of oral regimens with loading dose initiation (11). 95",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In addition to prolonging the residence time and increasing the exposure in lung, 96 significantly lower effective dose with less dosing frequency of inhalable liposomal HCQ might also reduce systemic exposure and potential adverse events. One of the well-known 98 side effects of HCQ in the treatment of rheumatological disorders is cardiotoxicity, including 99 abnormal heart rhythms such as QTc interval prolongation and ventricular tachycardia, a 100 dangerously rapid heart rate (12). In recent study, among 84 COVID-19 patients who 101 received HCQ and azithromycin at NYU's Langone Medical Center, 11% of them had 102 prolonged QT intervals to be considered at high risk of arrhythmia (13). The present study 103",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "showed liposomal HCQ-IT not only reduced systemic exposure but also decreased heart 104 tissue distribution of HCQ compared to HCQ-IV. It suggested inhalable liposomal HCQ at a 105 significantly lower effective dose should possess less cardiotoxicity concerns than 106 conventional oral HCQ tablets. 107",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "While there is no commercially available aerosolized formulation of HCQ, a recent 108 empirical study of inhaled HCQ aerosols at 4 mg per day over one week found it was well 109 tolerated without significant adverse events (14). This further supports the rationale of 110 applying inhalable liposomal HCQ with direct lung targeting in COVID-19 infection/disease 111 prevention and treatment. 112",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A limitation of the current study is that the pharmacokinetics of liposomal HCQ were 113 evaluated in a rat model using IT instillation to mimic the intended inhalation administration. 114 the IT instilled microsprayed-droplets. Furthermore, it is suggested the aerosol-generating 116 procedure (nebulization) on patients with known or suspected COVID-19 should be 117 performed cautiously given that SARS-CoV-2 is highly contagious through the respiratory 118 route 119 (https://www.cdc.gov/coronavirus/2019-ncov/hcp/infection-control-recommendations.html) 120",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "(15). Therefore, we have developed a disposable closed-loop system connected to the 121 nebulizer to maximize the targeted delivery of inhaled liposomal HCQ while minimize the 122 spreading and contaminating the air and environment (data not shown). 123",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In conclusion, this study in a rat model demonstrate the desirable pharmacokinetics of 124 inhalable liposomal HCQ in vivo. It supports the working hypothesis that inhalable liposomal 125 HCQ might serve as a potential treatment option for the delivery of HCQ for COVID-19 126 pulmonary disease by achieving targeted antiviral levels with less frequent dosing and at a 127 relatively lower dose. 128",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Company, Ltd., Taiwan. It is composed of HCQ encapsulated in liposomes with mean Blood was collected from jugular veins at scheduled sampling time points into 155 collection tubes with K 2 EDTA as the anticoagulant and stored at -80°C until analysis. After 156 blood draw, each animal was perfused with 2 mM K 2 EDTA/saline solution before lungs and 157 hearts were removed, weighed and stored at -80°C. 158",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Drugs and reagents. The study drug (liposomal HCQ) was prepared by Taiwan Liposome 130"
        },
        {
            "text": "Bioanalysis and PK calculation. Blood samples were mixed well with acetonitrile with 159 0.1% formic acid for protein precipitation. The supernatant was dried by nitrogen and 160 reconstituted with 30% acetonitrile with 0.1% formic acid containing internal standard (IS) 161 prior to injection into a liquid chromatography-tandem mass spectrometer (LC-MS/MS). 162",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Drugs and reagents. The study drug (liposomal HCQ) was prepared by Taiwan Liposome 130"
        },
        {
            "text": "For lung and heart samples, tissue/organ was homogenized with 50% methanol with 0.1% 163 formic acid. The tissue/organ homogenate was added with IS and mixed well with acetonitrile with 0.1% formic acid for protein precipitation. The resulting sample solution 165 was mixed well with 0.1% formic acid to final 30% acetonitrile with 0.1% formic acid prior 166 to injection into a LC-MS/MS. 167",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Drugs and reagents. The study drug (liposomal HCQ) was prepared by Taiwan Liposome 130"
        },
        {
            "text": "Concentrations of HCQ in blood and tissue/organ samples were determined by 168",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Drugs and reagents. The study drug (liposomal HCQ) was prepared by Taiwan Liposome 130"
        },
        {
            "text": "Sciex Triple Quad 5500. The ACQUITY BEH C18 column (2.1×50 mm) was selected for 170 sample separation with gradient elution consist of 0.1% formic acid in water (mobile phase 171 A) and acetonitrile containing 0.1% formic acid (mobile phase B) at 0.4 mL/min flow rate. 172",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LC-MS/MS on a Waters ACQUITY UPLC-I CALSS coupled with Water Xevo TQS or AB 169"
        },
        {
            "text": "Total run time was 4.5 minutes and the column oven was set at 40°C. The mass 173 spectrometer was set up in MRM mode to monitor the transition 336 → 247 for HCQ. The 174 linear range of the assay is 0.5-500 ng/mL, 0.5-500 ng/mL and 20-10,000 ng/mL for blood, 175 heart and lung assay, respectively. PK parameters of HCQ were calculated by a 176 non-compartmental method using Phoenix ® WinNonlin ® (version 8.0). Sparse sampling 177 computation was applied for the calculation of PK parameters in tissue/organ. 178 Statistical Analysis. Two-sample t tests were used to assess differences in concentration 179 between liposomal HCQ-IT and HCQ-IV. P < 0.05 is considered significant. in 0.25 to 4 hours. * P < 0.05; ** P < 0.01; *** P < 0.001; ns P > 0.05 compared to HCQ-I V.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LC-MS/MS on a Waters ACQUITY UPLC-I CALSS coupled with Water Xevo TQS or AB 169"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hydroxychloroquine, a less toxic derivative of chloroquine, is effective in 193 inhibiting SARS-CoV-2 infection in vitro",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Cell Discov",
            "volume": "192",
            "issn": "2020",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "In Vitro Antiviral Activity and Projection 196 of Optimized Dosing Design of Hydroxychloroquine for the Treatment of Severe 197",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2)",
            "authors": [],
            "year": null,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa237"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Efficacy of hydroxychloroquine in patients with COVID-19: results of a randomized 201 clinical trial",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "202",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.22.20040758:2020.03.22.20040758"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Hydroxychloroquine and 205 azithromycin as a treatment of COVID-19: results of an open-label non-randomized 206 clinical trial",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "La",
                    "middle": [],
                    "last": "Scola",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rolain",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Brouqui",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Raoult",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Antimicrob Agents",
            "volume": "207",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijantimicag.2020.105949:105949"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "activity to in vivo concentration for prediction of antiviral effect: a critical step in 211 treating COVID-19 patients",
            "authors": [],
            "year": null,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa623"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Hydroxychloroquine for Treatment of SARS-CoV-2 213 Infection? Improving Our Confidence in a Model-Based Approach to Dose 214",
            "authors": [
                {
                    "first": "Slm",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Buckner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Selection",
            "authors": [],
            "year": null,
            "venue": "Clin Transl Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/cts.12797"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mechanisms of action of hydroxychloroquine and 216 chloroquine: implications for rheumatology",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schrezenmeier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dörner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Rheumatol",
            "volume": "16",
            "issn": "",
            "pages": "155--166",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Development of an Inhaled Hydroxychloroquine Sulfate Product using the AERx 219 System to Treat Asthma",
            "authors": [],
            "year": null,
            "venue": "Respiratory Drug Delivery",
            "volume": "",
            "issn": "",
            "pages": "429--432",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Amikacin Liposome Inhalation Suspension (ALIS)",
            "authors": [
                {
                    "first": "Dipetrillo",
                    "middle": [
                        "K"
                    ],
                    "last": "Wr",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Amikacin Liposome Inhalation Suspension: A Review in 225 treatment in COVID-19 infection in the DisCoVeRy trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shirley",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Antimicrob Chemother",
            "volume": "229",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jac/dkaa191"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "FDA cautions against use of hydroxychloroquine or chloroquine for 231",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fda",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "COVID-19 outside of the hospital setting or a clinical trial due to risk of heart 232 rhythm problems. FDA Drug Safety Communication",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "233",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The 235 QT interval in patients with COVID-19 treated with hydroxychloroquine and 236 azithromycin",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spinelli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Chinitz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jankelson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0888-2"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Hydroxychloroquine as an aerosol 238 might markedly reduce and even prevent severe clinical symptoms after 239 SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Klimke",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hefner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Will",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Voss",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Hypotheses",
            "volume": "142",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Practical strategies for a safe and effective delivery of aerosolized 241 medications to patients with COVID-19",
            "authors": [
                {
                    "first": "Ari",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Respiratory Medicine",
            "volume": "167",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Lipoid GMBH, Germany) and cholesterol (Carbogen 133 Amcis B.V., The Netherlands), both of which are natural components of lung surfactant (16, 134 17). The formulation was manufactured in the following processes. Briefly, appropriate 135 amounts of lipid mixture were dissolved in ethanol (J. T. Baker, USA) and injected to a 136 hydroxychloroquine sulfate (SCI Pharmtech, Inc., Taiwan) solution at 50°C. The size of the 137 liposomes was adjusted to 200 nm by an extruder with 0.2 µm polycarbonate membrane to 138 standardize the sizes of the liposomes. A tangential flow filtration (TFF, VIVAFLOW 200, 139 MWCO 100,000 PES, Sartorius Stedim Biotech GmbH, Germany) was used to remove 140 non-incorporated HCQ and ethanol to obtain the liposomal HCQ in 0.9% sodium chloride 141 (Merck KGaA, Germany). 142 Study Design. A total of 52 female SD rats (BioLASCO Taiwan Co., Ltd.) were assigned 143 to one of three treatment groups: (1) HCQ-IV: 12 rats received a single dose of 0.590 mg 144 HCQ sulfate per animal via IV injection; (2) HCQ-IT: 20 rats received a single dose of 145 0.590 mg HCQ sulfate per animal via intratracheal (IT) administration; and (3) liposomal hours post-dose and for tissue/organ samples were 0.25, 4, 24 and 72 hours post-dose. In 149 this study, inhalable liposomal HCQ was administered through IT instillation to mimic the 150 intended inhaled administration in a clinical setting. All procedures involving animals were 151 performed in TLC animal facility and in accordance with the ethical guidelines of 152 Institutional Animal Care and Use Committee (IACUC) at TLC, Taiwan 153 (#TLC20IACUC012). 154",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "180 manuscript. We also thank Ting-Yu Cheng for the formulation development, staff in 184 Department of Pharmacokinetics, Taiwan Liposome Company for the laboratory support, 185 and staff in Department of Nonclinical, Taiwan Liposome Company for the support of 186 animal model. This study was supported by Taiwan Liposome Company, Ltd.droplet size. J Aerosol Med Pulm Drug Deliv 21:245-54. 245 17. Meers P, Neville M, Malinin V, Scotto AW, Sardaryan G, Kurumunda R, 246 Mackinson C, James G, Fisher S, Perkins WR. 2008. Biofilm penetration, triggered 247 release and in vivo activity of inhaled liposomal amikacin in chronic Pseudomonas 248 aeruginosa lung infections. J Antimicrob Chemother 61:859-68. 249",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Mean concentration-time profiles of HCQ in rat lung (A), blood (B), and heart (C) after a single administration of liposomal HCQ through intratracheal delivery (IT) or HCQ through intravenous (IV) or IT. The inset graph (B) showed mean concentration-time profiles of HCQ",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Ratios of dose-normalized maximum concentration and area under the concentration-time curve for liposomal HCQ-IT to HCQ-IV or to HCQ-IT Liposomal HCQ-IT to HCQ-IV Liposomal HCQ-IT to",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Page 1 of 2 TABLE 1 Pharmacokinetic parameters of HCQ in rat lung, blood and heart after a single administration of HCQ-IV, HCQ-IT or liposomal HCQ-IT a T max was presented as median for blood b C max unit: g/g for lung and heart; ng/mL for blood c AUC 0-72 for blood and lung; AUC 0-24 for heart d AUC 0-t unit: h*g/g for lung and heart; h*ng/mL for blood e AUC ∞ unit: h*g/g for lung and heart; h*ng/mL for blood f Pharmacokinetic parameters was presented as mean ± SD for blood PK parameters ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}