{
    "paper_id": "3d2762bc6d2253c444eb33a010c2d07303a8b21e",
    "metadata": {
        "title": "Available at",
        "authors": [
            {
                "first": "Prerna",
                "middle": [],
                "last": "Agarwal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Datta Meghe Institute of Medical Sciences",
                    "location": {
                        "region": "Maharashtra",
                        "country": "India"
                    }
                },
                "email": "dr.preranaagarwal@gmail.com"
            },
            {
                "first": "Vivek",
                "middle": [],
                "last": "Gupta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uttar Pradesh",
                    "location": {
                        "postCode": "442001",
                        "settlement": "Wardha",
                        "region": "Maharashtra",
                        "country": "India, India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The world is fighting day and night to cordon off COVID 19 pandemic. Since its outbreak in Wuhan, China in November 2019, the disease has spread to more than 210 nations across the globe, infected more than 20 million people and has claimed more than 7 hundred thousand lives by the time of writing this piece of communication. 1 A decline in the spread of the disease is nowhere near in sight; despite tremendous efforts. As it continues to prevail unabated, it shall not be an exaggeration to say that it may take ages to rise again from the ruins of the pandemic's seemingly bottomless sea of devastation.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 329,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Availing the visas and passports of its victims, SARS -COV 2, the causative agent of COVID 19, crossed borders and, it is an irony as well as a silver lining in the clouds, it has ended up uniting the world! 1 Leaders of different countries, industries, and global agencies have come together on the global platform in unprecedented efforts to outrace the spread of the contagion and mitigate its effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Amidst this profound crisis, the medical fraternity outshines all in this endeavor. From being the vulnerable frontline workforce to carrying out fast paced research in laboratories, sharing knowledge and resources regardless of boundaries, it has displayed before the world what the true meaning and essence of medical professionalism is! Different nations and cultures attribute different meanings to medical professionalism. But among its diverse definitions, there are some broadly identified values that underlie all of them. 2 And to everyone's delight and amazement, each of these values has been exhibited in a stunning fashion in the unselfish dutiful response of the medical personnel across the world in the face of this calamity.",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 532,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Altruism, compassion for patients and others, empathetic communication, integrity of professional character, striving for excellence and continuous improvement, working in association with others and above all, the sense of accountability, have all been displayed in their finest shades. Health care personnel the world over are reaching out to every corner of their nations and delivering health care to even the most underprivileged sections of the society without any discrimination. Those involved in research and development are striving to find cure and vaccines for this formidable disease. Research and health data are being shared to its effect. Scientific communication platforms, research associations and bodies, and journals have made the data freely accessible to ease advancement in this endeavor. The frontline medical workforce is tending to the patients' needs day and night. They are the ones who are at the highest risk of contracting the disease themselves. But they have upheld their duty of service to humanity. They are working tirelessly round the clock. Apart from this physical",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "challenge, the amount of mental agony they suffer is far more. They see patients die despite their best efforts and communicate with the grieved families and friends of the patients. They see their colleagues contracting the disease from patients, some of whom, unfortunately, lose their lives. All this while, they isolate from their own families and friends who may be needing them. They struggle to carry on their daily lives amidst lockdowns. And they even have to put up with social stigma of their being an inadvertent carrier of the disease! 3, 4 Medical colleges have always strived to teach their students professionalism in different ways. Yet, medical professionalism, one of the most essential elements of the medical curriculum remains poorly understood and practiced. However, the current response of the global medical fraternity to this unforeseen and unforgiving contagion, while being faced with the threat themselves, is exceptionally exemplary: medical students, and professionals themselves too, can absorb the essence of medical professionalism from it. At this time, when the involvement of medical students in hospital and community services has been shelved to protect them from the pandemic and to direct all resources towards patient care and related activities, they should reflect upon the response of the healthcare community via news, scientific journals, etc. to investigate its scope and meaning. 5 The importance of ingraining medical professionalism in the future workforce can never be understated.",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 551,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 552,
                    "end": 553,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1430,
                    "end": 1431,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Commentary and Opinions"
        },
        {
            "text": "It is time that nations reflected upon their directions of advancement and rerouted their resources towards the betterment of humanity. The current pandemic is an opportunity in disguise to learn. Nations should work in coalition for advancement of healthcare and medical professionals themselves should continue to strive towards exemplary practice this noble profession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Commentary and Opinions"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        },
        {
            "text": "The authors declare no source of funding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Coronavirus disease (COVID-19) Pandemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Towards a Definition of Distinction in Professionalism",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Anakin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Tweed",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Wilkinson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Teach Learn Med",
            "volume": "32",
            "issn": "2",
            "pages": "126--138",
            "other_ids": {
                "DOI": [
                    "10.1080/10401334.2019.1705826"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19: protecting health-care workers",
            "authors": [],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30644--30653",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Am I Part of the Cure or Am I Part of the Disease? Keeping Coronavirus Out When a Doctor Comes Home",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2004768"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Medical student involvement in the COVID-19 response",
            "authors": [
                {
                    "first": "Eurosurg",
                    "middle": [],
                    "last": "Representatives Of The Starsurg Collaborative",
                    "suffix": ""
                },
                {
                    "first": "Tasman",
                    "middle": [],
                    "last": "Collaborative",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Collaborative",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30795--30804",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}