{
    "paper_id": "3d33749243889245924071d2f296d1519e0e5369",
    "metadata": {
        "title": "Predictors of patient safety culture in hospitals in Venezuela A cross-sectional study",
        "authors": [
            {
                "first": "Mónica",
                "middle": [],
                "last": "Susana",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chirinos",
                "middle": [],
                "last": "Muñoz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Zulia",
                    "location": {
                        "settlement": "Maracaibo",
                        "country": "Venezuela"
                    }
                },
                "email": ""
            },
            {
                "first": "Carola",
                "middle": [],
                "last": "Orrego",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Methodology of Biomedical Research and Public Health programme. Universitat Autonoma de Barcelona, c Avedis Donabedian Research Institute (FAD), d Research Network on Health Service Chronic Diseases REDISSEC. Barcelona",
                    "institution": "",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Cesar",
                "middle": [],
                "last": "Montoya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Methodology of Biomedical Research and Public Health programme. Universitat Autonoma de Barcelona, c Avedis Donabedian Research Institute (FAD), d Research Network on Health Service Chronic Diseases REDISSEC. Barcelona",
                    "institution": "",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Rosa",
                "middle": [],
                "last": "Suñol",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Methodology of Biomedical Research and Public Health programme. Universitat Autonoma de Barcelona, c Avedis Donabedian Research Institute (FAD), d Research Network on Health Service Chronic Diseases REDISSEC. Barcelona",
                    "institution": "",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "An organization's culture with regard to patient safety is important because it defines the beliefs and practices of the organization, and consequently its efficiency and productivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Knowing the level of this and the factors that influence or not their dynamic represents a challenge, due to the degree of complexity and specificity of the elements involved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The aim of this study was to analyze predictors of patient safety culture in public and private hospitals and examining the factors that contribute to it, constructing a new and specific theoretical and methodological model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This study was carried out by reviewing medical records, detecting healthcare professionals directly involved in caring (N = 588), for patients in 2 public hospitals and 2 private hospitals in Venezuela (N = 566), conducting an \"Analysis of Patient Safety Culture\" questionnaire. The results were subsequently analyzed, derived 3 predictors factors and using a Patient Safety Culture Index (PSCI) for specific determination to evaluate patient safety culture level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The analysis showed that all hospitals had a \"moderately unfavorable\" PSCI (public = 52.96, private = 52.67, sig = 0.90). The PSCI was calculated by assessing the weight of the following factors in the index: occupational factors (factor loading = 32.03), communication factors (factor loading = 11.83), and organizational factors (factor loading = 9.10). Traumatology presented the lowest PSCI of all the care units, falling into the \"unfavorable\" category (36.48), and Laboratory the highest (70.02) (sig = 0.174), falling into the \"moderately favorable\" category. When analyzing professional groups, nurses had the highest PSCI, with a \"moderately unfavorable\" rating (PSCI = 61.1) and medical residents the lowest, falling into the \"unfavorable\" category (35.2). Adverse event reporting is determined by \"management expectations and actions\" (sig = 0.048) and \"direct interaction with the patient\" (sig = 0.049).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The use of this theoretical and methodological approach in other contexts may provide a more objective system for identifying more specific needs and factors that influence in patient safety culture, and consequently, opportunities for improvement when constructing a patient safety culture in healthcare institutions. Efforts need to be made to improve safety culture in the hospitals studied, irrespective of whether they are public or private. Abbreviations: AE = adverse events, CF = communication factors, HSOPSC = Hospital Survey on Patient Safety Culture, OF = occupational factors, OrF = organizational factors, PSCI = Patient Safety Culture Index.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Raising the issue of safety culture presents a challenge for organizations. Safety culture has been defined as \"the product of individual and group values, attitudes, perceptions, competencies, and patterns of behavior that determine the commitment to, and the style and proficiency of, an organization's health and safety management. Organizations with a positive safety culture are characterized by communications founded on mutual trust, by shared perceptions of the importance of safety, and by confidence in the efficacy of preventive measures.\" [1] A safety culture should therefore evaluate psychological aspectsin other words, how people's reactions to safety processes vary according to their values, attitudes, and perceptions; behavioral factors, that is, what people do within the organization regarding safety culture; and situational factors, referring to what is reported by the organization in terms of its policies, regulations, etc.",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 554,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One of the main recommendations to help healthcare institutions improve in this area is to develop an organizational culture that is centered around patient safety, [2] as this is considered key to ensuring that communication is clear, objective, and as flawless as possible. [3] [4] [5] Different methodologies exist for analyzing patient safety culture and its various dimensions, [6] [7] [8] [9] [10] [11] and this can sometimes make it difficult to compare and assess any differences that may exist on an organizational and individual level. [12] [13] [14] [15] Such comparison and assessment is fundamental to developing an optimum level of safety culture and facilitating decisionmaking. [16] This idea is derived from the need to know the true attitudes, beliefs, and practices of the organization in combination with its human capital, to optimize patient safety. If these factors are not clearly and promptly known, it is difficult to improve. This need requires clarification in both developed and developing countries. Studies such as the comparative database report, [7] have transformed the experience of assessing safety culture into a tool for continuous improvement.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 383,
                    "end": 386,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 387,
                    "end": 390,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 399,
                    "end": 403,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 694,
                    "end": 698,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1079,
                    "end": 1082,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the context of Venezuela, as far as is known, no previous research has been carried out on patient safety culture, contributing to the lack of major progress in this area and justifying the need for new and innovative contributions on this subject. In this respect, the decision to conduct the research in the state of Zulia, aside from the technical feasibility, was because it is a region of great economic importance for the country, and the 5th largest geographically. [17] Another very important feature of the Venezuelan healthcare system is that healthcare can be of 2 typespublic and privateand we therefore considered it relevant to assess patient safety culture in both models. [18, 19] The present study in a global context provides a new and innovative quantitative methodological tool to the measurements about the culture of patient safety; because its exposes punctually and objectively the factors according to their nature that predict the quality of the culture of patient safety in the organization under study, this allows to guide improvement actions.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 480,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 691,
                    "end": 695,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For the reasons outlined above, the proposed objective of this research is to analyze patient safety culture and its predictors in public and private hospitals. Further, given that there is not just one specific way of measuring patient safety culture in hospitals, and therefore facilitating the implementation of improvement actions, we propose a new theoretical and methodological model based on calculating a Patient Safety Culture Index (PSCI) and examining the factors that contribute to it. The aim of using this measurement is to be able to connect and compare the different variables quantitatively, thereby adding value to the methods and models for assessing patient safety culture already known. [7, 8] Further, this study has also been applied to examining how adverse event (AE) reporting contributes to establishing a positive patient safety culture. [6] The overall structure of this manuscript text was defined by the CONSORT check list: Introduction, Methods, Results, Discussion, and Conclusions.",
            "cite_spans": [
                {
                    "start": 708,
                    "end": 711,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 712,
                    "end": 714,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 866,
                    "end": 869,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study has been conducted within the framework of a research project entitled \"Identification of Adverse Events in Hospitals in the Region of Zulia,\" which makes an integrated assessment of 3 dimensions of patient safety:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design and methods"
        },
        {
            "text": "1. the individual care process and its repercussion on the patient, through the study \"Prevalence and Characterization of Adverse Events\"; [20] 2. what the patients observe and perceive regarding the care process, through the criteria \"Patient Perception\"; and 3. the considerations of healthcare professionals, through the study \"Safety Culture.\"",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Design and methods"
        },
        {
            "text": "All 3 studies were conducted simultaneously in terms of population, time, space, and context. This study uses a cross-sectional design and takes an epidemiological, observational, and comparative approach. The study variables are the analysis of patient safety culture, and its predictors, in public and private hospitals, which will be analyzed, with a theoretical and methodological model based on calculating a PSCI and examining the factors that contribute to it. This will be done in 2 steps:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design and methods"
        },
        {
            "text": "1. To assess safety culture indicators, a version of the AHRQ Hospital Survey on Patient Safety Culture was used that had been adapted and validated by the Spanish Ministry of Health and Consumer Affairs and the University of Murcia. [21, 22] The survey was administered directly to the healthcare professionals by 2 interviewers; the participants were given a printed version together with a brief explanation of the objective and the questionnaires were collected after a maximum period of 48 hours. 2. Safety culture index and its predictors are calculated using factor analysis, which will be described later on.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Design and methods"
        },
        {
            "text": "The observation units consisted of 588 healthcare professionals, representing doctors, nurses, hemotherapy specialists, nutritionists, laboratory assistants, bioanalysts, radiographers, social workers, post-graduate resident physicians, and administrative staff, all of whom formed part of a convenience sample from 2 public hospitals and 2 private hospitals in the region of Zulia, Venezuela. The professionals were selected based on a single criterion: they had to be involved in the individual care of each of the 566 hospitalized patients over a period of 4 months (April, May, June, and July 2015). [20] Their involvement was detected by verifying their signatures on the patients' medical records.",
            "cite_spans": [
                {
                    "start": 604,
                    "end": 608,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Design and methods"
        },
        {
            "text": "The data analysis techniques applied were as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Frequencies, percentages, means, and standard deviations were used as descriptive variables, all of which had a confidence interval of 95%. In order to assess the relationship between the different sections of the survey and safety culture, a quantitative analysis model of patient safety culture was created using the variables proposed in the Hospital Survey on Patient Safety (HSOPSC) published by the AHRQ (Agency for Healthcare Research and Quality). [22, 23] The first step of the model to be designed was the PSCI, which was calculated by applying factor analysis, taking into account the 12 dimensions covered in the instrument, socio-professional characteristics, and the additional information:",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 460,
                    "text": "[22,",
                    "ref_id": null
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "1. Score awarded to the degree of patient safety in the service/ unit, and 2. Number of adverse events reported (see supplementary material, http://links.lww.com/MD2/A102).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "A correlation matrix comprising a low determinant value (less than 0.05), a Kaiser-Meyer-Olkin (KMO) value above 0.75 and Bartlett's highly significant test for sphericity was used to select the indicators that best define the variable (factor loading > 0.5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "The second step was to apply factorial analysis (see supplementary material, http://links.lww.com/MD2/A102), which resulted in 2 main observations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "1. The indicators were grouped according to a statistical valuethey had to account for 55% of the variance in the \"culture of safety\" construct and be identified as predictors of safety culture in the study population. Based on this, indicators were then identified that have a greater or lesser statistical weight (e.g., indicator: years of experience in the hospital = 0.95), which determined its predictive value in the safety culture analysis. The greater the weight, the greater the predictability and the lesser the weight, the lesser the predictability of a positive patient safety culture. 2. Consequently, 3 indicator groups were pinpointed and a common characteristic was identified for each mutuality, resulting in the indicators being grouped into the following 3 classifications:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Occupational factors (OF): this group refers to those indicators that have work-related characteristics. Consequently, the PSCI would be the result of the sum of these 3 factors, which are determinants within the conditions of this study. The index was split into 4 levels: A univariate ANOVA was applied to evaluate the possibility of significant differences between factors (indicators proposed in the survey) by care unit and healthcare professional.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "And finally, logistic regression was applied to adverse event reporting to identify the predictor variables of adverse event reporting in patient safety culture. [16, 24, 25] The omnibus test was applied to the model coefficients; and the logistic regression equation was applied to the prediction. The final regression model also incorporated the patient support line (if the healthcare professional has direct interaction or contact with patients) and all the other aspects of safety culture: safety perception, learning, teamwork between units, openness in communication, feedback, reporting, professional expertise, hospital experience, and service experience ( Fig. 1) .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 167,
                    "end": 170,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 666,
                    "end": 673,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Data analysis"
        },
        {
            "text": "Logistic regression equation for prediction Y ¼ 1 1ÀeÀð1:827 þ 0:606 Patient support line À 0:512 ExpectationsÞ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "This study was approved by the ethics committees at the Clinic Hospital of Maracaibo (Act N 07-15), The Rosario Hospital of Cabimas (Act N 06-16), our Lady of Chiquinquirá Hospital of Maracaibo (Act N 0316), General Hospital of the South \"Dr Pedro Iurbe\" (Act N 25-06-16-1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical considerations"
        },
        {
            "text": "Patient consent is not required, because the observation units were healthcare professionals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical considerations"
        },
        {
            "text": "The response rate of the survey among healthcare professionals was 68.8% (405 of the 566 professionals who were sent the survey responded), of whom 51% (N = 206) worked in public hospitals and 49% (N = 199) in private hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General characteristics of the population"
        },
        {
            "text": "As shown in Table 1 , nursing professionals are most strongly represented at both the public and private hospitals studied, accounting for 36.07% (N = 149), while specialist physicians account for 17% (N = 67) and resident physicians 13% (N = 53). The professions with least representation are pharmacists (N = 5), resident pharmacists (N = 4), and dietitians (N = 9). A large participation of health workers was included (N = 54, 13.3%), who were not categorized in the instrument, but who participate in the care process. Table 1 also shows the safety culture index means of all the professionals involved in the process, together with their predictors. Nutritionists and dieticians presented the highest index in both public and private hospitals (PSCI = 68.6) with a rating of \"moderately favorable,\" followed by nursing professionals (PSCI = 66.1, OF = 39.1). The healthcare personnel with the lowest index at both types of hospital were the resident physicians with a rating of \"unfavorable\" (PSCI = 35.2, OF = 15.1). In all cases, the labor factor predominates as predictors of the safety culture (OF = 39.1 ± 8.4) (see Table 1 ); however, in the case of resident physicians, with little statistically significant difference with respect to communicational and organizational factors (labor: PSCI = 15.1, communicational: PSCI = 11, organizational: PSCI = 9). In this population group certain indicators such as years of experience, years in service, among others, are not determinants because they are new doctors, and they focus their opinion on what they receive as part of their training.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 524,
                    "end": 531,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1127,
                    "end": 1134,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "General characteristics of the population"
        },
        {
            "text": "Finally, remaining in the category of \"Moderately Unfavorable,\" with special relevance, the specialist physicians (PSCI = 53.9), technicians (PSCI = 59.7), and management personnel (51.9); like the rest, labor factors predominate as the main predictors, followed by communicational and organizational factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General characteristics of the population"
        },
        {
            "text": "As shown in the global value of the PSCI, in the study hospitals, it was \"Moderately Unfavorable\" (public hospitals: PSCI = 52.67, private hospitals: PSCI = 52.96) without statistically significant differences between them (0.90, SD = 0.11).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General characteristics of the population"
        },
        {
            "text": "As shown in Table 2 , occupational factors are the primary determinants of the index (PSCI OF = 48), and consequently the strongest predictor of the culture of patient safety. Among the indicators that compose it, the one with the greatest weight in the index average was \"years of professional experience,\" with no statistical difference between types of hospitals (PuH OF = 13.21, PrH OF = 12.7) and the indicator with the least weight was \"years of service experience\" (see Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 477,
                    "end": 484,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "General characteristics of the population"
        },
        {
            "text": "Next, CF are secondary predictors of the culture of patient safety. The indicator \"teamwork between units/services in the hospital\" had the highest average in this factor (same in both types of hospitals CF = 3.83); followed by \"adverse event reporting\" (PuH CF = 3.71, PrH CF = 4.05). The indicator with the least weight in this factor was \"openness in communication\" (PuH CF = 3.04, PrH CF = 3.04).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General characteristics of the population"
        },
        {
            "text": "Sequentially, communication factors follow occupational factors, with \"teamwork between units/services in the hospital\" having the highest average in the PSCI, with the same score recorded for both types of hospitals (CF = 3.83); followed by \"adverse event reporting\" (PuH CF = 3.71, PrH CF = 4.05). The indicator with the least weight in the index was \"openness in communication\" (PuH CF = 3.04, PrH CF = 3.04).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General characteristics of the population"
        },
        {
            "text": "Lastly, organizational factors had the least weight within the PSCI, and the organizational indicator with the greatest weight was \"perception of safety\" (PuH OrF = 3.28, PrH OrF = 3.23); while the indicator with the least weight was \"staffing\" (PuH OrF = 2.79, PrH = 2.95).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General characteristics of the population"
        },
        {
            "text": "As the index did not have a significant difference between both types of hospitals (sig = 0.9), the information by care units is considered global (see Table 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 159,
                    "text": "Table 3",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "General characteristics of the population"
        },
        {
            "text": "The highest score is found in the clinical laboratory unit (PSCI: 70.02 = moderately favorable). Laboratories usually have quality management systems to streamline their processes, which could influence a higher level of safety culture and the lowest in the care unit of Traumatology and Orthopedics (PSCI: unfavorable = 36.48). Occupational factors continue to be the primary predictors of the index. Units that handle a high volume of patients such as internal medicine, ICU, surgery, and pediatrics, among others, presented moderately unfavorable rates. Likewise, as in all areas, labor factors persist as the highest predictors of the index (sig = 0.01); followed by the communication factors and then the organizational factors. Finally, due to the theoretical importance of the notification of adverse events, the study highlights this idea and makes a specific assessment of this indicator, as shown in Table 4 . It shows the indicators that were significant predictors of whether a professional reported adverse event or not; the highest indicator was \"management expectations and actions\" (Omnibus test sig = 0.048), which acted as a protection factor (ODDS = 0.59), that is, a predictor of reporting. The second highest indicator was \"direct involvement with the patient\" (sig = 0.049) (see Table 4 ), classified as a risk factor (coefficient value for this variable = 0.606, sig = 0.048, and odds ratio = 1.834), that is, that being in direct contact with the patient or the first line of care is in itself a factor of opportunity and predisposition to report. Nurses, followed by resident physicians and then specialists, reported more than those who had no direct contact with the patient.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 910,
                    "end": 917,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 1301,
                    "end": 1308,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "General characteristics of the population"
        },
        {
            "text": "After analyzing the results, the Patient Safety Culture Index in both the public and private hospitals studied was found to be \"moderately unfavorable\"; occupational factors were the main predictors of patient safety culture in both types of hospitals, followed by communication and organizational factors. Furthermore, according to the study, adverse event reporting was a predictor of patient safety culture as a result of the patient support line and management expectations and actions. This is the first investigation to analyze the Patient Safety Culture by calculating an Index whose usefulness as a control variable is to compare and relate other variables. [26] A new theoretical methodological model is proposed to analyze and measure the level of safety culture and its predictors through resulting factors that contain indicators of a known and validated instrument (HSOPSC). [21] After an institution undergoes this analysis, the results it provides, in our view, are more objective and specific than other measurement methods. The use of the index and the factors, allows to objectively visualize the measurement of culture, and facilitates the implementation of improvement actions focused on user participation, [27] promot-ing a cultural environment with greater awareness of the problem, increases the skills of human capital, and consequently improves the quality of the services provided. We consider that this contribution nurtures the body of knowledge of the methods of analysis of the safety culture.",
            "cite_spans": [
                {
                    "start": 666,
                    "end": 670,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 888,
                    "end": 892,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1228,
                    "end": 1232,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Notably, this is the first study that analyzes predictors of patient safety culture by calculating an index that can be used as a control variable to compare and relate other variables. [26] Our proposal is therefore to explore a theoretical and methodological model that groups together indicators from a previously validated instrument, [21] and converts them into factors. We believe that this approach adds to the body of knowledge proposed by the AHRQ through the HSOPSC as the tool enabled us to innovate quantitatively considering that the literature did not document any experiences of this nature, [8] and our method therefore provided an alternative analytical approach. The results presented here transcend the typical description of aspects of patient safety culture that are already known, [13, 15] and reveal another perspective for defining this variable.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 607,
                    "end": 610,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 803,
                    "end": 807,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 808,
                    "end": 811,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Much of the literature presents a list of descriptors of patient safety culture and these have undoubtedly had a significant impact; however, we consider that healthcare organizations require more functional and operative forms of analysis and interpretation that can facilitate their understanding of the environment within which they operate. In this study, we evidence that another level of culture prediction exists, which we consider to be better adapted to the functioning of institutions, as the indicators present a natural tendency to relate to each other numerically, with the 3 aforementioned predictor groups differentiated, and which, in accordance with the statistical values obtained, whether high or low, will define the factor that is considered to have the greatest or lowest predictability in the culture of that particular care organization, and which can provide information for decisionmaking. Consequently, the index is proposed as a measure of the relationship between these 3 constructs, thereby enabling a single culture analysis value to be obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We believe that this logical approach could help healthcare institutions improve operations and endow them with greater Table 4 Variables explaining adverse event reporting (logistic regression).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 127,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Step 10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "95% CI for Exp (B) Variable"
        },
        {
            "text": "Log-likelihood of model The theoretical and methodological model is expressed systematically as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "95% CI for Exp (B) Variable"
        },
        {
            "text": "1. Processing in equal conditions of the results of the 12 aspects of patient safety culture as well as additional information on any elements of a clearly occupational nature within the instrument, [21] allowing for replication. [28] 2. Application of factor analysis as a model for relating latent variables with the variables observed, by constructing factors and examining them quantitatively; these factors serve as a general starting point for any safety culture-related interventions. 3. Creation of an index, as a qualitative and quantitative interpretation of the patient safety culture at the healthcare institutions studied. As described in other studies, [26] index can be used as a control variable to compare and relate other variables. The index gave us a relational perspective of the indicators contained in the instrument, enabling us to analyze the status of safety culture at the hospital where it was applied. 4. Classification of the indicators into occupational, communication, and organizational factors, representing a reengineering of the typical aspects affecting safety culture within an institution, which provide a general starting point for safety culture-related initiatives. [29, 30] ",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 230,
                    "end": 234,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1208,
                    "end": 1212,
                    "text": "[29,",
                    "ref_id": null
                },
                {
                    "start": 1213,
                    "end": 1216,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "95% CI for Exp (B) Variable"
        },
        {
            "text": "Because patient safety culture was determined using an index, it is difficult to analyze these results in terms of other research experiences. However, as presented in this study, the grouping of indicators into occupational, communication, and organizational factors is representative of the dynamics and orientation of the safety culture in institutions put forward by Vincent, [31] whose model defines 7 categories of factors that are inherent in the system and have an influence on clinical practice, potentially leading to problems with patient safety. Our model proposes an interpretation of the safety culture measurement through the value of an index and the factors that determine it; unlike the HSOPSC survey that establishes an analysis by means of a mean percentage of positive responses on patient safety. On the other hand, the HSOPSC survey makes the measurement based on the 12 dimensions of the safety culture, as established by the theory; however, our model, although it is nourished by it, proposes 3 factors that are defined each by the nature of the indicators that compose it, providing knowledge about this area, showing that the dimensions have a mutual nature and are not aspects isolated.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 384,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Analysis and predictors of patient safety culture"
        },
        {
            "text": "An interesting finding is that one of the occupational factors that contributed the most to the \"moderately unfavorable\" score in the index was related to professionals with over 10 years of experience. Studies show, [12, 32] that as people become more experienced they have a greater awareness of safety practices in the institution where they work. However, 2 points stand out:",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 222,
                    "end": 225,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Analysis and predictors of patient safety culture"
        },
        {
            "text": "1. Staff confidence can be an influencer; the risk may be associated with an overconfident, arrogant, and authoritative attitude, which tends to be seen more often in individuals with more experience. [33] [34] [35] . 2. As professionals are exposed to \"continuous\" and \"extreme\" work stress due to the poor conditions in which they carry out their work, they are susceptible to burn-out syndrome, [36] where over their professional lives healthcare professionals can start to depersonalize patients, putting their health at risk and jeopardizing and undermining the organizational culture. [12, 32] Communication factors are also critical in care units as well as in their relationship with other hospital settings, [15] due to the multiple interactions that a patient has during a hospital stay. [31, 37] The indicators of communication such as \"teamwork between the units,\" \"feedback or communication of errors\" and \"adverse event reporting,\" [16, 24, 25, 37] have been identified as predictors in other studies, [37, 38] where safety culture levels were high or favorable. These findings placed special emphasis on reporting as an attribute of a positive patient safety culture as it increases awareness of patient safety issues, especially in the first line of medical care. [39] In this case, and coinciding with a study conducted in Lebanon, [37] in the study population what determines whether a professional reports an AE or not, is the level of \"management expectations and actions to promote patient safety\" [37, 39] and \"direct interaction with the patient.\" In this sense, these professionals are exposed to high levels of stress as a result of their proximity to the patient care process, [33] which tends to lead to a greater incidence of AE [11] ; however, this premise makes them more aware of the need to report. [40, 41] Nevertheless, it has been noted that although healthcare professionals may be prone to report errors, if these errors persist and are repetitive, their willingness to report diminishes. [41] The greater the gap between the perceptions of leaders and professionals in the front line of care, the greater the risk of making mistakes. [11] Evidence has shown that communication problems, whether simple or complex, are major contributors to adverse events and may undermine patient safety. [11, 24, 36] Highquality and safe care depends on the ability of suppliers to communicate well with patients and other healthcare professionals. [16, 36] Nursing staff interact directly with patients more frequently than other professionals and are the main source of interception of incidents and events. Nursing staff are also more receptive to the implementation of these ways of working and therefore report errors more frequently, [32, 41] a fact that is supported in this study as the PSCI is higher for these staff than for other professionals. [34] Institutions should promote a culture of organizational learning within an environment that provides a safe place for the sharing of any information that may lead to improvements and help create a climate of trust. [16] The fact that both public and private sector institutions have obtained a moderately low PSCI (see Table 1 ) may be due to the systematic crisis situation being experienced by the healthcare sector over the past 15 years, which has affected both sectors. Healthcare workers in Venezuela tend to work in both sectors, which partly explains why the healthcare culture is perceived similarly in both sectors, taking into account that the lack of resources and precariousness are the same in both types of institution, with 3 main clear scenarios:",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 206,
                    "end": 210,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 211,
                    "end": 215,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 398,
                    "end": 402,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 591,
                    "end": 595,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 717,
                    "end": 721,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 798,
                    "end": 802,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 803,
                    "end": 806,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 946,
                    "end": 950,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 951,
                    "end": 954,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 955,
                    "end": 958,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 959,
                    "end": 962,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1016,
                    "end": 1020,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1021,
                    "end": 1024,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1280,
                    "end": 1284,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1349,
                    "end": 1353,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1519,
                    "end": 1523,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1524,
                    "end": 1527,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1703,
                    "end": 1707,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1757,
                    "end": 1761,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1831,
                    "end": 1835,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1836,
                    "end": 1839,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2026,
                    "end": 2030,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2172,
                    "end": 2176,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2327,
                    "end": 2331,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2332,
                    "end": 2335,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2336,
                    "end": 2339,
                    "text": "36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2472,
                    "end": 2476,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2477,
                    "end": 2480,
                    "text": "36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2763,
                    "end": 2767,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2768,
                    "end": 2771,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2879,
                    "end": 2883,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 3099,
                    "end": 3103,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 3203,
                    "end": 3210,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Analysis and predictors of patient safety culture"
        },
        {
            "text": "1. Policies that limit the importation of materials and equipment. 2. Restricted access to foreign currency for the purchase of supplies and medication. 3. Lack of egalitarian healthcare policies that promote compliance with standards of quality in the care process. These situations minimize efficiency, opportunity and the availability of therapy and diagnostic techniques, and accessibility to treatment and medication, thereby undermining the healthcare provided in institutions and, consequently, patient safety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis and predictors of patient safety culture"
        },
        {
            "text": "Another finding, as observed in other studies, is that surgical units obtain the lowest patient safety culture scores, due to the complexity of processes and an unwillingness to address risks. [8] This is the case, for example, with traumatology, and these units should therefore be at the forefront of efforts to improve safety culture. [42] This is also the first study published in Venezuela on patient safety culture although there are a few studies comparing the safety culture variable between public and private institutions. This study confirms that private hospitals tend to report 51.6% less than public hospitals in our survey sample (X 2 = 17.7, P < .05). [19] One explanation is that under-reporting may occur in private institutions, due to the reasons described in the literature, which include fear, humiliation, and a punitive response to the error. [39, 43] In the case of Venezuela, employment contracts at private institutions allow employers to dismiss workers more easily than at public hospitals. [44] The above-described findings generate a basis for further studies with a broader scope and contribute to building a model that offers us a different perspective for analyzing patient safety culture. [37, 40] Our research therefore serves to promote more indepth research and the reengineering of knowledge to create a proper knowledge base.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 668,
                    "end": 672,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 867,
                    "end": 871,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 872,
                    "end": 875,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1020,
                    "end": 1024,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1224,
                    "end": 1228,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1229,
                    "end": 1232,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Analysis and predictors of patient safety culture"
        },
        {
            "text": "The limitation presented refers to the sample used, which is not representative of the reality in Venezuela; although it is representative for the state of Zulia, bearing in mind that the region serves as a reference for the whole country due to its population and economy. [17] Another limitation presented is the lack of willingness of health workers to openly express the issues and aspects related to the institutional culture on patient safety, possibly because they consider it an issue that may have punitive repercussions. However, they were approached by explaining the research objectives as a group and individually.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 278,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analysis and predictors of patient safety culture"
        },
        {
            "text": "The results presented in this study provide a preliminary contribution to the general observation that patient safety culture in Venezuela needs to be improved to guarantee a highquality healthcare service. In this respect, the culture and environment within which care processes are carried out may act as an important barrier to patient safety or, conversely, a catalyst for this. [10, 16] This study reveals early signs of patient safety culture in Venezuela; however, further research is required to validate this data and substantiate the body of knowledge in this area.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 387,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Developing the analysis model proposed here would give other hospitals in Venezuela, or globally, the opportunity to begin to assess patient safety culture from a more objective perspective, as shown in the results, so that a patient safety culture can be developed that is more sustainable in time and adapted to this particular context. In this regard, as much information as possible should be gathered to help support the validity of the model and establish how it can be of the most use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The lessons learned from this study are that although a knowledge construct regarding the analysis of patient safety culture may exist, this body of knowledge must be continually added to in order to facilitate and promote the development of patient safety culture in healthcare institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The applicability of the analysis proposed is important because by knowing the index of an institution and the predictor factors that comprise it, decision-making can revolve around improving the indicators encompassed by each factor. For example, in this study, occupational factors predominate and one of the associated indicators is years of professional experience; efforts would therefore be centered on improving this indicator by implementing measures such as staff rotation and promotions, among others. This would produce efficient, appropriate, and far-reaching results in terms of constructing a safety culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Patient safety is an issue that must be worked on more forcefully and globally; to make priority representation in government agendas to promote quality management systems and the culture of patient safety at the institutional level as the bases to guarantee an efficient and safe service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Studies of this nature in developing countries are really scarce, therefore this manuscript represents a contribution to the scientific literature, describing the experience of a country that is going through a very particular political, economic and social situation, known worldwide, that could represent an influencing factor in the Patient Safety Culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The contribution to the body of knowledge is relevant and innovative, since this study, through its methodology, showed that with a previously validated instrument, its indicators were studied, grouped and resized into factors, establishing an index that qualitatively and quantitatively shows the value predictive of each indicator and each factor, within the safety culture of the institution where the methodology was applied, combining all organizational, communicational, and professional criteria, highlighting one over the other. This data invites the institutions bearers of these results to define more specific strategies with greater scope and institutional impact. The application of this methodology makes visible that little-studied connection between organizational factors and the factors of the service provider.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Future studies derived from this research focus on replicating the analysis methodology of the safety culture predictors in other institutions, comparing results with other measurement instruments and validating institutional receptivity by knowing the indicators and/or factors that influence with more or less weight, within the index.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The aim of this paper is to enrich the theory and methods on the measurement of safety culture so that the institutions choose the most functional option for them. This research shows that there is little difference in culture between public and private institutions in the country, and it is the people and not the types of financing that define the culture of patient safety. Strengthening the sociolabor aspects is the key to a sustainable patient safety culture, conducting intervention studies and assessing verifications. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hospital Survey on Patient Safety Culture Background and Information for Translators",
            "authors": [
                {
                    "first": "Healthcare",
                    "middle": [],
                    "last": "Agency",
                    "suffix": ""
                },
                {
                    "first": "Quality",
                    "middle": [],
                    "last": "Research",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Agency for Healthcare Research and Quality. 30 Safe Practices for Better Health Care",
            "authors": [],
            "year": null,
            "venue": "Fact Sheet. AHRQ Publ",
            "volume": "",
            "issn": "",
            "pages": "5--007",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "To Err Is Human",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Kohn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Corrigan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Donaldson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1017/S095026880100509X"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Safe Practices for Better Healthcare -2010 Update: A Consensus Report. National Quality Forum",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Health systems' accountability for patient safety",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Keepnews",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Online J Issues Nurs",
            "volume": "8",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A Review of Safety Culture and Safety Climate Literature for the Development of the Safety Culture Inspection Toolkit",
            "authors": [
                {
                    "first": "Safety",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Executive",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Hospital Survey on Patient Safety 2012 User Comparative Database Report",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sorra",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Famolaro",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dyer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Measuring patient safety climate: a review of surveys",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Colla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bracken",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kinney",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Qual Saf Heal Care",
            "volume": "14",
            "issn": "",
            "pages": "364--370",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Safety Attitudes Questionnaire: psychometric properties, benchmarking data, and emerging research",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Sexton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Helmreich",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Neilands",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Health Serv Res",
            "volume": "6",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Assessing safety culture: guidelines and recommendations",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pronovost",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sexton",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Qual Saf Heal Care",
            "volume": "14",
            "issn": "",
            "pages": "231--234",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Quality management and perceptions of teamwork and safety climate in European hospitals",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kristensen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hammer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bartels",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Qual Heal Care",
            "volume": "27",
            "issn": "",
            "pages": "499--506",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Patient safety culture: factors that influence clinician involvement in patient safety behaviours",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Wakefield",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mclaws",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Whitby",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Qual Saf Health Care",
            "volume": "19",
            "issn": "",
            "pages": "585--91",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Safety culture in healthcare: a review of concepts, dimensions, measures and progress",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Halligan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zecevic",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMJ Qual Saf",
            "volume": "20",
            "issn": "",
            "pages": "338--381",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Safety culture in Indian hospitals: a cultural adaptation of the safety attitudes questionnaire",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Patient Saf",
            "volume": "12",
            "issn": "",
            "pages": "75--81",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "What is patient safety culture? A review of the literature",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Sammer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lykens",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Nurs Scholarsh",
            "volume": "42",
            "issn": "",
            "pages": "156--65",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Summary of the Evidence on Patient Safety: Implications for Research",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Comparative performance of private and public healthcare systems in low-and middle-income countries: a systematic review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kishore",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Med",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Measuring patient safety culture in Riyadh's hospitals: a comparison between public and private hospitals",
            "authors": [
                {
                    "first": "Al-Ahmadi",
                    "middle": [],
                    "last": "At",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Egypt Public Heal Assoc",
            "volume": "84",
            "issn": "",
            "pages": "470--500",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Prevalencia y Naturaleza de los eventos adversos en hospitales de Venezuela",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chirinos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Orrego",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Montoya",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Invest Clin",
            "volume": "60",
            "issn": "",
            "pages": "296--309",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Análisis de la cultura sobre seguridad del paciente en el ámbito hospitalario del Sistema Nacional de Salud Español",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Msps M De S Y Ps",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--131",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "AHRQ's hospital survey on patient safety culture",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Blegen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gearhart",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "O&apos;brien",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Patient Saf",
            "volume": "5",
            "issn": "",
            "pages": "139--183",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Measures of Patient Safety Based on Hospital Administrative Data -The Patient Safety Indicators",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Romano",
                    "suffix": ""
                },
                {
                    "first": "Jeffrey",
                    "middle": [],
                    "last": "Geppert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2--0038",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Cultural and associated enablersof, and barriers to, adverse incident reporting",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Braithwaite",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Westbrook",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Travaglia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Qual Saf Heal Care",
            "volume": "19",
            "issn": "",
            "pages": "229--262",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Health measurement scales: a practical guide to their development and use",
            "authors": [
                {
                    "first": "Bgg",
                    "middle": [],
                    "last": "Kirshner",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "A Methodol Framew Assess Heal indices",
            "volume": "38",
            "issn": "",
            "pages": "27--36",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Participatory action research into low literates' medical needs in rural communities",
            "authors": [
                {
                    "first": "Ai",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "SciMedicine J",
            "volume": "1",
            "issn": "",
            "pages": "176--88",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "AHRQ's hospital survey on patient safety culture: psychometric analyses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Blegen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gearhart",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Brien",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Patient Saf",
            "volume": "5",
            "issn": "",
            "pages": "139--183",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Gerencia de Recursos Humanos",
            "authors": [
                {
                    "first": "Eugenio",
                    "middle": [],
                    "last": "Ramirez",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Patient safety: what about the patient? Qual Saf Heal Care",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/qhc.11.1.76"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Patient safety: the role of human factors and systems engineering",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carayon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Stud Health Technol Inform",
            "volume": "153",
            "issn": "",
            "pages": "23--46",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Framework for analysing risk and safety in clinical medicine TL -316",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taylor-Adams",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stanhope",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "BMJ Br Med J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Attitude and practices of standard precaution among nurses in Middle-East hospital",
            "authors": [
                {
                    "first": "Ai",
                    "middle": [
                        "W"
                    ],
                    "last": "Van Zeebroeck",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mohd-Nor",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "SciMedicine J",
            "volume": "1",
            "issn": "",
            "pages": "137--179",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Quality and safety in healthcare for medical students: challenges and the road ahead",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "López-Hernández",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Díaz",
                    "suffix": ""
                },
                {
                    "first": "Eoz",
                    "middle": [],
                    "last": "González",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Heathcare (Basel)",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Healthy Work: Stress, Productivity, and the Reconstruction of Working Life",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Karasek",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Predictors and outcomes of patient safety culture in hospitals",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "El-Jardali",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dimassi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jamal",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Health Serv Res",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Characteristics of unit-level patient safety culture in hospitals in Japan: a cross-sectional study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fujita",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kitazawa",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Health Serv Res",
            "volume": "14",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Conceptualising barriers to incident reporting: a psychological framework",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Manser",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wehner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Qual Saf Heal Care",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The relationship between patient safety culture and adverse events: a questionnaire survey",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Nurs Stud",
            "volume": "51",
            "issn": "",
            "pages": "1114--1136",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Professional attitudes toward incident reporting: can we measure and compare improvements in patient safety culture?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "De Corti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Battistella",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Castriotta",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Qual Heal Care",
            "volume": "29",
            "issn": "",
            "pages": "243--252",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Measuring patient safety culture: an assessment of the clustering of responses at unit level and hospital level",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smits",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Spreeuwenberg",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Qual Saf Health Care",
            "volume": "18",
            "issn": "",
            "pages": "292--298",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Feedback from incident reporting: information and action to improve patient safety",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Benn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koutantji1",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wallace2",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ Qual Saf",
            "volume": "18",
            "issn": "",
            "pages": "11--21",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Sistema de salud de Venezuela",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bonvecchio",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nutr",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Becerril-Montekio",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Salud P ublica de México",
            "volume": "53",
            "issn": "",
            "pages": "275--86",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": ":95 ðyears of experience in the hospitalÞ þ 0:93 ðyears of professional experienceÞ þ 0:89ðyears of service experienceÞ: Communication factors (CF): these comprise indicators that reflect the effect of communication on the relationship between healthcare professionals and the different organizational levels of healthcare and on patient safety culture. 0:837ðadverse event reportingÞ þ 0:835ðfeedbackÞ þ 0:547ðteamwork in units=serviceÞ þ 0:541ðorganizational learning=continuous improvementÞ:Organizational factors (OrF): these comprise indicators relating to aspects that have an impact on the organization. 0:681ðexpectationsÞ þ 0:643ðperception of safetyÞ þ 0:625ðstaffingÞ þ 0:527ðhospital workÞ þ 0:515ðmanagement supportÞ:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Flow diagram of methodology. Studies of patient safety, complementary to this Study. Internal Process sequence. Natural process sequence.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Conceptualization: Mónica Susana Chirinos Muñoz, Carola Orrego, Cesar Montoya, Rosa Suñol. Data curation: Cesar Montoya. Formal analysis: Mónica Susana Chirinos Muñoz, Cesar Montoya. Investigation: Mónica Susana Chirinos Muñoz. Methodology: Cesar Montoya. Supervision: Carola Orrego, Rosa Suñol. Writingreview & editing: Carola Orrego, Rosa Suñol.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Population distribution by type of hospital, safety culture index, and predictors of culture.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Identification of safety culture factors by type of hospital.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Patient Safety Culture Index (PSCI) by care unit and factor.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}