{
    "paper_id": "3d349222a0c06d856868230f5450d4b623bd40fe",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Coronavirus virus disease 2019 (COVID-19) is an infectious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). In December 2019, an outbreak of COVID-19 occurred in Wuhan, Hubei Province, China [1] . On March 11, 2020 , the World Health Organization (WHO) classified the outbreak as a pandemic. According to the WHO statistics, this disease has caused 3,012,251 deaths globally as of April 19, 2021 .",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 225,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 231,
                    "end": 245,
                    "text": "March 11, 2020",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "2021",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As compared to the adult population, there are relatively fewer cases of COVID-19 among children [2, 3] . In the United States, 2% of confirmed cases of COVID-19 were aged <18 years as of April 2, 2020 [3] . From March 1 to December 12, 2020, among the laboratory-confirmed cases of COVID-19 reported in the United States in children, adolescents, and young adults aged 0-24 years, 42.6% were aged 0-17 years and 0.3% had severe obesity defined as body mass index (BMI) of ≥40 kg/m 2 [4] . Illness among pediatric cases appears to be mild. The predominant signs and symptoms are similar to other viral respiratory infections including fever, cough, nasal congestion, rhinorrhea, sore throat, and shortness of breath. Gastrointestinal symptoms like diarrhea, nausea, or vomiting are less common manifestations [5] . According to data published by the Centers for Disease Control and Prevention (CDC), people of any age with certain underlying medical conditions such as cancer, chronic kidney disease, immunocompromised state from a solid organ transplant, sickle cell disease, obesity, type 2 diabetes mellitus, serious heart conditions are at increased risk of severe illness from COVID-19. However, at the onset of the pandemic, obesity was not a commonly recognized risk factor in the pediatric population. While it is now specified as a risk factor for COVID-19 infection in children, the associated severity of disease and clinical course is not yet well established.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 101,
                    "end": 103,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 202,
                    "end": 205,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 484,
                    "end": 487,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 809,
                    "end": 812,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This work was previously presented as a poster at the 2020 Southern Regional Assembly and the abstract has been published in the Southern Medical Journal (2020, 113:661-821).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We present a report of two cases of obese adolescent female patients with confirmed COVID-19 admitted to our hospital requiring intensive care unit (ICU) level care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "A 16-year-old white female with a BMI of 47.7 kg/m 2 , presented with a seven-day history of fever, vomiting, diarrhea, worsening cough, and shortness of breath (SOB). In the ED, she was alert with no increased work of breathing. She had episodes of pronounced hypoxemia induced by activity with associated oxygen saturations of less than 80%. On physical examination, her lungs were clear to auscultation without any sign of respiratory distress. She complained of mild abdominal tenderness on palpation. She tested positive for COVID-19 by molecular testing of the nasopharyngeal specimen. Chest radiograph (CXR) showed low lung volumes with acute inflammatory infiltrates in the upper lobes accompanied by subsegmental atelectasis (Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 734,
                    "end": 743,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Case 1"
        },
        {
            "text": "She was started on 3 L/min of supplemental oxygen delivered by nasal cannula which resolved her hypoxemia. The patient developed progressively worsening hypoxemia and respiratory distress requiring escalation of oxygen support to high flow respiratory support by high-velocity nasal insufflation (HVNI) with 100% fraction of inspired oxygen (FiO2). The patient was transferred to the pediatric ICU for further management on day 2 of hospitalization. She was evaluated for COVID-19 associated multisystem inflammatory syndrome in children (MIS-C) and had laboratory evidence of inflammation with the following laboratory abnormalities: hypoalbuminemia, erythrocyte sedimentation rate (ESR) of 41 mm/hr (reference range 0-20 mm/hr), C-reactive protein (CRP) of 6.87 mg/dL (reference range <=0.90 mg/dL), fibrinogen of 445 mg/dL (reference range 200-400 mg/dL), procalcitonin of 0.27 ng/mL (reference range 0-0.10 ng/mL), Ddimer of 1.59 FEU mcg/mL (reference range <=0.49 FEU mcg/mL), ferritin of 889 ng/mL (reference range 4.6-204 ng/mL), lactic acid dehydrogenase (LDH) of 348 Units/L (reference range 25-220 Units/L), total creatine kinase (CK) of 408 Intl Units/L (reference range 29-168 Intl Units/L) and elevated prothrombin and partial thromboplastin times (PT and PTT). Echocardiogram was normal. Blood and urine cultures were negative. Due to continued hypoxemia, respiratory support was escalated to bi-level positive airway pressure. She was then intubated and placed on mechanical ventilation on day four of hospitalization. Serial CXR showed progressive worsening patchy confluent infiltrates throughout the bilateral upper and lower lung zones. She was treated with remdesivir (200 mg intravenously on day 1 followed by 100 mg daily for a total of five days), convalescent COVID-19 antibody serum, dexamethasone, intravenous immunoglobulin, and prophylactic anticoagulation therapy. As her respiratory status gradually improved she was extubated after nine days and was discharged from the hospital eight days post-extubation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 1: Chest radiograph showing low lung volumes with acute inflammatory infiltrates in the upper lobes accompanied by subsegmental atelectasis."
        },
        {
            "text": "A 15-year-old white female with a history of poorly controlled asthma, untreated hypothyroidism, and BMI of 44.16 kg/m 2 presented to the hospital with a five-day history of fever, congestion, cough, SOB, and headache. In the ED, she was alert and had mild respiratory distress with oxygen saturation of 86% on room air. On physical examination, she had decreased breath sounds in the bilateral lower lung lobes and crackles over the posterior lung fields. She was noted to have intermittently worsening hypoxemia with desaturations to as low as 80% with ambulation or on lying supine. Positional hypoxemia improved with change in position to lateral or prone. She tested positive for COVID-19 by molecular testing of the nasopharyngeal specimen. CXR showed diffuse bilateral interstitial opacities (Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 799,
                    "end": 808,
                    "text": "(Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Case 2"
        },
        {
            "text": "She was evaluated for COVID-19 associated MIS-C but did not meet the laboratory criteria. Complete blood count, comprehensive metabolic profile, PT/PTT, fibrinogen, D-dimer, and ferritin levels were all normal. CRP and ESR were elevated to 3.65 mg/dL (reference range <=0.90 mg/dL) and 54 mm/hr (reference range 0-20 mm/hr), respectively. She had an initial elevated level of total CK to 2459 Intl Units/L (reference range 29-168 Intl Units/L). Thyroid-stimulating hormone was elevated to 55.31 mcIU/mL (reference range 0.470-3.410 mcIU/mL) and the free T4 level was less than 0.40 ng/dL (reference range 0.58-1.64 ng/dL). She was started on 2 L/min of supplemental oxygen by nasal cannula with associated oxygen saturation of 92%. Over the next eight hours, she developed worsening hypoxemia with associated dyspnea, most notably during and following ambulation, and was transitioned to high flow respiratory support by HVNI with 50% FiO2. During the next 12 hours, her hypoxemia worsened, and she was transferred to the pediatric ICU and was continued on high flow respiratory support at 25 L/min with 70% FiO2 by HVNI. Her oxygen saturation improved to more than 92% but she continued to have intermittent positional and exertional hypoxemia. She was treated with albuterol, dexamethasone, prophylactic anticoagulation therapy, and thyroxine. On day 5 of hospitalization, she began showing clinical improvement and her oxygen support was weaned over the next 48 hours. She was transitioned to room air and was discharged home after seven days of hospitalization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 2: Chest radiograph showing diffuse bilateral interstitial opacities."
        },
        {
            "text": "Obesity, even without additional chronic conditions, has been demonstrated to increase the risk of influenza-related complications, the risk of developing the severe disease due to respiratory viral infections, and the likelihood of hospitalization [6, 7] . Similarly, adult data has shown a strong association between obesity and worse clinical outcomes in COVID-19 disease, even in the absence of any other comorbidities.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 252,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 253,
                    "end": 255,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In a study, obesity (BMI >30 kg/m 2 ) and severe obesity (BMI >35 kg/m 2 ) were present in 47.6% and 28.2% of COVID-19 cases in adults, respectively. It was found that the need for invasive mechanical ventilation was associated with severe obesity and was independent of age, diabetes, and hypertension [8] .",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 306,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Obesity leads to persistent immune dysregulation and is associated with increased susceptibility to infections that lead to sepsis and death [9] . It has been postulated that chronic inflammationhypercytokinemia, endothelial dysfunction, cardiac abnormalities, and pro-thrombotic environment are the possible mechanisms through which obesity leads to worse COVID-19 outcomes [10] . The dysfunctional hypertrophic adipocytes in obesity produce an excessive amount of cytokines leading to the increased recruitment of macrophages which, in turn, produce high amounts of pro-inflammatory molecules. A published study looked at the immune responses of 54 COVID-19 patients, 28 of whom had severe respiratory failure (SRF). It was observed that all the patients with pneumonia caused by SARS-CoV-2 who developed SRF displayed hyper-inflammatory responses with features of either immune dysregulation or macrophage activation syndrome, both of which are characterized by pro-inflammatory cytokines. Overproduction of pro-inflammatory cytokines by monocytes and dysregulation of lymphocytes, characterized by CD4 lymphopenia and subsequently B cell lymphopenia, are the two key features of this immune dysregulation [11] . A case series of three patients suggested that SARS-CoV-2 infection promotes the induction of endotheliitis in several organs as a direct consequence of viral involvement and the host inflammatory response; as shown by the presence of viral elements within endothelial cells and an accumulation of inflammatory cells, with evidence of endothelial and inflammatory cell death [12] .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 375,
                    "end": 379,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1209,
                    "end": 1213,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1591,
                    "end": 1595,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Acute cardiac injury is highly prevalent in patients with COVID-19 and is associated with worse clinical outcomes and obesity is an established risk factor for cardiovascular disease. Obesity leads to vascular abnormalities via various mechanisms and the clinical presentation might be worse in obese patients with preexisting endothelial dysfunction. Moderate to severe cases of obesity may lead to left ventricular dilation, left ventricular diastolic or systolic dysfunction, or left ventricular hypertrophy [13] . Obesity is also associated with activation of the renin-angiotensin-aldosterone system, which leads to increased levels of angiotensin II, with direct effects on the myocardium.",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 515,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Based on the data collected during the March 1 to July 25, 2020, by the COVID-19-Associated Hospitalization Surveillance Network (COVID-NET), a population-based surveillance system that collects data on laboratory-confirmed COVID-19-associated hospitalizations in 14 states, 38.5% of 576 children with information on underlying medical conditions, 42.3% had one or more underlying conditions. Obesity (BMI ≥30 kg/m 2 in a child aged ≥2 years; not evaluated for children aged <2 years) was the most prevalent condition (37.8%), followed by chronic lung disease, and prematurity (gestational age <37 weeks at birth, collected only for children aged <2 years) [14, 15] . This study and other studies of hospitalized children with COVID-19 found that obesity was the most prevalent underlying medical condition [16, 17] .",
            "cite_spans": [
                {
                    "start": 657,
                    "end": 661,
                    "text": "[14,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 662,
                    "end": 665,
                    "text": "15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 807,
                    "end": 811,
                    "text": "[16,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 812,
                    "end": 815,
                    "text": "17]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "With increasing pediatric infections due to COVID-19, risk factors for disease severity are becoming evident with obesity prevailing as a major risk for the pediatric population. Childhood obesity affects almost one in every five children in the United States, and the high prevalence of obesity among children in the United States raises the risks of severe disease. Understanding the underlying pathophysiologic association between obesity and severe SARS-CoV-2 infection is important to identify possible clinical interventions and preventive strategies to reduce the risk of hospitalization and mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Human subjects: Consent was obtained or waived by all participants in this study. Conflicts of interest: In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information Disclosures"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "1239--1242",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "CDC COVID-19 Response Team: Coronavirus disease 2019 in children -United States",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "62",
            "issn": "",
            "pages": "422--426",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6914e4"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Sauber-Schatz EK: COVID-19 trends among persons aged 0-24 Years -United States",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Leidman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Duca",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Omura",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Proia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Stephens",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "70",
            "issn": "",
            "pages": "88--94",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm7003e1"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical characteristics and diagnostic challenges of pediatric COVID-19: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Formos Med Assoc",
            "volume": "119",
            "issn": "",
            "pages": "982--989",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jfma.2020.04.007"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Obesity and influenza associated mortality: evidence from an elderly cohort in Hong Kong",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Prev Med",
            "volume": "56",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ypmed.2012.11.017"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Underweight, overweight, and obesity as independent risk factors for hospitalization in adults and children from influenza and other respiratory viruses. Influenza Other Respir Viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Moser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Galindo-Fraga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Ortiz-Hernández",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "3--9",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12618"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "High prevalence of obesity in severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) requiring invasive mechanical ventilation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simonnet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chetboun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poissy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Obesity",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/oby.22831"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Obesity and type 2 diabetes mellitus drive immune dysfunction, infection development, and sepsis mortality",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Frydrych",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bian",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "O&apos;lone",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Delano",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Leukoc Biol",
            "volume": "104",
            "issn": "",
            "pages": "525--534",
            "other_ids": {
                "DOI": [
                    "10.1002/JLB.5VMR0118-021RR"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Obesity and COVID-19: immune and metabolic derangement as a possible link to adverse clinical outcomes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Korakas",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ikonomidis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kousathana",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Physiol Endocrinol Metab",
            "volume": "319",
            "issn": "",
            "pages": "105--109",
            "other_ids": {
                "DOI": [
                    "10.1152/ajpendo.00198.2020"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Complex immune dysregulation in COVID-19",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Giamarellos-Bourboulis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Netea",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rovina",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2020.04.009"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "patients with severe respiratory failure",
            "authors": [],
            "year": 2020,
            "venue": "Cell Host Microbe",
            "volume": "27",
            "issn": "",
            "pages": "992--1000",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2020.04.009"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Endothelial cell infection and endotheliitis in COVID-19",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Varga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Flammer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Steiger",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "2020",
            "issn": "",
            "pages": "1417--1418",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30937-5"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Obesity cardiomyopathy: pathophysiology and evolution of the clinical syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Alpert",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Med Sci",
            "volume": "321",
            "issn": "",
            "pages": "225--236",
            "other_ids": {
                "DOI": [
                    "10.1097/00000441-200104000-00003"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Hospitalization rates and characteristics of patients hospitalized with laboratory-confirmed coronavirus disease 2019 -COVID-NET, 14 States",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Whitaker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "458--464",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6915e3"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Risk factors for intensive care unit admission and in-hospital mortality among hospitalized adults identified through the U.S. coronavirus disease 2019 (COVID-19)-associated hospitalization surveillance network (COVID-NET)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "O&apos;halloran",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa1012"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Epidemiology, clinical features, and disease severity in patients with coronavirus disease 2019 (COVID-19) in a children's hospital in",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zachariah",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Halabi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA Pediatr",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamapediatrics.2020.2430"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Clinical characteristics and outcomes of hospitalized and critically ill children and adolescents with coronavirus disease 2019 (COVID-19) at a tertiary care medical center in New York City",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Derespina",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Herold",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Pediatr",
            "volume": "2020",
            "issn": "",
            "pages": "14--19",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpeds.2020.05.006"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}