{
    "paper_id": "3d34299f082708a56dbe751eb4379d49a7cc8b27",
    "metadata": {
        "title": "Reivindicando la validez del oftalmólogo general. Homenaje al Dr. Li Wenliang (1986-2020)",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "Jiménez"
                ],
                "last": "Benito",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Universitario de Burgos",
                    "location": {
                        "settlement": "Burgos",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Gajate Paniagua",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Universitario de Burgos",
                    "location": {
                        "settlement": "Burgos",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Tabares Sánchez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Universitario de Burgos",
                    "location": {
                        "settlement": "Burgos",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "E"
                ],
                "last": "De Las Heras Gómez De Liaño",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Universitario de Burgos",
                    "location": {
                        "settlement": "Burgos",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Pontón Méndez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Universitario de Burgos",
                    "location": {
                        "settlement": "Burgos",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Portilla Blanco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Universitario de Burgos",
                    "location": {
                        "settlement": "Burgos",
                        "country": "Spain"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Our profession has become very complicated and nobody with common sense can maintain that all the subspecialties of ophthalmology can be covered singlehandedly. In contemporary Spanish ophthalmology, it is surprising how many societies are dedicated to sub-specialties and, of course, all have their boards of directors, annual congresses and members fees. Perhaps the Ophthalmology Society of Spain could manage subspecialty meetings, although this could be very complicated due to the unstoppable and sometimes obsessive eagerness to achieve notoriety within the profession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Becoming a sub-specialist is very attractive for resident doctors, possibly to achieve a unique identity in the larger group of Spanish ophthalmologists and in the belief that sub-specialization will offer more job opportunities. This subspecialization culture is reflected in the growing number of Masters or Fellowships offered in the different sub-specialties, which, it must be said, have a significant economic component. However, it is worth reminding resident doctors that the day-to-day reality of care may be less glamorous than the desired sub-specialization, largely for two reasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1 Many ophthalmologists work in regional hospitals in which care activity basically consists in outpatient consultations, with less need for extensive knowledge of sub-specialists. 2 It is not easy to join the subspecialty sections in the ophthalmology services of medium or large hospitals because said sections already comprise sufficient colleagues. Moreover, the highest demand for care is in outpatient clinics where the required knowledge is general ophthalmology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We are not against sub-specialization, but we believe it is appropriate to warn younger colleagues, many of whom are obsessed with training in sub-specialties, that they may feel great frustration if after such training they may have to engage in not-so-qualified care activity. It is clear that sub-specialization is necessary and unstoppable in ophthalmology, because it allows better quality of care for certain patients, but we believe it is highly recommended to gain a few years of experience as a general ophthalmologist and then consider sub-specialization that can be acquired gradually with the help of other colleagues in the subspecialty and with the recommended individual study. Although it may be a reasonable option, it is not essential to have a master's degree or fellowship in order to achieve the desired subspecialty, as we all know brilliant subspecialists who did not engage in such training.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We consider it important to remember that the majority of the population's healthcare needs can be met by a general ophthalmologist who is interested in continuing education. The professional work of the general ophthalmologist can be very gratifying since his knowledge allows him to treat many conditions and only in certain cases to refer them to sub-specialists. This requires training in the multiple diagnostic tests and surgical techniques that must go beyond cataract surgery such as not very complex eyelid surgery, tear duct surgery such as dacryocystectomies, laser treatments and intraocular injections, among others. They may even have their own knowledge of general ophthalmology such as bioethics, statistics or hospital management, subjects that are usually forgotten by subspecialists. Being a good general ophthalmologist is an enormous professional challenge, and their healthcare work is as valid and necessary as that of subspecialist ophthalmologists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The excess of specialization can have risks that were already pointed out by Salvador de Madariaga (1886-1978) , a thinker that presumably authored the following phrase: An expert is someone who knows more and more about less and less, until he knows absolutely everything about nothing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 110,
                    "text": "Madariaga (1886-1978)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "We end this editorial with a heartfelt tribute to the Chinese ophthalmologist Dr. Li Wenliang 1 (1986-2020) who discovered the coronavirus (SARS-CoV-2) and died of COVID-19 at the age of 34. Dr. Li Wenliang was caring for a glaucoma patient who developed fever and cough. 2 Our colleague, instead of making a consultation and not understanding the problem, was interested in following the patient, observed that he had atypical pneumonia and helped to identify the coronavirus etiology, which we now know as SARS-CoV-2. Given his age, it is doubtful that he was a prestigious subspecialist, but he was an extraordinary general ophthalmologist, because in addition to checking for glaucoma he cared for the patient, an attitude that is worthy of admiration, don't you think? r e f e r e n c e s",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 273,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus kills Chinese whistleblower ophthalmologist",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Keng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Please cite this article as: Jiménez Benito J, Gajate Paniagua N, Tabares Sánchez M, de las Heras Gómez de Liaño ME, Pontón Méndez P, Portilla Blanco R. Reivindicando la validez del oftalmólogo general. Homenaje al Dr. Li Wenliang (1986-2020). Arch Soc Esp Oftalmol. 2020. https://doi.org/10.1016/j.oftal.2020.04.020 * Corresponding author. E-mail address: jjimenez@saludcastillayleon.es (J. Jiménez Benito).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}