{
    "paper_id": "3d35638e8ce7a35203afd21d4187048dcb8b299d",
    "metadata": {
        "title": "CoMix: comparing mixing patterns in the Belgian population during and after lockdown",
        "authors": [
            {
                "first": "Pietro",
                "middle": [],
                "last": "Coletti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Wambua",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amy",
                "middle": [],
                "last": "Gimma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lander",
                "middle": [],
                "last": "Willem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centre for Health Economic Research and Modelling Infectious Diseases, Vaccine and Infectious Disease Institute",
                    "location": {
                        "postCode": "2610",
                        "settlement": "Antwerp",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [],
                "last": "Vercruysse",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bieke",
                "middle": [],
                "last": "Vanhoutte",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centre for Health Economic Research and Modelling Infectious Diseases, Vaccine and Infectious Disease Institute",
                    "location": {
                        "postCode": "2610",
                        "settlement": "Antwerp",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "I"
                ],
                "last": "Jarvis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kevin",
                "middle": [],
                "last": "Van Zandvoort",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Edmunds",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Philippe",
                "middle": [],
                "last": "Beutels",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centre for Health Economic Research and Modelling Infectious Diseases, Vaccine and Infectious Disease Institute",
                    "location": {
                        "postCode": "2610",
                        "settlement": "Antwerp",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Niel",
                "middle": [],
                "last": "Hens",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 pandemic has shown how a newly emergent communicable disease can lay considerable burden on public health. To avoid system collapse, governments have resorted to several social distancing measures. In Belgium, this included a lockdown and a following period of phased re-opening. A representative sample of Belgian adults was asked about their contact behaviour from mid-April to the beginning of August, during different stages of the intervention measures in Belgium. Use of personal protection equipment (face masks) and compliance to hygienic measures was also reported. We estimated the expected reproduction number computing the ratio of R 0 with respect to pre-pandemic data. During the first two waves (the first month) of the survey, the reduction in the average number of contacts was around 80% and was quite consistent across all age-classes. The average number of contacts increased over time, particularly for the younger age classes, still remaining significantly lower than pre-pandemic values. From the end of May to the end of July , the estimated reproduction number has a median value larger than one, although with a wide dispersion. Estimated R 0 fell below one again at the beginning of August. We have shown how a rapidly deployed survey can measure compliance to social distancing and assess its impact on COVID-19 spread. Monitoring the effectiveness of social distancing recommendations is of paramount importance to avoid further waves of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "OPEN",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic due to the novel coronavirus (SARS-CoV-2) has shown how newly emerging infectious diseases can lay considerable burden on public health and social economic welfare of the society. Since its emergence, over million confirmed cases and deaths have been recorded as of 2020 1 . In the absence of established pharmaceutical interventions, many countries across the globe have resorted to non-pharmaceutical interventions, advocacy of proper hygienic measures (hand washing, sanitizing), as well as promotion of wide-spread usage of masks to help combat the spread of this disease. However, sustainability of some of the imposed measures is infeasible in the long term, due to an urgent need to returning back to normal social life as well as rekindling the economy. Thus governments have been prompted to lift some of the measures in a phased manner whilst enforcing new/existing rules such as wearing masks in designated places such as in public transport, hospitals, schools, workplaces and other places that attract large crowds and gatherings.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 294,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As COVID-19 is primarily transmitted through close-contact interaction with infected individuals 2 , data on social contacts is indispensable in informing mathematical modeling studies being employed to explore the evolution of this disease. The last decade of research in infectious disease modeling has shown how quantifying contact patterns is crucial to capture disease dynamics 3 . However, social contact data capturing behavioral changes in the population during and across different stages of an epidemic is mostly lacking and mathematical models need to rely on various assumptions, which might be unverifiable. This raises validity concerns on their appropriateness in guiding decision making.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 384,
                    "text": "3",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thus, as many governments are carefully monitoring the situation to avoid further waves of COVID-19, continual data collection is vitally important to closely monitor changes in social mixing. This can provide insights Scientific Reports | (2020) 10:21885 | https://doi.org/10.1038/s41598-020-78540-7",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "www.nature.com/scientificreports/ on the impact of different intervention measures as well as help in real-time management of the COVID-19 crisis, together with other insights from social and behavioral sciences 4 . Studies comparing social contact patterns before and during the COVID-19 pandemic have been reported for Wuhan and Shanghai 5 , the UK 6 , the Netherlands 7 , Luxembourg 8 , the US 9 and in multiple countries (Belgium, France, Germany, Italy, the Netherlands, Spain, the UK, and the US) 10 . The overall reduction in the total number of contacts made by individuals ranged from 48% to 85%, stressing once again the importance of quantifying the impact of social distancing separately for each country. Also, although little variations in the number of contacts over time were measured 10 up to mid-April, this may change as countries relieve stricter measures and social interactions need to adjust to the new post-lockdown reality 8 .",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 213,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 503,
                    "end": 505,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 948,
                    "end": 949,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this paper, we present results from a longitudinal survey of the adult population in Belgium, representative by age, gender and region of residence. The survey involves multiple waves of data collection, and is part of a wider study to look at changes in contact patterns across European countries (see e.g. UK 6 ). Here, we present results for eight waves (= 16 weeks). We quantify the changes in social contact patterns comparing pre-pandemic, lockdown and post-lockdown periods and its impact on the transmission dynamics of COVID-19 based on the changes in the basic reproduction number relying on the next generation principle. We use a published survey of the Flemish region (Belgium) conducted in 2010 11, 12 as reference for the pre-pandemic social mixing. Also, we assess the uptake of face mask wearing and adherence to hygienic measures in the population over time.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 315,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 712,
                    "end": 715,
                    "text": "11,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 716,
                    "end": 718,
                    "text": "12",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sample composition. During the first wave, 1542 participants took part in the survey, divided among 732 males (47.5%) and 810 females (52.5%) ( Table 1 ). In the following waves the participant sample varied in size, with minimal impact on the composition of the sample. The number of survey participants declined from 1277 participants (82.8% of the total) during the second wave to 833 participants (54%) during the eighth wave (Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 430,
                    "end": 438,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The average number of contacts in all the waves of the CoMix survey shows a marked reduction compared with the 2010 pre-pandemic data ( Fig. 1 and Table 2 ). During lockdown (wave 1), www.nature.com/scientificreports/ the reduction in the average number of contacts was as high as 80% with respect to the 2010 data. During wave 2, the number of contacts was in line with the lockdown results, although wave 2 was collected after the re-opening of companies and shops offering non-essential goods. From wave 3 to wave 7, a marked increase in the average number of contacts was observed, especially for the younger age classes. The average number of contact decreased again from wave 7 to wave 8. The median number of contacts however remained quite stable (see Fig. S1 ), suggesting that the increase in the average number of contacts is due to a limited number of individuals that report a large number of contacts. Participants living in the Flemish region reported a higher number of contacts with respect to participants in the Brussels and Walloon regions (see Fig. S4 ). Over time, we also observed a reduction in the average number of contacts made at home, whereas the number of contacts made away from home increased (Fig. 2) . This is consistent with contacts being established for the vast majority at home during lockdown. When lockdown was relieved, an increase of the percentage of contacts outside home was therefore expected. Contacts at home were also more likely to involve physical contact and to last longer (see Figs. S5 and S6) than contacts outside the household. With respect to the pre-pandemic period, in all CoMix survey waves a smaller fraction of contacts involving skin-to-skin touching was observed. Participant gender, household size and day of the week do not show a significant relation with the average number of contacts. www.nature.com/scientificreports/ Figure 3 shows the contact matrices for the 2010 survey and the waves of the CoMix survey. The overall reduction in the number of contacts with respect to pre-pandemic scenario is marked by the color palette. Contact matrices from the CoMix survey present a more even structure, with less assortative mixing with age with respect to 2010, as they do not show a relatively higher contact intensity on the main diagonal of the matrix nor do they reveal work contacts (ranging from 18 years of age to 60 years of age) as the 2010 contact matrix does. From wave 3 onward, a larger number of contacts in the working population can be noticed, though with a weaker magnitude than during the pre-pandemic period. The high number of contacts established by participants in the youngest age category (from 18 years of age to 30 years of age) is clearly visible. (Fig. S13) . Contact imputation generally increases the R 0 ratio. Therefore, this means that contact imputation leads to a higher reproduction number during and after the lockdown. Considering the R 0 to be normally distributed with mean 3.344 and standard deviation 0.028 13 , social contact data for wave 3 onward point towards a reproduction number that is higher than one both with and without contact imputation (Fig. 4) up to mid July (wave 7). Data collected at the end of July (wave 8), instead, point towards a smaller reproduction number. When considering only physical contacts this increasing trend in the reproduction number is not present. It has to be considered, however, that the physical nature of the contact is not recorded for a large fraction of contacts from wave 3 onward (see Fig. S3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 142,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 147,
                    "end": 154,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 760,
                    "end": 767,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1065,
                    "end": 1072,
                    "text": "Fig. S4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1225,
                    "end": 1233,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1891,
                    "end": 1899,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2744,
                    "end": 2754,
                    "text": "(Fig. S13)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3162,
                    "end": 3170,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3546,
                    "end": 3553,
                    "text": "Fig. S3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Participant contacts."
        },
        {
            "text": "Face mask wearing and hand hygiene. The fraction of participants reporting to have used a mask in the previous day in any one or more of the following; everywhere, walking on the street, cycling, during public transport, on the supermarkets/shops, during cinema/bar/restaurant, while at home, or any other place increased strongly from the first wave up to wave eight. Whereas during wave one only 18% of all participants reported wearing a mask, more than 75% reported wearing a mask during wave eight. Small variations are observable among different age classes (Fig. 5) , however non significant. On the other hand, the number of participants that reported washing their hands at least once in the last three hours slightly decreased over time, dropping from 92% during wave 1 to 89% during wave eight. In this case, significant differences are observed among age classes, in particular with younger individuals being less likely to wash their hands, consistently over all waves. No significant impact of gender is found on face mask wearing, nor on hands washing (Figs. S14 and S15). www.nature.com/scientificreports/",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 564,
                    "end": 572,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Participant contacts."
        },
        {
            "text": "The Belgian government imposed several measures in a sequential manner. On March 13, a directive to close all schools, restaurants, cafes, gyms, and to forbid public gatherings was issued. Further measures followed on March 17th, when more strict limitations on the mobility of people were imposed in addition to closing companies/premises offering non-essential services. On the 4th of May, the Belgian government started to relieve the country lockdown, with a plan of progressive relief for the following weeks. Monitoring how a population complies with social distancing and how it will adjust to the new governmental directions is crucial to predict epidemic scenarios for the months to come. In this work we report results for eight waves of the CoMix survey, aimed at monitoring population compliance and contact patterns in the population. We quantified the impact of social distancing measures on contact patterns, collecting additional information on the use of face masks and compliance to hygiene recommendations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although the average number of contacts increased during the different waves of the survey, its value is still significantly lower than pre-pandemic values 11, 12 . During the first two waves of the survey, the reduction in the average number of contacts was around 80% and was quite consistent across all age-classes. This value is in line with what was measured in European countries 6-8,10 but smaller than values reported in Shanghai and Wuhan 5 and higher than preliminary results for the US 9 . This reduction in the number of contacts shows a strong location-specific structure. In the lockdown scenario (wave 1) , contacts at home account for ∼ 70% of the total number of contacts, with contacts during leisure activities, transportation, and other places accounting for the rest. Therefore, a smaller reduction is measured in the number of contacts at home with respect to all other type of contacts. This is quite reasonable, as social distancing measures impact mostly contact patterns outside households. In the following waves of the survey (waves 3-7), the number of contacts presented an increase in the average value. During wave 8, a reduction in the average number of contacts with respect to wave 7 was observed, in line with additional social distancing rules imposed by the government at the end of July 14 . Median values were however quite stable, implying that the distribution of the number of contacts for later waves is more skewed than during lockdown and the first phase of re-opening. Furthermore, the largest increase in the number of contacts is measured for the youngest age class (from 18 years of age to 29 years of age) and in participants from the Flemish region.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "11,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 160,
                    "end": 162,
                    "text": "12",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 497,
                    "end": 498,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1325,
                    "end": 1327,
                    "text": "14",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The reduction in the number of contacts due to social distancing impacts the reproduction number 15 . With respect to that, we measured the R 0 ratio considering only adults or imputing contacts of children (i.e. individuals <18 y). The two approaches lead somehow different results, with higher ratio obtained when imputing children contacts. These results stress that care should be taken when imputing contacts in children based on behavioral changes in adults. However, epidemiological implications in the case of the COVID-19 are difficult to ascertain, as the role of children in the spread of COVID-19 is quite debated [16] [17] [18] [19] . While some studies report a smaller number of confirmed cases in children 20 , pointing towards either a reduced susceptibility or a reduced infectivity 5,20 , others report higher infection rates in children with respect to adults 19 and a relevant role in diffusion of children 21 . Without the ability to discriminate between the two cases, a scenario analysis is needed. This would reduce the impact of possible bias induced by contact imputation for children, especially for primary school children. The data shows a slow but constant increase in the absolute reproduction number, which from wave 3 has a median value higher than one. It is worth noting that the largest increase in the average number of contacts is measured among the youngest age class surveyed (18-29 years of age). Taken together, these two results could signal the risk of disease resurgence, especially among the younger individuals. Our result show that physical contacts have not increased after the relaxation of distancing measures in individually reported contacts. Computing the R 0 ratio only using physical contacts leads to a reproduction number that sets below one for all the waves of the survey. We need to stress, however, that physical contact information is missing for most of the group-reported contacts, that are a considerable percentage of the total number of contacts from wave 3 onward. Therefore, this analysis is performed on a small subset of the total number of contacts.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 99,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 626,
                    "end": 630,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 631,
                    "end": 635,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 722,
                    "end": 724,
                    "text": "20",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 880,
                    "end": 882,
                    "text": "19",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 928,
                    "end": 930,
                    "text": "21",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Participation from wave 1 to wave 2 was quite high (76.7%) and still after 16 weeks of data collection around 50% of the panel participants opted for filling the questionnaire. Establishing a loyal panel of participants is of course crucial for monitoring behavioral changes and population compliance to government directions over time. www.nature.com/scientificreports/ We measured an increasing use of face-masks in the participants, starting from 18% during lockdown to more than 75% at the beginning of August. This is confirmed also from a widely participated, non-representative survey 22 that was deployed in Belgium following the lockdown. This increase is likely linked to the increase of contacts outside the households, where wearing a face-mask could be compulsory or perceived as more important to ensure safety during interactions. We do not measure gender-specific effects, although these have been reported in other countries, where face mask wearing was not mandatory 23 .",
            "cite_spans": [
                {
                    "start": 592,
                    "end": 594,
                    "text": "22",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 985,
                    "end": 987,
                    "text": "23",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our work is based on several working assumptions, that may result in limitations of our work. To avoid longer ethical scrutiny and deploy the survey as promptly as possible we decided to exclude children (i.e. individuals <18 y) from our survey. As we have shown, however, contact imputation for children based on contact reductions of adults leads to inconsistent results, and thus the best option was to limit our considerations to the adult population. Nonetheless, we expect the impact of the younger population to be less crucial for COVID-19 spread. In addition to that, parallel solutions to specifically address children and their contact patterns during school closure terms may be put in place 22 . Our survey asked participants to record contacts retrospectively. Although this could be associated with recalling bias 3, 24 , such an effect is marginal when participants have to remember contacts from recent time 25 . This is even more so in a lockdown situation, when the total number of contacts is very low. As a final remark we measured the expected impact of contact patterns on R 0 . It should be stressed, however, that changes in R 0 could be due to changes in infection transmissibility, which could be affected by several factors, like the use of face mask, increased caution during conversational contacts and possible direct/ indirect effect of climate variables on transmission.",
            "cite_spans": [
                {
                    "start": 704,
                    "end": 706,
                    "text": "22",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 829,
                    "end": 831,
                    "text": "3,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 832,
                    "end": 834,
                    "text": "24",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 925,
                    "end": 927,
                    "text": "25",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we have shown how a representative survey can measure compliance to social distancing and assess its impact on COVID-19 spread. As neither a vaccine nor adequate therapeutic options are available at this time, monitoring the effectiveness of social distancing recommendations is of paramount importance to properly assess the impact of such interventions and avoid further waves of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Ethics statement. Participants (aged 18 years or older) opt-in for the study voluntarily. Informed consent was collected and all analyses were performed on pseudo-anonymised data. The study was approved by the ethics committee of the University of Antwerp (reference number EC UZA 20/13/147). The informed consent form (Dutch and French) is provided in the Supporting Information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A representative sample of Belgian adults was asked to participate in a multi-wave survey about their contact behavior. The sample was selected from existing panels of individuals frequently participating in online surveys and selected to be representative of the Belgian population using quotas on age, gender and region of residence (see Supporting Information for more details). Here we present results for eight waves that were collected during and after the lockdown, with different intervention strategies taking place (see Fig. 6 for details). Participant information. Participants' age, education level and occupation were recorded, together with information regarding their socio-economic status, health status, whether they experienced symptoms, attitude towards intervention measures and adherence to intervention measures. Age, gender, occupation and symptoms www.nature.com/scientificreports/ experienced were collected also for household members. Specific questions on whether the participants or any of their household members tested positive for COVID-19 or if they knew somebody who did were asked. In addition, self-isolation and quarantine (i.e. isolation after potential exposure to infected individuals) periods in the last 7 weeks were reported. The survey questionnaire of wave 6 (in French) is provided in the supporting information.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 530,
                    "end": 536,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Survey methodology."
        },
        {
            "text": "During the survey day, participants were asked to report all contacts made between 5 am the day preceding the survey and 5 am of the day of the survey. A contact was defined as an in-person conversation of at least a few words, or a skin-to-skin contact. Participants could report individual contacts or (from wave 3 onward) contacts with a group of individuals. For every individual contact, participants filled in the age and the gender of the contacted person, whether the contact included skin-to-skin touching, the duration of the contact and the frequency with which they usually contact this person. Information on the location was collected using pre-specified locations (home, work, school, leisure activities, other places) and specifying whether the contact took place in open air or indoors. Contacts reported in group could be marked as taking place at work, school or any other location and allowed only for three age categories (0-18, 19-65 and 65+ years) and were reported in two categories: one explicitly stating that they involved physical contact and one without specifying this. We assigned specific age-values to the contacts in these two categories by sampling from the agedistribution of the reported individual contacts. Contact duration and frequency were not collected for contacts reported in groups. Participants could complete the survey using a website or an app on their phone/tablet. The survey questionnaire of wave 6 (in French) is provided in the supporting information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contacts information."
        },
        {
            "text": "We computed the average number of contacts per participant, stratified by several participant characteristics, like age, gender, household size and day of the week. We present results in comparison to a social contact survey conducted in the Flemish region of Belgium in 2010 11, 12 .",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "text": "11,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 280,
                    "end": 282,
                    "text": "12",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis."
        },
        {
            "text": "We computed R 0 as the leading eigenvalue of the next generation matrix informed by the contact matrix while assuming the transmission rates to be proportional to the social contact rates, i.e. \"the social contact hypothesis\" 15,26 from the 2010 survey and from the eight waves of the CoMix survey separately. To account for sampling variability, we generated 10,000 contact matrices via bootstrapping using the SocialMixr package 27 . Then, we computed the R 0 ratio with respect to the pre-pandemic period as the ratio between R 0 from CoMix survey and R 0 from the 2010 survey for each bootstrap iteration, ending up with a distribution of R 0 ratios 28 . We computed the ratio using different sets of contacts: the total number of contacts and only contacts involving skin-to-skin touching.",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 433,
                    "text": "27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data analysis."
        },
        {
            "text": "As the survey does not include individuals younger than 18 years of age, we also assessed the impact of imputing social contacts for the 0-4 and 5-17 age classes on the ratio of R 0 . To impute these contacts we followed the approach described in 29 and applied to another social contact survey collected within the same initiative 6 . We first computed the R 0 ratio comparing the CoMix survey with the 2010 survey for each contact location, considering only the age classes in common. Then, we computed the number of contacts made by individuals in the 0-4 and 5-17 age classes for the CoMix survey as the corresponding number of contacts in the 2010 survey, multiplied by the eigenvalue ratio in each contact location. We again used bootstrap ( n = 10,000 ) to account for sampling variability. These imputed contact matrices are then used to compute the R 0 ratio as explained before. We compare the results of both approaches. R version 3.6.3 was used for all analyses. The code used in this analysis is based on SocialMixr package 27 and the Socrates tool 30 . The social contact data is available on Zenodo 31 (Fig. 7) .",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 249,
                    "text": "29",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 332,
                    "end": 333,
                    "text": "6",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 1117,
                    "end": 1125,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Data analysis."
        },
        {
            "text": "The social contact data analyzed in this survey can be found on Zenodo 31 . The survey questionnaire in French is provided in the Additional Information (the Dutch version is available upon request). ",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 73,
                    "text": "31",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Covid-19 Situation Update Worldwide, as of 5th of",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A systematic review of social contact surveys to inform transmission models of close-contact infections",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hoang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Epidemiology",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/EDE.0000000000001047"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 pandemic response",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J V"
                    ],
                    "last": "Bavel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Hum. Behav",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41562-020-0884-z"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Changes in contact patterns shape the dynamics of the covid-19 outbreak in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb8001"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Quantifying the impact of physical distance measures on the transmission of COVID-19 in the UK",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Jarvis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12916-020-01597-8"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The impact of physical distancing measures against covid-19 transmission on contacts and mixing patterns in the netherlands: repeated cross-sectional surveys",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Backer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.05.18.20101501"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Evolving social contact patterns during the covid-19 crisis in luxembourg",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Latsuzbaia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Herold",
                    "suffix": ""
                },
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Bertemes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mossong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS ONE",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0237128"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Quantifying interpersonal contact in the united states during the spread of covid-19: first results from the berkeley interpersonal contact study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Feehan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mahmud",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.13.20064014"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The differential impact of physical distancing strategies on social contacts relevant for the spread of covid-19",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Del Fava",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.05.15.20102657"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Close contact infection dynamics over time: insights from a second large-scale social contact survey in flanders, belgium",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Hoang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.09.30.20204891"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A nice day for an infection? Weather conditions and social contact patterns relevant to influenza transmission",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Willem",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Kerckhove",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0048695"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Modeling the early phase of the belgian covid-19 epidemic using a stochastic compartmental model and studying its implied future trajectories",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abrams",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.06.29.20142851"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Belgium's security council introduces further coronavirus restrictions",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Using data on social contacts to estimate age-specific transmission parameters for respiratory-spread infectious agents",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kretzschmar",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J. Epidemiol",
            "volume": "164",
            "issn": "7",
            "pages": "936--944",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwj317"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "An analysis of sars-cov-2 viral load by patient age",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.06.08.20125484"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A discussion and reanalysis of the results reported in jones et al (2020): \"an analysis of sars-cov-2 viral load by patient age",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Held",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Epidemiology and transmission of COVID-19 in 391 cases and 1286 of their close contacts in Shenzhen, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect. Dis",
            "volume": "3099",
            "issn": "20",
            "pages": "30287--30292",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30287-5"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Role of children in household transmission of covid-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/archdischild-2020-319910"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Systematic review of covid-19 in children shows milder cases and a better prognosis than adults",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Ludvigsson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Paediatr",
            "volume": "109",
            "issn": "",
            "pages": "1088--1095",
            "other_ids": {
                "DOI": [
                    "10.1111/apa.15270"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Contact tracing during phase i of the covid-19 pandemic in the province of trento, Italy: key findings and recommendations",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fateh-Moghadam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.07.16.20127357"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The large corona study",
            "authors": [
                {
                    "first": "Philippe",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The effect of messaging and gender on intentions to wear a face covering to slow down COVID-19 transmission",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Capraro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Barcelo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.31234/osf.io/tg7vz"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Contact patterns in a high school: a comparison between data collected using wearable sensors, contact diaries and friendship surveys",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mastrandrea",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fournet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0136497"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Social mixing patterns for transmission models of close contact infections: exploring self-evaluation and diary-based data collection through a web-based interface",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shkedy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aerts",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Damme",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Epidemiol. Infect",
            "volume": "134",
            "issn": "",
            "pages": "1158--1166",
            "other_ids": {
                "DOI": [
                    "10.1017/S0950268806006418"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Design and Analysis of Social Contact Surveys Relevant for the Spread of Infectious Diseases",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Estimating the impact of school closure on social mixing behaviour and the transmission of close contact infections in eight European countries",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Infect. Dis",
            "volume": "9",
            "issn": "",
            "pages": "1--12",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-9-187"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Contacts in context: large-scale setting-specific social mixing matrices from the bbc pandemic project",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klepac",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.16.20023754"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Contacts according to participant age class and dataset. Mean number of contacts broken down by participant age and dataset. For dataset coming from the CoMix survey, the starting date of the data collection is shown in brackets. Errorbars mark the 95% CI.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Social contact matrices. (a): Average number of daily reported contacts for the 2010 survey. (b-i) Average number of daily reported contacts for the 8 waves of the CoMix survey. The columns corresponding to participants below 18 years of age in the 2010 data have been removed, to ease the comparison with the CoMix data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Home/away from home contacts. (a): Mean number of contacts at home. Errorbars mark the 95% CI.(b): Mean number of contacts away from home. Errorbars mark the 95% CI. Scientific Reports | (2020) 10:21885 | https://doi.org/10.1038/s41598-020-78540-7",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "R 0 reduction. We estimated R 0 ratio between the eight waves of the CoMix survey and the 2010 data. The ratio increases with time up to mid July, ranging from a median of 0.186 (95% CI [0.171:0.203] ) for wave 1 to a median of 0.474 (95% CI [0.344:0.644]) for wave 7 (Fig. S13). At the end of July (wave 8) the R 0 ratio decreases to 0.280 (95% CI [0.210:0.377]). When imputing contacts for children (i.e. individuals <18 y), these numbers change to a median of 0.238 (95% CI [0.225:0.252]) for wave 1, 0.469 (95% CI [0.382:0.574]) for wave 7 and 0.308 (95% CI [0.269:0.353]) for wave 8",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Reproduction number. (a,b): Reproduction number considering all contacts, without imputation (a) and with imputation of contacts for children (i.e. individuals <18y) (b).(c,d): Reproduction number considering physical contacts, without imputation (c) and with imputation of contacts for children (d). All values are obtained starting from a normally distributed R 0 ( mean = 3.344 , sd = 0.028 ) and the ratio of R 0 computed with respect to the 2010 survey data. The horizontal line marks a reproduction number of 1. Scientific Reports | (2020) 10:21885 | https://doi.org/10.1038/s41598-020-78540-7",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Percentage of participants using face mask. Average number of participants wearing mask broken down by age. Errorbars mark the 95% CI. Scientific Reports | (2020) 10:21885 | https://doi.org/10.1038/s41598-020-78540-7",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Calendar of interventions and CoMix wave data collections. Scientific Reports | (2020) 10:21885 | https://doi.org/10.1038/s41598-020-78540-7",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Percentage of participants having washed their hands. Average number of participants having washed their hands at least once in the last three hours, broken down by age. Errorbars mark the 95% CI.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Table S2 presents information on participation rates for each wave. The average participant's age was 48.4 years ( standard deviation (sd) = 16.3 years ), with a median age of 50 years, and an inter-quartile range (IQR) of [35-65]. The average household size was 2.8 ( sd = 1.4 ), IQR [2-4] with a maximum household size of 10. In total, data on 4290 household members, including the participants, was collected.Nearly half of the participants were living with children (51.8%, 799 participants), 22.5% (347 participants) were part of a childless couple and 16.0% (247 participants) were living alone. Few participants (1.0% , 16 participants) reported living in a household with two or more families, 2.7% (41 participants) lived with two or more non-family adults and 6.1% (92 participants) reported living in yet a different type of household.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary of sample characteristics.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Average number of contacts.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work received funding from the European Research Council (ERC) under the European Union's Horizon 2020 research and innovation program (Grant Agreement 682540 TransMID). This project was funded by the European Union's Horizon 2020 Research and Innovations Programme-Project EpiPose (Epidemic intelligence to Minimize COVID-19's Public Health, Societal and Economical Impact. LW gratefully acknowledge support from the Fonds voor Wetenschappelijk Onderzoek (FWO) (postdoctoral fellowship 1234620N). We ackwowledge Quentin Leclerc and Alexis Robert for their contribution to the questionnaire translation. We thank several researchers from the SIMID COVID-19 consortium from the University of Antwerp and Hasselt University for the numerous discussions and meetings over the last months. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Supplementary Information is available for this paper at https ://doi.org/10.1038/s4159 8-020-78540 -7.Correspondence and requests for materials should be addressed to P.C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        },
        {
            "text": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creat iveco mmons .org/licen ses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reprints and permissions information is available at www.nature.com/reprints."
        }
    ]
}