{
    "paper_id": "3d437dd67d58e93d98dc3eb2e65da04450170fac",
    "metadata": {
        "title": "How to mitigate the psychological impacts of COVID-19 in older adults Letter to editor Considerations for Mitigation of the Psychological Impacts of COVID-19 in Older Adults",
        "authors": [
            {
                "first": "Maryam",
                "middle": [],
                "last": "Shaygan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shiraz University of Medical Sciences",
                    "location": {
                        "settlement": "Shiraz",
                        "country": "Iran"
                    }
                },
                "email": "m2620.shaygan@gmail.com"
            },
            {
                "first": ";",
                "middle": [],
                "last": "Farzaneh Bahadori",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Community Based Psychiatric Care Research Center",
                    "institution": "University of Social Welfare & Rehabilitation Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "There have been numerous outbreaks of infectious diseases in the world. On January 30, 2020, the World Health Organization (WHO) declared the outbreak of novel coronavirus disease (COVID-19) a Public Health Emergency. 1 The pandemic has caused not only the risk of death, but also too much psychological pressure on people all over the world.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 219,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "dear editor"
        },
        {
            "text": "Older adults are more susceptible to severe infections, cascade of complications, disability, and death. 2, 3 The elderly might also be more vulnerable to mental health problems because of their higher risk of infection. 4 They may experience adverse feelings such as fear of death because of the potential lethality of the illness. Some of them claim that dying from coronavirus is a horrible nuisance for them because none of their family members would be able to attend their funeral. They are also afraid of being hospitalized in medical facilities that lack sufficient equipment. They fear that if they contract the virus, no one will be able to visit or help them. The other fear the elderly experience is the infection of their spouses, children, and siblings. Dismal and disappointing news spreading via social media could also increase their fear and anxiety. Social distancing; reduced contact with others, especially loved ones; inability to take part in routine day-to-day activities (e.g. shopping for necessities); and cancellation of community events lead to boredom, frustration, and a sense of loneliness and isolation, which is distressing to older adults. This problem is particularly prominent in older adults who have limited access to the Internet-based services and smartphones. 5, 6 The statement \"coronavirus is mostly deadly to the elderly\" increases a sense of fear and worthlessness in them. Some older adults have become extremely dependent on their children because they fear in-store shopping of essential items in large supermarkets, while they are not skilled in shopping online; this problem adds to their sense of worthlessness.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 107,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 108,
                    "end": 109,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 221,
                    "end": 222,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1302,
                    "end": 1304,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1305,
                    "end": 1306,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "dear editor"
        },
        {
            "text": "Furthermore, restrictions on public transport and the fear of referring to treatment centers because of the contagion have become major barriers to receiving maintenance treatments for this age-group. Limited access to Internet-based services and smartphones increases the problems of this age-group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "dear editor"
        },
        {
            "text": "Therefore, stakeholders and health policymakers should take measures to prevent the potential mental health problems that might arise in older adults who are quarantined during the COVID-19 outbreak. Here are some suggestions to help mitigate the consequences of quarantine among Shaygan M, Bahadori F ijcbnm.sums.ac.ir older adults:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "dear editor"
        },
        {
            "text": "-Give older adults as much information as possible Older adults often have catastrophic appraisals of any physical symptoms they experience, which may further increase feelings of fear and anxiety. This fear might be exacerbated by inadequate information. There is long-standing evidence to suggest that news has a direct impact on mental health. Feelings of uncertainty and doubt have long been associated with anxiety. 6 Therefore, it is necessary to ensure that older adults shape a good understanding of the disease and the reasons for quarantine.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 422,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "dear editor"
        },
        {
            "text": "-Provide information to older adults mainly via broadcast media Fast transmission of COVID-19 restricts face-to-face educational interventions. Moreover, Internet-based services, smartphones, social media (e.g. WhatsApp), and electronic books are not widely available to older adults. Therefore, governments and community-based health services should provide enough information about the disease via mass media, such as radio and television, which are most accessible to the elderly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "dear editor"
        },
        {
            "text": "-Provide community-based health services to address health issues of older adults Community-based health services, including primary care, community nursing, and pharmacy services should provide telephone-based consultation services addressing health status, treatment, and medication management. Health services must also communicate adequate information to older adults in quarantine about what to do in the case of developing illness symptoms. It would help reassure the elderly that they would be taken care of if they fell ill.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "dear editor"
        },
        {
            "text": "-Provide mental health services to guide older people on how to manage their negative emotions and feelings of isolation Mental health services should consider strategies to guide older people on how to manage stress, anger, and other negative emotions, and how to have effective communication with loved ones who do not live with them, so that the feelings of loneliness, stress, and anger are reduced. Such psychoeducational programs should be broadcast on mass media, which are most accessible to the elderly. Moreover, the elderly should receive practical advice on the ways which help them to reduce boredom and about the importance of having constant communication with their loved ones to overcome feelings of isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "dear editor"
        },
        {
            "text": "-Provide adequate supplies Public health authorities should provide the older adults with basic supplies, such as food, masks, and disinfectants during quarantine. Some studies have shown that insufficient basic supplies during quarantine are associated with the feelings of frustration, anxiety, and anger. 6 Considering the conditions in near future and the possibility of lengthy quarantines, respective organizations should practice effective strategies to enhance mental health in the society, especially among older adults. Some strategies that stakeholders and health policy-makers should implement to provide effective services to older adults who are quarantined at home during the COVID-19 pandemic are suggested in the present article. [Cited 24 April 2020]. Available from: https://www.who.int/docs/default-source/coronaviruse/",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 309,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "dear editor"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How to mitigate the psychological impacts of COVID-19 in older adults",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Internal Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Novel Coronavirus (COVID-19) Epidemic: What Are the Risks for Older Patients?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garnier-Crussard",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Forestier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Krolak-Salmon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of the American Geriatrics Society",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mental health services for older adults in China during the COVID-19 outbreak",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Psychiatry",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mental health status of people isolated due to Middle East Respiratory Syndrome",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Yim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Epidemiology and Health",
            "volume": "38",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The psychological impact of quarantine and how to reduce it: rapid review of the evidence",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "912--932",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Conflict of Interest: None declared.Please cite this article as: Shaygan M, Bahadori F. Considerations for Mitigation of the Psychological Impacts of COVID-19 in Older Adults. IJCBNM. 2020;8(3):277-279. doi: 10.30476/ijcbnm.2020.86362.1340. references 1 World Health Organization. Novel Coronavirus (2019-nCoV) situation reports. WHO; 2020.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}