{
    "paper_id": "3d45575a84a81ab6800bcad324a095370d0b9f79",
    "metadata": {
        "title": "Journal Pre-proof Addressing Resource and Waste Management Challenges imposed by COVID-19: An Entrepreneurship Perspective Addressing Resource and Waste Management Challenges imposed by COVID-19: An Entrepreneurship Perspective",
        "authors": [
            {
                "first": "Xaver",
                "middle": [],
                "last": "Neumeyer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vrije Universiteit Brussel",
                    "location": {}
                },
                "email": "neumeyerx@uncw.edu"
            },
            {
                "first": "Weslynne",
                "middle": [],
                "last": "Ashton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vrije Universiteit Brussel",
                    "location": {}
                },
                "email": "washton@stuart.iit.edu"
            },
            {
                "first": "Nikolay",
                "middle": [],
                "last": "Dentchev",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vrije Universiteit Brussel",
                    "location": {}
                },
                "email": "nikolay.dentchev@vub.ac.be"
            }
        ]
    },
    "abstract": [
        {
            "text": "This perspective calls for building greater understanding of the role that entrepreneurship plays in addressing the challenges to resource and waste management imposed by COVID-19. We contend that researchers and practitioners need to recognize that entrepreneurs are important change agents that will help in the transition to a more sustainable and circular economy. We present challenges as well as opportunities to address this gap with the goal to foster future research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The emergence of COVID-19 has brought unprecedented turbulence to the societal and economic systems around the world. Whether it is the implementation of social distancing measures, the reorganization of the public health system, or the production and distribution of hygiene products, no industry sector has remained unaffected. As a result, most policy initiatives protect the building blocks of their linear economies -established corporations and their supply chains, financial markets, or existing industries -sidelining waste management and resource concerns. These challenges fuel ongoing conversations (cf. the Future Earth Knowledge-Action network or the Principles of Responsible Management Education initiative) about the post-COVID 19 reprogramming of our linear economy towards a more circular one. In such a reprogramming, entrepreneurs can play a vital role.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Entrepreneurship can contribute both to social welfare and to an \"ecologically sustainable economy\" (Dean and McMullen, 2007, p. 69) , negating the view that economic development and environmental protection are a zero-sum game. Sustainability orientation can also be a competitive advantage. This is particularly pertinent in the current COVID-19 crisis where many entrepreneurial ventures and small businesses struggle to survive. At the same time, COVID-19 is driving the need for new products and services that can balance resources and waste management with health and safety concerns (e.g. single-use-gloves), opening up new opportunity spaces for entrepreneurs. Therefore, to address this emerging are of research and answer the call of this special issue, we identify three needs to stimulate future conversations about the role of entrepreneurship in addressing challenges to resource and waste management imposed by COVID-19.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 132,
                    "text": "(Dean and McMullen, 2007, p. 69)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First, in order for the principles of the circular economy to take hold in entrepreneurship practice, more efforts have to be directed towards changing entrepreneurship curricula. We posit that there are three main hurdles to accomplish this goal. Firstly, instructional media such as textbooks are purposefully treating sustainability as a separate area of the economy, and therefore marginalize any efforts to implement circular thinking into mainstream entrepreneurship. Secondly, while entrepreneurship (and business) students are open to the concepts of sustainability and the circular economy, they often lack exposure to foundational knowledge of waste and resource management technology and processes such as zero-waste manufacturing, recycling and recovery technologies, or eco-feedback technologies. Therefore, it is critical to refocus case study discussions on (entrepreneurial) firms adopting or developing sustainable resources and waste management technologies. For example, CRAiLAR Technologies produces renewable cotton substitutes that require a fraction of the water resources used in conventional cotton production. Lastly, sustainable innovation also occurs on the business model and supply chain level. However, contemporary entrepreneurship education is still predominantly concerned with modelling 'linear' ventures. Alternative paths exist and should be further explored. Joyce and Paquin (2016) have presented a triple layered business model canvas that entrepreneurship students can use to redesign their venture ideas. In line with this, students need to be acquainted with how servitization can offer pathways to create entrepreneurial opportunities in resource and waste management. For example, by helping students to convert their 'linear' product offerings into Product-as-a-service (Paas) models where customers purchase functional outputs rather than physical products and pay based on use (e.g., miles driven, hours used, or data transferred), we can impact the sustainability orientation of future entrepreneurial ventures. Similarly, the redesign of a venture's supply chain offers entrepreneurship students the possibility to substitute linear inputs and develop value creation opportunities for waste.",
            "cite_spans": [
                {
                    "start": 1397,
                    "end": 1420,
                    "text": "Joyce and Paquin (2016)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, sustainable and circular entrepreneurship is still lacking demographic and socioeconomic diversity. Most efforts have been focused on high-technology, high-growth startups founded by men, marginalizing female, minority and low-income entrepreneurs (Neumeyer and Santos, 2018) . The emergence of COVID-19 further exacerbates these disparities, as US minority groups (particularly Black, Indigenous and Latinx) and individuals living in poverty, including the elderly, are disproportionally affected by the resulting health and economic implications. However, missing from most discussions about poverty and sustainability in high income economies is the potential for poor people to create their own sustainable venture. Although data is scant, evidence suggests entrepreneurship holds much promise for the empowerment of those in economically adverse circumstances (Morris et al., 2020) . Even simple linear lifestyle and survival ventures provide a potentially very good living for those who launch these ventures and can be an alternative for those in poverty. However, typical ventures founded by the poor, suffer from a number of fundamental challenges, including lack of capital, few assets for collateral, poor or unestablished credit history, lack of competences, and limited support networks. Engaging in circular and sustainable entrepreneurial activities can help poverty entrepreneurs develop more innovative products and services, targeting less price sensitive customer segments thereby avoiding the 'commodity trap' (Morris et al., 2020) . One of the many encouraging examples towards this effort is the Urban Growers Collective, a non-profit organization located in the south of Chicago that offers individuals living in poverty to engage in sustainable food production through entrepreneurship (Nogueira et al., 2019 ).",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 283,
                    "text": "(Neumeyer and Santos, 2018)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 873,
                    "end": 894,
                    "text": "(Morris et al., 2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1538,
                    "end": 1559,
                    "text": "(Morris et al., 2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1818,
                    "end": 1840,
                    "text": "(Nogueira et al., 2019",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Lastly, entrepreneurial success depends on the support that entrepreneurs receive from their environment, be that of other individuals or institutions. This embeddedness perspective has fueled discussions about ecosystems and their role in successfully fostering entrepreneurial success. Entrepreneurial ecosystems play an important role in the foundation and growth of enterprises and determine the long-term prospects of regional development and sustainable urban development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although researchers agree that stakeholder support is critical for sustainable and circular entrepreneurship, there is a lack of understanding of how contextual factors can foster sustainable and circular entrepreneurial ventures. Such contextual factors might refer to specific legal, institutional, and regulatory frameworks, and historical, cultural, and socioeconomic factors. In light of this, the question arises whether any specific contextual factors support or constrain sustainable and circular entrepreneurship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We posit that to understand the theoretical underpinnings and build best practices of sustainable and circular entrepreneurial ecosystems, several things have to happen. To begin with, linear entrepreneurial norms and practices have to be reexamined and adjusted to better align with the principles of sustainable resource and waste management as well as the circular economy. Unsustainable growth ambitions have to be replaced with degrowth approaches. Entrepreneurs may change the type of products and services they offer, leveraging sustainable processes and materials or rerouting some of their revenue streams to support circularity initiatives. Next, policies have to support sustainable and circular entrepreneurship through the distribution of loans, grants, or other support programs. In addition, support organizations for sustainable and circular entrepreneurs have to be better integrated in the 'linear' entrepreneurial infrastructure such that diffusion of knowledge effects can occur. This includes the reconfiguration of support structures such as maker spaces, co-working spaces, incubators, or accelerator programs so as to connect sustainable entrepreneurs with peers and investors from different industries. A prominent example is Fish 2.0, a global platform that pairs entrepreneurs developing products and services in the sustainable seafood industry with interested investors. Lastly, new forums where 'linear', sustainable, and circular entrepreneurial communities can connect and exchange are needed such that ideological separations can be removed in order to inspire new forms of sustainable organizing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, we are currently witnessing one of the most economically and socially disruptive events since the financial crisis in 2008. The COVID-19 pandemic alongside the global protests against racism has forced societies to review its practices and norms thoroughly. Many voices are hopeful that this crisis may lead to a more sustainable transformation in how many of us live, work, and conduct business. We provide a more cautious note and posit that for a meaningful change to occur, all levels and types of entrepreneurial actors have to be on board. How sustainable and circular entrepreneurship will emerge from this crisis will be determined by the participation and commitment of policy makers, investors, educators, practicing entrepreneurs and small business owners, as well as consumers. The current crisis is an opportunity to build educational opportunities for 'failed' linear entrepreneurs, exposing them to the core content and principles of sustainable resources and waste management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We posit a few research questions that will hopefully lead to many more. First, at the broadest macroeconomic level, how can economic policies support the formation of circular entrepreneurial ventures and ecosystems? This question opens up significant space for monitoring how entrepreneurial ventures are responding over the next few months and whether we can observe major changes in their sustainability orientation. What will be the impacts of this rebuilding process on the entrepreneurial infrastructure, so that support mechanisms and incentives can be provided for circular or sustainable entrepreneurial ventures? Specifically, what components of the existing infrastructure need to be modified to help disenfranchised populations such as the poor and women build less waste-and resource-intensive ventures? Second, how will sustainable entrepreneurial firms respond to the current supply-chain challenges and compromise their sustainability orientation with more pragmatic health concerns and economic needs? Finally, the response of entrepreneurial organizations to these questions will be influenced by consumer behavior and preferences. Will individual consumers be more open to services and products that are potentially more expensive, but less resource and waste intensive? These and many other questions provide opportunities for future research. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Toward a theory of sustainable entrepreneurship: Reducing environmental degradation through entrepreneurial action",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcmullen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of business venturing",
            "volume": "22",
            "issn": "",
            "pages": "50--76",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The triple layered business model canvas: A tool to design more sustainable business models",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Joyce",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Paquin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of cleaner production",
            "volume": "135",
            "issn": "",
            "pages": "1474--1486",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Entrepreneurship as a solution to poverty in developed economies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Neumeyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Business Horizons",
            "volume": "63",
            "issn": "",
            "pages": "377--390",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Sustainable business models, venture typologies, and entrepreneurial ecosystems: A social network perspective",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Neumeyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Cleaner Production",
            "volume": "172",
            "issn": "",
            "pages": "4565--4579",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Expanding perceptions of the circular economy through design: Eight capitals as innovation lenses. Resources, Conservation and Recycling 149",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nogueira",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Ashton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Teixeira",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "566--576",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Conceptualization, Writing-Original draft preparation as well as Reviewing and Editing, Methodology Weslynne Ashton: Conceptualization, Writing-Reviewing and Editing. Nikolay Dentchev: Writing-Reviewing and Editing.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}