{
    "paper_id": "3d4763e9b900df6e425397fbd726456a1125aff0",
    "metadata": {
        "title": "Journal Pre-proof Thrombotic complications in critically ill patients with COVID 19",
        "authors": [
            {
                "first": "Raphael",
                "middle": [
                    "J"
                ],
                "last": "Rosen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f To the Editor, Klok et al.(1) provide important insight into the coagulopathy that complicates COVID 19. They report an alarmingly high number of thrombotic complications (combination venous and arterial thromboembolism) in critically ill patients with COVID 19. They note an overall incidence of 31% composite outcome, much higher than the rate of thrombotic complications in prior series of critically ill patients prior to the COVID-19 pandemic (2). Some clarification would be appreciated about how the 31% rate of the composite events was derived. Their study included 184 patients and a total of 31 events (25 PE, 3 DVT, 3 ischemic stroke). This seems to come to an incidence of 17% (95% CI 11-22). While still elevated, this is somewhat nearer to the upper end of rate of VTE in prior studies (2) .",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 60,
                    "text": "Klok et al.(1)",
                    "ref_id": null
                },
                {
                    "start": 831,
                    "end": 834,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Additionally, they noted an incidence of DVT that was only 1.6% (albeit without screening) while the majority of their outcomes were due to pulmonary embolism. Given that the authors are experienced in the diagnosis of VTE and encountered a disease that presents with marked hypoxia, I wonder if they had a lower threshold to obtain a contrast-enhanced scan, resulting in a higher than usual number of CTPA performed than would be typical in the critical care setting. It is quite possible that were as many CT angiograms performed on general critically ill patients that a similar proportion would be found to have pulmonary embolism, as was found by Minet et al when all thoracic CTs obtained were performed with contrast enhancement -19% in their series (3) .",
            "cite_spans": [
                {
                    "start": 757,
                    "end": 760,
                    "text": "(3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Deep venous thrombosis in medical-surgical critically ill patients: Prevalence, incidence, and risk factors",
            "authors": [
                {
                    "first": "William Md;",
                    "middle": [],
                    "last": "Geerts",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Guyatt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Critical Care Medicine",
            "volume": "33",
            "issn": "",
            "pages": "1565--1571",
            "other_ids": {
                "DOI": [
                    "10.1097/01.CCM.0000171207.95319.B2"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "PhD Pulmonary embolism in mechanically ventilated patients requiring computed tomography",
            "authors": [
                {
                    "first": "Jean-François",
                    "middle": [],
                    "last": "Timsit",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Md",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Critical Care Medicine",
            "volume": "40",
            "issn": "12",
            "pages": "3202--3208",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0b013e318265e461"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Thrombotic complications in critically ill patients with COVID 19 Raphael J. Rosen Columbia University College of Physicians and Surgeons, Department of Medicine Correspondence: Dr. Rosen, 5141 Broadway, New York, NY, 10034 (rjr2123@cumc.columbia.edu)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}