{
    "paper_id": "3d478c178b3b3971ef8ac006c24cfc31b45cc09a",
    "metadata": {
        "title": "Sport-tech diplomacy: exploring the intersections between the sport-tech ecosystem, innovation, and diplomacy in Israel",
        "authors": [
            {
                "first": "Yoav",
                "middle": [],
                "last": "Dubinsky",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The purpose of this article is to explore and discuss the role of the growing sport-tech ecosystem and the branding of Israel as a start-up nation in the country's sports diplomacy. When analysing Israel's deteriorating image, scholars and practitioners recommended to focus the country's branding and diplomatic efforts on micro-marketing and in creating bypassing messages to the Israeli-Arab dispute. While other countries manage to use sports for such purposes, international politics often limited Israel's possibilities. Being the number one country in the world in start-ups per capita, and having a growing sporttech ecosystem used by some of the biggest international sport-related organizations, embody new opportunities especially in the context of \"sport-tech diplomacy\". The article is significant as it contributes to existing literature on the branding of Israel as a \"start-up nation\", on Israel's sports diplomacy, and on public diplomacy and soft power through exploring the intersections of technology, innovation, sports, and diplomacy, using the term \"sport-tech diplomacy\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The purpose of this article is to discuss the growing sporttech ecosystem and the branding of Israel as a start-up nation (Senor & Singer 2009) in the country's sports diplomacy. In the bestseller book Start-up nation: The story of Israel's economic miracle (Senor and Singer 2009) , authors Dan Senor and Saul Singer, discuss the innovative DNA of the State of Israel and Jewish people. In the context of business, innovation is defined as \"the process by which ideas are transformed into new products and services that will help firms grow\" (Grewal and Levy 2021, p. 276) . Senor and Singer describe the creation of the state of Israel, its survival in difficult political and weather conditions, and it is thriving industry as an \"economic miracle\". Israel's image has been often associated with an armed conflict (Avraham 2009; Gilboa 2006) . Some countries have been using sports to try and improve the country's image through nation branding and public diplomacy (Anholt 2010; Murray 2018) . Although sports and physical activities are rooted in Israel's history and in the image change of Jewish people and Zionism (Harif 2011; Kaufman and Galily 2009) , the Israeli-Arab dispute often manifested through hosting and participating in local and international competitions, limiting some branding opportunities (Dart 2016; Dubinsky and Dzikus 2018) .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 143,
                    "text": "(Senor & Singer 2009)",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 232,
                    "end": 281,
                    "text": "Israel's economic miracle (Senor and Singer 2009)",
                    "ref_id": null
                },
                {
                    "start": 543,
                    "end": 573,
                    "text": "(Grewal and Levy 2021, p. 276)",
                    "ref_id": null
                },
                {
                    "start": 817,
                    "end": 831,
                    "text": "(Avraham 2009;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 832,
                    "end": 844,
                    "text": "Gilboa 2006)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 969,
                    "end": 982,
                    "text": "(Anholt 2010;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 983,
                    "end": 995,
                    "text": "Murray 2018)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1122,
                    "end": 1134,
                    "text": "(Harif 2011;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1135,
                    "end": 1159,
                    "text": "Kaufman and Galily 2009)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1316,
                    "end": 1327,
                    "text": "(Dart 2016;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1328,
                    "end": 1353,
                    "text": "Dubinsky and Dzikus 2018)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Several scholars argue that to improve that image, Israel should find a bypassing message to the conflict, such as focusing on its highly developed technological ecosystem (Avraham 2009; Gilboa 2006) . In his PhD dissertation \"Israel's use of sports for nation branding and public diplomacy\" (2018), Dubinsky suggests to create a bypassing message through focusing on sports technologies. This article explores the connections between the State of Israel, Judaism and innovation, and how through different actors the growing sport-tech ecosystem plays a role in Israel's sports diplomacy, creating a unique case of \"sport-tech diplomacy\". technology to create a narrative that portrays Israel beyond the conflict (Avraham 2015; Mashiah and Avraham 2019) .",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 186,
                    "text": "(Avraham 2009;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 187,
                    "end": 199,
                    "text": "Gilboa 2006)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 713,
                    "end": 727,
                    "text": "(Avraham 2015;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 728,
                    "end": 753,
                    "text": "Mashiah and Avraham 2019)",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Both the Israeli-tech industry and the Israeli government adopted the branding of the country as a technological powerhouse. The necessities of the dry land and the political situation forced Israel to find creative solutions to survive (Senor and Singer 2009) . The founding generation used innovative methods for establishing new Jewish settlements in British-Mandated Palestine such as \"Wall and Tower\"-a speedy method of settlements building. The Israeli melting pot and the fusion of ideas from East and West in the Zionist movement, led to an innovative collaborative form of living known as the kibbutz. Thus, adaptation, and fusing ideas and cultures, were part of the DNA of Israel even before Israel's independence in 1948. Informality and a culture of try and error also formed the Israeli \"Chutzpah\"-a concept capturing rudeness, directness, loudness, and lack of boundaries, but also a fearlessness to try and push limits.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 260,
                    "text": "(Senor and Singer 2009)",
                    "ref_id": "BIBREF90"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the early decades of the State of Israel, the military and agricultural innovation were the focus of Israeli innovation (Aharoni and Grinstein 2017) . Since 1990s, the technological bloom gave Israel and especially the Tel Aviv metropolitan the nickname \"Silicon Wadi\" (Roper and Grim 2005) due to its thriving high-tech industry. This transition was parallel to the collapse of the Soviet Union, the decline of some of the socialist ideals that shaped Israel, including the kibbutz. On the other hand, the immigration of Jewish people from Russia in the early 1990s brought more knowledge to further develop Israeli technology in decades to come. As of 2020, Israel has the \"largest number of start-ups per capita in the world\" (Israel Innovation Authority 2020), with over 6500 start-ups and over 300 hubs (Startup-Nation Finder 2020). According to Startup-Nation Central (2020), Israeli start-ups focus on six major fields: (a) agritech, (b) cybersecurity, (c) digital health, (d) industry 4.0, (e) fintech, and (f) watertech. With over 350 research and development (R&D) centres, multinational corporations also find Israel as a worthy place to have offices in (Israel Innovation Authority 2020) . Aharoni and Grinstein (2017) discuss the repositioning of the image of Israel between the years 2007 and 2015. After decades of not having a clear public diplomacy strategy (Gilboa 2006) , in 2003 American market researchers worked with the Israeli Ministry of Foreign Affairs to reposition brand Israel (Aharoni and Grinstein 2017) . They found that most people are not interested or do not have an opinion on the Israeli-Palestinian dispute and that \"ordinary people do not find Israel relevant to their lives nor can they emotionally relate to the country\" (Aharoni and Grinstein 2017, p. 301 ). In the reposition strategy, they recommended to focus on Israel's creative energy. The following Israeli governments and ministries adopted that idea. Mashiah and Avraham (2019) analysed the rhetoric use of Israel's innovation and technological advancement in the official speeches by Israeli Prime Minister Benjamin Nethanyahu in the United Nations. The authors found \"that the speeches undertook a glorification ideology of Israeli high-tech and framed Israeli innovation as a sensational phenomenon and a huge contributor to humanity\" (Mashiah and Avraham 2019, p. 24) . Thus, the rhetoric on innovation and technologies tries shaping the narrative of Israel beyond the conflict.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 151,
                    "text": "(Aharoni and Grinstein 2017)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 272,
                    "end": 293,
                    "text": "(Roper and Grim 2005)",
                    "ref_id": null
                },
                {
                    "start": 1168,
                    "end": 1202,
                    "text": "(Israel Innovation Authority 2020)",
                    "ref_id": null
                },
                {
                    "start": 1205,
                    "end": 1233,
                    "text": "Aharoni and Grinstein (2017)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1378,
                    "end": 1391,
                    "text": "(Gilboa 2006)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1509,
                    "end": 1537,
                    "text": "(Aharoni and Grinstein 2017)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1765,
                    "end": 1800,
                    "text": "(Aharoni and Grinstein 2017, p. 301",
                    "ref_id": null
                },
                {
                    "start": 1955,
                    "end": 1981,
                    "text": "Mashiah and Avraham (2019)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 2342,
                    "end": 2375,
                    "text": "(Mashiah and Avraham 2019, p. 24)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Ministry of Economy and Industry emphasizing Israel's entrepreneurial spirit (Ministry of Economy and Industry State of Israel 2020), the Ministry of Foreign Affairs underline the country's innovation (Israel Ministry of Foreign Affairs 2020) , and the Ministry of Tourism launched the campaign \"Land of Creation\" (Israel Land of Creation 2020) focusing on the rich history of the Israel as a place sacred to the main three monotheistic religions, and as a place that encourages creativity and modernity. Yet, according to Crilley and Manor (2020) , Israel is also taking an un-nation branding approach focusing on city branding in the Ministry of Tourism campaign \"Two Cities. One Break\". They argue that \"branding Israel as a 'startup nation' is unlikely to help Israel obtain legitimacy on the world stage'\" (Crilley and Manor 2020, p. 7) , and by focusing on the historic significance of Jerusalem and the secularism of Tel Aviv, the cities disassociate with \"brand Israel\" (p. 7). The municipality of city of Tel Aviv Yafo is dedicated to these ideas and strategies, branding the city as a Non-Stop City, a smart city and a global city, competing with the most attractive cities in the world (Tel Aviv Yafo 2020a). The municipality is investing in brand itself as \"Tel Aviv Startup City\" (Tel Aviv Yafo 2020b) through a variety of strategies supporting local start-ups and entrepreneurs ranging from training, property tax reductions, affordable working space models, and other initiatives (Tel Aviv Yafo 2020c). According to the municipality, Tel Aviv Yafo has \"the highest amount of startups per capita in the world\" (Tel Aviv Yafo 2020b), including 4000 start-ups in greater Tel Aviv and over 100 foreign R&D canters. Thus, while it can also be seen as somewhat contradictory, the branding of Israel through innovation and technology happens both by the Israeli government as part of public diplomacy, and by ministries and authorities trying to disassociate from Israel's official foreign policies.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 246,
                    "text": "(Israel Ministry of Foreign Affairs 2020)",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 551,
                    "text": "Crilley and Manor (2020)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 815,
                    "end": 845,
                    "text": "(Crilley and Manor 2020, p. 7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A country's image is analysed through different lenses and disciplines including international relations, marketing, sociology, and communications (Buhmann and Ingenhoff 2015; Dubinsky 2019b) . From international relations perspectives, the terms soft power and public diplomacy refer to the attempt to achieve foreign policy goals without the use of military force through communication with foreign audiences (Cull 2008; Gilboa 2006; Nye 2004) . According to political scientist Joseph Nye (2004) , the three main resources of soft power are culture, political values, and foreign policy. Classic definitions of public diplomacy refer to the state as the main actor, trying to influence foreign publics to achieve foreign policy goals through governments, leaders, and politicians (Cull 2008; Gilboa 2006; Nye 2004) . More contemporary definitions of public diplomacy also look at non-state actors such as corporations and private individuals influencing a country's image (Ordeix-Rigo and Durate 2009; White 2015) . For example, corporate diplomacy refers to \"a process by which corporations intend to be recognized as representatives of something that might be a concept or a country or its related values\" (Ordeix-Rigo and Durate 2009, p. 549). Another form of diplomacy is peopleto-people diplomacy by ordinary people, rather than political elites (Handelman 2012) . According to Handelman's (2012) definition, \"People-to-people diplomacy suggests various modes of interaction linking the opposing sides at the grassroots level, such as: dialogue groups, educational projects, scientific collaborations, multinational workshops, and partnership in peacemaking grassroots organizations\" (p. 2).",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 175,
                    "text": "(Buhmann and Ingenhoff 2015;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 176,
                    "end": 191,
                    "text": "Dubinsky 2019b)",
                    "ref_id": null
                },
                {
                    "start": 411,
                    "end": 422,
                    "text": "(Cull 2008;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 423,
                    "end": 435,
                    "text": "Gilboa 2006;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 436,
                    "end": 445,
                    "text": "Nye 2004)",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 488,
                    "end": 498,
                    "text": "Nye (2004)",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 783,
                    "end": 794,
                    "text": "(Cull 2008;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 795,
                    "end": 807,
                    "text": "Gilboa 2006;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 808,
                    "end": 817,
                    "text": "Nye 2004)",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 975,
                    "end": 1004,
                    "text": "(Ordeix-Rigo and Durate 2009;",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1005,
                    "end": 1016,
                    "text": "White 2015)",
                    "ref_id": "BIBREF107"
                },
                {
                    "start": 1354,
                    "end": 1370,
                    "text": "(Handelman 2012)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1386,
                    "end": 1404,
                    "text": "Handelman's (2012)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Country image and public diplomacy"
        },
        {
            "text": "Unlike the diplomatic lenses from international relations and political science, from marketing perspective, a nation brand is \"the total sum of all perceptions of a nation in the minds of international stakeholders, which may contain some of the following elements: people, place, culture/ language history, food, fashion, famous faces (celebrities), global brands and so on\" (Fan 2010, p. 98) . In nation branding, the two common ways of analysis of a country's brand are through its' tourism attractiveness and through products associated with countries, and the values associated with the references (Anholt 2010; Johansson 1989) . Through sociology, analysing a country's image reflects to people's national identity, including shared history, ideology, values, territory, identity, common myths and memory, culture, and other shared social characteristics (David and Bar-Tal 2009) . Communication theories also apply to shaping a country's image through agenda setting and framing, analysing how a country is being presented and where.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 394,
                    "text": "(Fan 2010, p. 98)",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 617,
                    "text": "(Anholt 2010;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 618,
                    "end": 633,
                    "text": "Johansson 1989)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 862,
                    "end": 886,
                    "text": "(David and Bar-Tal 2009)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Country image and public diplomacy"
        },
        {
            "text": "The use of innovation and technology by states, non-state actors, private companies, and citizens in the contexts of sports and diplomacy, is referred in this article as \"sporttech diplomacy\". The role of technology and diplomacy has been discussed through digital diplomacy and the use of internet, social media, and other digital platforms for soft power purposes (Cull 2011; Duncombe 2018; Manor 2019) . Terms such as \"digital diplomacy\", \"virtual diplomacy\", net diplomacy, or \"public diplomacy 2.0\", often related to the digital platforms such as the internet, social media, mobile platforms, etc. (Manor 2019) . While there can be some intersections between \"sport-tech diplomacy\" and digital diplomacy, sport-tech diplomacy also focuses on the sport-tech landscape and how it is used in the context of diplomacy.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 377,
                    "text": "(Cull 2011;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 378,
                    "end": 392,
                    "text": "Duncombe 2018;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 393,
                    "end": 404,
                    "text": "Manor 2019)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 603,
                    "end": 615,
                    "text": "(Manor 2019)",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Sport-tech diplomacy"
        },
        {
            "text": "As sports-related technologies are ever developing, there are various taxonomies and definitions to what sports tech include (Colosseum 2020a; Frevel et al. 2020) . Sports technologies can range from different artificial intelligence (AI) technologies used for broadcasting and media, esports, smart-stadiums, different health-related mobile applications, and other forms of technologies that enhance the sports experience (Colosseum, 2020a) . Frevel et al. (2020) suggest a matrix to categorize the different technologies based on teach angle and user angle. They suggest a framework of three main categories, and several levels of sub-categories, such as (a) activity and performance (including wearables and equipment, performance tracking and coaching, and preparation), (b) management and organization (including organizations and venues, and media and commercial), and (c) fans and content (including news and content, fan experience and social platforms, and fantasy sports and betting). The international sports innovation group Colosseum (2020a) divides the sport-tech nation map into six categories: (a) athlete development, (b) fan engagement, (c) smart stadium, (d) health and fitness, (e) gaming and esports, and (f) media and broadcasting. While there might be several definitions and taxonomies to how technologies impact sports, the term sports-tech diplomacy refers to the use of such technologies for public diplomacy, soft power, and country image purposes.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 142,
                    "text": "(Colosseum 2020a;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 143,
                    "end": 162,
                    "text": "Frevel et al. 2020)",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 441,
                    "text": "(Colosseum, 2020a)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 444,
                    "end": 464,
                    "text": "Frevel et al. (2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sport-tech diplomacy"
        },
        {
            "text": "Sports diplomacy embody the connection and interaction between public diplomacy, soft power, and sports (Dubinsky 2019a, b; Murray 2018; Pigman 2014) . Most countries in the world engage in some sort of sports diplomacy, as there are over 200 delegations marching with a country's flag in the opening ceremony of the summer Olympic Games (Dubinsky 2019b). The Olympic Games are especially a popular platform for countries to try and achieve foreign policy goals because of number of participating countries, the magnitude of the event, and the global exposure through international media. For example, hosting countries of the Olympic Games use the opening ceremonies to showcase their history and culture. According to Arning (2013) , \"Opening ceremonies enable countries to smuggle in and project soft power through the guise of Olympic stewardship\" (p. 539).",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 123,
                    "text": "(Dubinsky 2019a, b;",
                    "ref_id": null
                },
                {
                    "start": 124,
                    "end": 136,
                    "text": "Murray 2018;",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 137,
                    "end": 149,
                    "text": "Pigman 2014)",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 720,
                    "end": 733,
                    "text": "Arning (2013)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Sport-tech diplomacy"
        },
        {
            "text": "There are ample examples of using the Olympic Games for public diplomacy purposes, including mass boycotts, exclusion, participation, protests, governmental-led doping systems to increase athletes' performance, renovating cities to improve tourism, exposing the country's products, etc. (Boykoff 2016; Dubinsky 2019a, b; Murray 2018; Pigman 2014) . Perhaps the most know example of sports diplomacy is \"Ping Pong Diplomacy\", a friendly game between American and Chinese table-tennis teams that led to establishing official relations between the United States and the People's Republic of China during the Cold War (Carter and Sugden 2011 ). Yet, using sports as for public diplomacy purposes might backfire if it is used only for a photo-op or as a gimmick (Murray 2012) . Totalitarian countries received criticism for trying to use sports as a tool to reposition their image, not to be associated with negative values and especially not with human rights violations (Boykoff 2016; Murray 2018) . Such attempts to launder a country's image are referred to as \"sports-washing\" (CNN 2020).",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 301,
                    "text": "(Boykoff 2016;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 302,
                    "end": 320,
                    "text": "Dubinsky 2019a, b;",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 333,
                    "text": "Murray 2018;",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 334,
                    "end": 346,
                    "text": "Pigman 2014)",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 614,
                    "end": 637,
                    "text": "(Carter and Sugden 2011",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 757,
                    "end": 770,
                    "text": "(Murray 2012)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 967,
                    "end": 981,
                    "text": "(Boykoff 2016;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 982,
                    "end": 994,
                    "text": "Murray 2018)",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Sport-tech diplomacy"
        },
        {
            "text": "Both sports and technologies impact public diplomacy and a country's image. Through hosting events, participation, or through performance democratic, autocratic, firstworld countries, developing countries, third-world countries, big countries, and small countries, all find value in using sports as a tool to try and achieve social, political, and economic goals (Dubinsky 2019a, b) . Examples of achieving economic goals can include improving tourism by hosting an event, renovating a city, introducing new technologies, or exposing products through sponsorships. Countries have been using the Olympic Games to exposure of new technologies in different ceremonies or through the organization (Arning 2013; Dubinsky 2019b) , trying to enhance their international reputation. Examples include Nazi Germany exposing live television broadcasting in the 1936 Olympic Games, Japan using the 1964 Tokyo Olympic Games and South Korea using the 1988 Seoul Olympic Games to expose their technological advancements and reposition the reputation of the country as a global or regional leaders, Barcelona is using the 1992 Olympic Games in an innovative way to create a positive urban legacy and become a tourism attraction, and London is using green technology in the 2012 Olympic Games for sustainability purposes, and so on (Dubinsky 2019a) .",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 382,
                    "text": "(Dubinsky 2019a, b)",
                    "ref_id": null
                },
                {
                    "start": 693,
                    "end": 706,
                    "text": "(Arning 2013;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 707,
                    "end": 722,
                    "text": "Dubinsky 2019b)",
                    "ref_id": null
                },
                {
                    "start": 1315,
                    "end": 1331,
                    "text": "(Dubinsky 2019a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sport-tech diplomacy"
        },
        {
            "text": "The stakeholders that impact on a country's use of sports for nation branding and public diplomacy vary from public institutions and individuals such as governments and municipalities through politicians, leaders, and officers, the sports community through associations, clubs and teams, players, coaches, and owners, the private sector through sponsors, investors and industry leaders, non-governmental organizations such as sports and development for peace organization or international associations and federations, and of course private citizens and individuals, and other pressure groups (Dubinsky 2018 (Dubinsky , 2019a Murray 2018) . The COVID-19 pandemic has changed the world of sports, as sports events around the world (Drewes et al. 2020; Pedersen et al. 2021) were postponed or cancelled, including the Olympic Games in Tokyo, thus, impacting countries' public diplomacy efforts. Furthermore, countries that did host local or international sports events needed to adapt to a new reality, using innovative ways to conduct and broadcast sports events (Pedersen et al. 2021) . As the world of sports is facing new challenges such as protests, counter movements against public spending, a global recession, and implication of a global pandemic, sport-tech diplomacy will become an integral part in public diplomacy as countries, communities, and other stakeholders will seek new innovative and technology-based solution to use sports for soft power and public diplomacy purposes.",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 607,
                    "text": "(Dubinsky 2018",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 608,
                    "end": 625,
                    "text": "(Dubinsky , 2019a",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 638,
                    "text": "Murray 2018)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 730,
                    "end": 750,
                    "text": "(Drewes et al. 2020;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 751,
                    "end": 772,
                    "text": "Pedersen et al. 2021)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1062,
                    "end": 1084,
                    "text": "(Pedersen et al. 2021)",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Sport-tech diplomacy"
        },
        {
            "text": "Innovation is also rooted in Jewish and Israeli history through the early stages of the Zionist Movement in the late nineteenth and early twentieth centuries (Dubinsky and Dzikus 2019; Harif 2011; Kaufmann and Galily 2009 ). In the second Zionist Congress in 1898, Max Nordau coined the term \"Muscular Judaism\" (Harif 2011) . The term refers to a need to change the image of the segregated Torah-learning European Jew, to a proactive one who will build and defend the future Jewish homeland (Harif 2011; Kaufmann and Galily 2009 ). The Maccabiah Movement connects Jewish communities with each other and to the State of Israel through the Maccabiah Games-The Jewish Olympics\"-a quadrennial international multi-sports event for Jews event taking place in Israel. (Dubinsky and Dzikus 2019; Harif 2011; Kaufman and Galily 2009 ). To be a homeland for Jewish people and to increase the Jewish demographic in the country, there are certain Israeli laws such as The Law of Return and the Citizenship Law that grants Israeli citizenship to every Jewish person who makes \"Aliyah\" and immigrates to Israel (Dubinsky 2018) . After Israel's independence, numerous athletes made \"Aliyah\" after competing in the Maccabiah Games. The World Maccabiah Movement also serves as a networking web between Jewish communities around the world, and in times of need, the movement helps resolve diplomatic issues (Dubinsky 2018) .",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 184,
                    "text": "(Dubinsky and Dzikus 2019;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 185,
                    "end": 196,
                    "text": "Harif 2011;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 197,
                    "end": 221,
                    "text": "Kaufmann and Galily 2009",
                    "ref_id": null
                },
                {
                    "start": 311,
                    "end": 323,
                    "text": "(Harif 2011)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 491,
                    "end": 503,
                    "text": "(Harif 2011;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 504,
                    "end": 528,
                    "text": "Kaufmann and Galily 2009",
                    "ref_id": null
                },
                {
                    "start": 761,
                    "end": 787,
                    "text": "(Dubinsky and Dzikus 2019;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 788,
                    "end": 799,
                    "text": "Harif 2011;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 800,
                    "end": 823,
                    "text": "Kaufman and Galily 2009",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1097,
                    "end": 1112,
                    "text": "(Dubinsky 2018)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1389,
                    "end": 1404,
                    "text": "(Dubinsky 2018)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Innovation in Israel's sports diplomacy"
        },
        {
            "text": "The innovative DNA in Jewish culture and history did not skip Jewish sports. While Jewish people account for about 0.2% of the world population, Jewish athletes won over 2% of overall medal won in the summer Olympic Games (Jewish Virtual Library 2020; Statista Research Department 2016). The Golden Age of Jewish sports happened in the early twentieth century, where Jewish clubs and Jewish athletes reached significant athletic success in Europe and the United States. Some of the roots of modern football can be traced back to the Danuba School (Daskal 2009 ), a group of Jewish coaches from Austria, Hungary, and Romania, including such as Bela Guttmann, Hugo Meisl, Dori Kurshcner, and Ernest Erbstein, who were not just football coached, but football philosophers. Each of these coaches revolutionized the game of football not only by creating some of the best teams, but through innovative tactics while spreading the game through Europe and globally to Brazil and South America. For example, the coaching methods and attacking style of play that Erbstein's Grande Torino was playing, set the foundations for some of the most iconic football teams, such as the 1958 world-cup winning Brazilian national team, and the later on the famous Dutch \"Total Football\" (Daskal 2009 ). The rise of Nazi Germany, and the holocaust, ended the Jewish Golden Age, forced clubs to close, and sent many athletes to death camps (Bolchover 2019) . In the United States, while Jewish athletes gained unproportionate success in the early twentieth century, most of the contribution to sports came from dozens Jewish coaches, managers, owners, and administrators (Daskal 2011) . From Red Auerbach, through Theo Epstein, Robert Kraft, and David Silver, Jews have been shaping, growing, and innovating American sports.",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 559,
                    "text": "(Daskal 2009",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1266,
                    "end": 1278,
                    "text": "(Daskal 2009",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1417,
                    "end": 1433,
                    "text": "(Bolchover 2019)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1648,
                    "end": 1661,
                    "text": "(Daskal 2011)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Innovation in Israel's sports diplomacy"
        },
        {
            "text": "In Dubinsky's PhD dissertation \"Israel's use of sports for nation branding and public diplomacy\" (Dubinsky 2018) , participants from sports organizations and governmental ministries argue that the best way to use sports to raise interest of a country is through performance. Yet, with only one Olympic Gold Medal, nine medals in the Olympic Games and one participation in the FIFA World Cup over 50 years ago, Israel has yet to become as an athletic powerhouse. The exception is the Maccabi Tel Aviv Basketball Club, becoming one of the most successful clubs outside the United States winning six European Championships and over 100 domestic and international trophies, becoming the most decorated sports club in the world (Maccabi 2020a ). Part of the success was due to innovative collaborations with American athletes, during the Cold War, contributing to the opening of the borders for athletes between the United States and Europe. Tal Brody, an American Jew who was drafted for the NBA but decided to play for Maccabi Tel Aviv after participating in the Maccabiah Games, revolutionized Israeli basketball (Dubinsky 2018) . Brody was the team captain when the club won its first European Cup in 1977. After beating Soviet giants CSKA Moscow and reaching the Final Four, Brody coined the most famous saying in Israeli sports: \"We are on the map and we're staying on the map, not just in sports but with everything\" (Maccabi 2020a) , making a connection between the success of Maccabi Tel Aviv and of thriving of the State of Israel.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 112,
                    "text": "(Dubinsky 2018)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 723,
                    "end": 737,
                    "text": "(Maccabi 2020a",
                    "ref_id": null
                },
                {
                    "start": 1111,
                    "end": 1126,
                    "text": "(Dubinsky 2018)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1419,
                    "end": 1434,
                    "text": "(Maccabi 2020a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Innovation in Israel's sports diplomacy"
        },
        {
            "text": "Another example of innovation in Israeli sports comes through the Paralympic Movement (Brittain and Hutzler 2009; Dubinsky 2018) . Israel contributed to the development of the Paralympic Games in its early days and was one of the early adopters of the idea to use sports for rehabilitation, partly through the connection with Jewish doctor Ludwig Guttmann who founded the movement. Israel was a pioneer in establishing holistic centres for rehabilitation for war veterans and polio patients, including the use of athletic competitions (Dubinsky 2018) . As a result, Israeli athletes were successful in the first versions of the Paralympic Games, Tel Aviv hosted the Paralympic Games in 1968, and other countries adopted similar models (Brittain and Hutzler 2009; Dubinsky 2018) . By being early adopters and by finding the solutions to challenges Israeli society face, Israeli innovations contributed to the growth of the Paralympic movement and to rehabilitation of people with disabilities through physical activity.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 113,
                    "text": "(Brittain and Hutzler 2009;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 114,
                    "end": 128,
                    "text": "Dubinsky 2018)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 535,
                    "end": 550,
                    "text": "(Dubinsky 2018)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 735,
                    "end": 762,
                    "text": "(Brittain and Hutzler 2009;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 763,
                    "end": 777,
                    "text": "Dubinsky 2018)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Innovation in Israel's sports diplomacy"
        },
        {
            "text": "International politics often overshadowed Israel's participation in international sports, including boycotts, exclusions, demands from exclusions, demonstrations, hiding Israeli symbols, cancelled and postponed events, hosting outside of the country, and even a deadly terror attack during the 1972 Olympic Games in Munich, West Germany (Dubinsky and Dzikus 2018; Galily 2007; Ber et al. 2017 ). According to Dart (2016) , Israel is trying to associate itself with Western Europe though sports, rather than with its Middle-Eastern neighbours. As a result of the manifestation of the Israeli-Arab dispute through sports, Israel is losing ample branding opportunities due to the ongoing Israeli-Arab dispute (Dubinsky and Dzikus 2018) . When discussing the intersection of sports, diversity and innovation, perhaps the best example is the Peres Center for Peace and Innovation founded by Shimon Peres, the late Prime Minister and President of Israel and a Nobel Peace Prize Awardee (Peres Center for Peace & Innovation 2020). The Center uses sports for educational purposes and peacebuilding activities between Israelis and Arabs. Such interaction between innovation, diversity promotion, and sports, attracts partnerships with international organizations, and sports clubs, like the United Nations Office for Sports for Development and Peace, FIFA Foundation, and even FC Barcelona (Peres Center for Peace & Innovation 2020).",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 363,
                    "text": "(Dubinsky and Dzikus 2018;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 364,
                    "end": 376,
                    "text": "Galily 2007;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 377,
                    "end": 392,
                    "text": "Ber et al. 2017",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 409,
                    "end": 420,
                    "text": "Dart (2016)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 706,
                    "end": 732,
                    "text": "(Dubinsky and Dzikus 2018)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Innovation in Israel's sports diplomacy"
        },
        {
            "text": "The high-tech bloom in the Israeli industry did not skip the Israeli sports-technology industry. As of 2020, there are over 200 sport-tech start-ups in Israel (Colosseum 2020a) . Hype Sports Innovations was formed by Israelis and created an international network of over 40,000 members (Hype Sports Innovations 2020; Ravet 2019), including virtual accelerating programmes converting sport-tech to business models. As Israel is a small market, to reach international audiences, Israeli start-ups and sport-tech stakeholders often have offices outside of Israel as well, usually in strategic global cities, especially in the United States and Europe (Colosseum 2020a ; LiveU 2020; Pixellot 2020a). Most of the biggest sports leagues in the world work with Israeli sports technologies, including some of the biggest sports clubs including FC Barcelona (Pixellot 2020b), Golden State Warriors from the NBA (Refael 2019), and dozens more. Furthermore, some of Israeli start-ups outsource their technologies, partner with, or even sold to global companies such as Intel, Nike, Apple, and others (Colosseum 2020a) .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 176,
                    "text": "(Colosseum 2020a)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 648,
                    "end": 664,
                    "text": "(Colosseum 2020a",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1089,
                    "end": 1106,
                    "text": "(Colosseum 2020a)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Israel's sport-tech diplomacy"
        },
        {
            "text": "There is an understanding within Israeli governmental ministries and through the more developed sports organizations that there is much mutual potential of collaborations between the state, the associations, and the private sectors through sport-technologies (Dubinsky 2018) . The more developed Israeli sports organizations and most of the top football clubs and basketball clubs who participate in international competitions regularly are usually using Israeli sports technologies on a consistent basis. Furthermore, the National Olympic Committee of Israel formed a partnership with the Technion-Israeli Institute of Technology-to establish a collaborative research centre to improve Israel's Olympic sports (National Olympic Committee of Israel 2018).",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 274,
                    "text": "(Dubinsky 2018)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Israel's sport-tech diplomacy"
        },
        {
            "text": "However, there are also ample challenges. The Israeli sports industry ecosystem only partly adopted Israeli technologies. According to Nachlieli and Siminian (2019) , Israeli start-up companies struggle to find Israeli sports organizations as receptive beta-sites. Potentially, there is mutual benefit of having for both sports organizations and sporttech companies to collaborate, as start-up companies will be able to perfect their products before launching to larger international markets, and sports organizations will receive high-developed technology for a very low cost. However, there are several obstacles as some Israeli sports clubs do to not work with data that can be used by the data-driven technological companies, some coaches see technologies as a threat, and some sports organizations do not have the means or the knowledge how to use new technologies or do not see the benefit using them (Nachlieli and Siminian 2019) . Furthermore, the Maccabiah Movement, which is perhaps the most significant example of collaboration between the State of Israel and Israeli sports, also acknowledged not enough use of Israeli sport-technologies through hosting the 2017 Maccabiah Games (Dubinsky and Dzikus 2019). Trying to improve and position themselves as early adopters, the Maccabiah announced it will incorporate esports in the 21st Maccabiah Games as an exhibition event and helped bringing international esports championships to Israel (Maccabi World Union n.d.; TGSPOT 2019) .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 164,
                    "text": "Nachlieli and Siminian (2019)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 907,
                    "end": 936,
                    "text": "(Nachlieli and Siminian 2019)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1449,
                    "end": 1475,
                    "text": "(Maccabi World Union n.d.;",
                    "ref_id": null
                },
                {
                    "start": 1476,
                    "end": 1488,
                    "text": "TGSPOT 2019)",
                    "ref_id": "BIBREF102"
                }
            ],
            "ref_spans": [],
            "section": "Israel's sport-tech diplomacy"
        },
        {
            "text": "In recent decades, Middle-Eastern countries from the Gulf, namely Qatar and the United Arab Emirates, used sports for soft power purposes through hosting sports events and sponsoring some of the largest sports teams in the western world (Thani and Heenan 2017) . The Israeli government admitted that international sports clubs have been reluctant to accept official sponsorships that promote Israel (Dorsey 2016; Dubinsky 2018 ). Yet, that was bypassed through people-to-people diplomacy, especially by Jewish-Canadian billionaire, Sylvan Adams' cycling-related initiatives. Adams' initiatives in Israeli cycling include hosting three days of the 2018 Giro d'Italia (Keyser 2020) , building a velodrome in Tel Aviv, and especially investing in the Israeli cycling team Israel Cycling Academy, an Israeli-based cycling team (Israel Cycling Academy 2020), naming it \"Israel Start-Up Nation\" (Walla! Sports staff 2019) and having it compete in the prestigious 2020 Tour de France (Spiro 2020) . By doing so, and through collaborations with Start-Up Nation Central (Spiro 2020) using other Israeli innovations, and through endorsements by the Peres Center for Peace (Walla! Sports staff 2019), the sponsorship of Israel as an innovative powerhouse is brought to audiences worldwide.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 260,
                    "text": "(Thani and Heenan 2017)",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 399,
                    "end": 412,
                    "text": "(Dorsey 2016;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 413,
                    "end": 426,
                    "text": "Dubinsky 2018",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 666,
                    "end": 679,
                    "text": "(Keyser 2020)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 977,
                    "end": 989,
                    "text": "(Spiro 2020)",
                    "ref_id": "BIBREF94"
                }
            ],
            "ref_spans": [],
            "section": "People-to-people sport-tech diplomacy"
        },
        {
            "text": "Several Israeli athletes and team owners have been involved with the start-up industry. Former Olympic swimmer Gal Nevo (Swimming World Editorial Team 2019) cofounded the tech company SenSwim, providing automatic data for swimming coaches during training. Omri Casspi, who played 10 seasons in the NBA, invested in nutritional technological start-up Day Two, that provides dietary recommendations based on analysis of the DNA of gut microbiomes (Ravet 2018) . Several Israeli entrepreneurs who made their fortune through start-up companies, invested owned Israeli sports club. Ori Allon became a billionaire after being involved with several start-up companies, including developing and selling the algorithms to Google and Twitter (Oron 2018) . Allon became the major shareholder of his childhood favourite team, Hapoel Jerusalem Basketball Club, which under his ownership won the clubs first two national championships. Alona Barkat, wife of Nir Barkat-chairman of CheckPoint Software Technology and former mayor of Jerusalem, demonstrated entrepreneurship when in 2007 purchased Hapoel Beer-Sheva, a modest football club from the south of Israel then in the second division (Halickman 2020; Montague 2017) . Barkat was the first female owner of an Israeli football team and under her ownership and leadership the club won three straight championship, and reached some success in international competitions (Halickman 2020) . The impact of the club on the Israeli periphery was acknowledged by the New York Times' article \"An Israeli Desert City Blooms as a Soccer Power\" (Montague 2017 ). The journalist from The New York Times also complimented the growing high-tech industry in the region, writing \"In many ways, the city and its team have risen together. Tech companies have moved in. The university has expanded, bringing young people in growing numbers. The economy is quietly booming\" (Montague 2017).",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 457,
                    "text": "(Ravet 2018)",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 732,
                    "end": 743,
                    "text": "(Oron 2018)",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1177,
                    "end": 1193,
                    "text": "(Halickman 2020;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1194,
                    "end": 1208,
                    "text": "Montague 2017)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1409,
                    "end": 1425,
                    "text": "(Halickman 2020)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1574,
                    "end": 1588,
                    "text": "(Montague 2017",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "People-to-people sport-tech diplomacy"
        },
        {
            "text": "The social impact of Israeli tech entrepreneurs on Israeli sports was also recognized by CNN (Schwartz and Masters 2019) . Beitar Jerusalem, one of Israel's most successful football clubs, is often negatively mentioned in international media as \"an Israeli club infamous for the racist behavior of some of its fans towards Muslims\" (Schwartz and Masters 2019) . Much of the critic focuses on the right-wing fan base \"La Familia\" and the history of the club not signing Arab Muslim players. Moshe Hogeg, who founded several Israeli start-up companies and applications, purchased Beitar Jerusalem in 2018 and promised to fight racist through individual lawsuits (Schwartz and Masters 2019) . Such efforts correlate with the suggested micro-marketing strategies of branding Israel through its people, lifestyle, diverse culture, and technology (Aharoni and Grinstein 2017).",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 120,
                    "text": "(Schwartz and Masters 2019)",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 332,
                    "end": 359,
                    "text": "(Schwartz and Masters 2019)",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 660,
                    "end": 687,
                    "text": "(Schwartz and Masters 2019)",
                    "ref_id": "BIBREF89"
                }
            ],
            "ref_spans": [],
            "section": "People-to-people sport-tech diplomacy"
        },
        {
            "text": "According to international sports innovation group Colosseum (2020a, b), the Israeli sports-tech ecosystem consists of over 200 companies, focusing on both B2B and B2C target audiences. They divide the Sports Tech Nation Map (Colosseum 2020c) into six main fields: fan engagement, media and broadcasting, health and fitness, athlete development, smart stadium, and gaming and esports. The ecosystem is rich and diverse, reaching providing a vast variety of innovative solutions targeting a wide target audience from individuals and amateurs, to professionals and global corporations (Colosseum 2020c) .",
            "cite_spans": [
                {
                    "start": 583,
                    "end": 600,
                    "text": "(Colosseum 2020c)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "The Israeli sport-tech ecosystem"
        },
        {
            "text": "The evolution of the gaming, fantasy sports, and esports industry did not skip the Israeli market, with over a dozen start-ups focusing on these industries (Colosseum 2020a, b, c) . As mentioned, the Maccabiah Movement recognized its potential and decided to make esports an exhibition event in the 21st Maccabiah Games (Eilat 2019) . Several top Israeli sports teams, such as Maccabi Tel Aviv Football Club and Maccabi Tel Aviv Basketball Club, adopted esports as well (Halickman 2017; Maccabi 2020b) . In 2020, Maccabi Tel Aviv Basketball Club signed a 5-years naming rights sponsorship agreement with the Israeli international mobilegaming company Playtika (Maccabi 2020c) , strengthening the connection between one of the leading companies in the Israeli sport-tech industry and the most successful brand in Israeli sports.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 179,
                    "text": "(Colosseum 2020a, b, c)",
                    "ref_id": null
                },
                {
                    "start": 320,
                    "end": 332,
                    "text": "(Eilat 2019)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 470,
                    "end": 486,
                    "text": "(Halickman 2017;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 487,
                    "end": 501,
                    "text": "Maccabi 2020b)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 660,
                    "end": 675,
                    "text": "(Maccabi 2020c)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "The Israeli sport-tech ecosystem"
        },
        {
            "text": "Israel's international reputation in sports production goes well beyond the sport-tech system. Israeli Alex Gilady revolutionized Israeli television, became a senior vice-president in NBC Sports, and in 1994 was elected as a member of the International Olympic Committee (International Olympic Committee 2020). Gilady received several Emmy Awards for television production of several Olympic Games. In 2012, an Israeli team produced the prestigious basketball tournament in the 2012 Olympic Games in London and was nominated for the Olympic Golden Rings Award (Nevo 2012) . Ample international companies and corporations and global sports organizations use services of innovative Israeli media and broadcasting companies and start-ups. In 2016, Intel bought Israeli-based Replay Technologies for 175 million dollars (Tsipori 2016) . The Israeli company developed multi-dimensional imaging technology. Before the acquisition, Intel has been collaboration for several years with Replay Technologies, including using its service during the Super Bowl 50 and the NBA All Star Weekend.",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 571,
                    "text": "(Nevo 2012)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 816,
                    "end": 830,
                    "text": "(Tsipori 2016)",
                    "ref_id": "BIBREF104"
                }
            ],
            "ref_spans": [],
            "section": "The Israeli sport-tech ecosystem"
        },
        {
            "text": "Several Israeli companies specialize in AI, developing automated production of sports events. The Israeli company PlaySight offers \"affordable & automated live streaming and multi-angle video recording production\" (PlaySight 2020a, b) . Organizations that use their service vary from high school teams and local clubs, through some of the most successful NCAA division 1 programmes including Ohio State among others, to some of the most prestigious professional sports franchises and clubs including the Boston Celtics from the NBA, Manchester City in the English Premier League, and others. While PlaySight has offices across America, their R&D Center remains in Israel, near Tel Aviv. Pixellot (2020a) is another Israeli company providing automated production without the need of human intervention, used in 34 countries, including by FC Barcelona, ESPN, SONY, and others. LiveU, an Israeli-founded company focusing on innovative and cost affective production and broadcasting, was sold to Francisco Partners for 200 million dollars (Haimovich 2019) . LiveU has over 3000 customers in over 130 countries (LiveU 2020), including popular sports leagues such as the Spanish La Liga, and broadcasting networks including ESPN and FOX Sports. While not all Israeli sports-tech companies manage to partner with global organizations, these are just a few examples out of dozens of media and broadcasting-oriented Israeli start-ups that through innovative technology reach households across the globe (Colosseum 2020c) .",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 234,
                    "text": "(PlaySight 2020a, b)",
                    "ref_id": null
                },
                {
                    "start": 664,
                    "end": 703,
                    "text": "Israel, near Tel Aviv. Pixellot (2020a)",
                    "ref_id": null
                },
                {
                    "start": 1035,
                    "end": 1051,
                    "text": "(Haimovich 2019)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1494,
                    "end": 1511,
                    "text": "(Colosseum 2020c)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "The Israeli sport-tech ecosystem"
        },
        {
            "text": "In regards to fan engagement, Israeli companies also create a wide variety of solutions. Pico provides personal fan communicated platform, working with teams from the NBA, NHL, and even German soccer powerhouse Bayern Munich (Pico 2020). There are also a number of sport-tech companies focusing on enhancing the experience when attending a game, including ticket brokers (Sports Events 365 2020), seat delivery services for food and merchandise (Seatserve 2020) , and other services. Israeli-founded company Tokabot (Levin 2018) , helps clubs, federations, and media outlets to engage with fans during games through their online platform. Among the organizations using the platform, there are Bwin betting, the popular German newspaper Sport Bild, and several German football organizations including the German Football Association (Tokabot 2020) . One of Dubinsky's (2018) recommendations is to focus more on participation-sports tourism, such as cycling, running, and swimming. The Israeli sport-tech ecosystem also provides solutions for such strategy and for popular sports enthusiasts. For example, Pic2Go is working with running events in North America, Latin America, Europe, and countries across the world including India, Indonesia, South Africa, and New Zealand, providing digital race experience sharing such as recognizing barcodes on race bibs (Pic2Go 2020). Whether these companies are based in Israel, founded in Israel or founded by Israelis, they offer solutions applicable to global markets.",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 461,
                    "text": "(Seatserve 2020)",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 516,
                    "end": 528,
                    "text": "(Levin 2018)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 832,
                    "end": 846,
                    "text": "(Tokabot 2020)",
                    "ref_id": "BIBREF105"
                },
                {
                    "start": 856,
                    "end": 873,
                    "text": "Dubinsky's (2018)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "The Israeli sport-tech ecosystem"
        },
        {
            "text": "Israel's corporate sport-tech diplomacy does not necessary result from private companies trying to engage in Israel's official diplomatic efforts, but from growing out of the complex geopolitical situation in Israel, creating innovative solution applicable to global audiences. Start-ups improving sports performance sometime developed from Israel's unique social structure, including the Israeli army (Ravet 2017) . The start-up company IntelliGym (IntelliGym 2020) is a software developed by Applied Cognitive Engineering (ACE) as a cognitive training platform to improve decision making and concentration. The technology was developed in Israel for training purposes in the Israeli Air Force (Ynet, 2004) . The Israelis who founded IntelliGym, served together in the Israeli Force and applied the technology to sports (Kabir 2017) . Organizations that use the software vary from youth clubs, to professional football teams in Germany, the Netherlands, and Austria, to Hockey Canada (IntelliGym 2020). There are several examples of collaborations between Israeli sports innovations and the Israeli military, including the launching of the WinTech Program in 2020, a collaborative between Wingate Institute -Israel's Sports Institute, sports organizations, and the IDF Medical Corps (Wingate 2020).",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 414,
                    "text": "(Ravet 2017)",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 695,
                    "end": 707,
                    "text": "(Ynet, 2004)",
                    "ref_id": "BIBREF109"
                },
                {
                    "start": 821,
                    "end": 833,
                    "text": "(Kabir 2017)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Corporate sport-tech diplomacy"
        },
        {
            "text": "There are dozens of start-ups oriented towards health and fitness, providing well-being solutions, targeting popular sports, individual users, and professional sports teams (Colosseum 2020c). These start-ups provide innovative solutions through fitness, dietary, healthy living, self-measurements, and other applications that can be used by different segments of the market. Just to name a few, LikeAGlove created an innovative smart measuring grams technology (LikeAGlove 2020), Sleeprate provides sleeping solutions, targeting enterprises, and athletes (Sleeprate 2020) and Physimax created a platform for musculoskeletal self-assessment (Physimax 2020) and is used by West Point, top NCAA college programmes, and even Utah Jazz from the NBA. Focusing on health and fitness does not rely on having high level competitive sports teams and is not directly impacted by the Israeli-Arab dispute, and could be applied almost anywhere. Another aspect the sport-tech system address is the concept of \"Tikkun-Olam\"-repairing the world-which is also part of the Jewish tradition and in the DNA of the State of Israel (Hassman 2008) . For example, the Israeli military being among the first in disaster-struck areas building field hospitals and providing care. By focusing on global problems such as health and obesity, the Israeli sport-tech ecosystem also contributes to that.",
            "cite_spans": [
                {
                    "start": 640,
                    "end": 655,
                    "text": "(Physimax 2020)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1110,
                    "end": 1124,
                    "text": "(Hassman 2008)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Corporate sport-tech diplomacy"
        },
        {
            "text": "The Israeli start-up ecosystem also joined the fight against the COVID-19 pandemic (CoronaTech Israel 2020). Through the first months of the pandemic, Israeli stakeholders suggested innovative solutions related to sports through automated recording of games that reduce the number of people in stadiums and arenas (Pixellot Ltd 2020) , suggesting new competition formats to allow a more sustainable way to organize sports events (Ingber 2020), offering solutions how to stay fit during quarantine and lockdown (Siminian and Macdowell 2020) or even just by organizing dozens of free virtual panels with industry leaders across the world, brainstorming and fusing ideas of how to approach an unprecedented challenge humanity faces (Colosseum 2020a, b, c; Hypesportsinnovations 2020) . In the foreseeable future, countries who seek to continue to use sports for nation branding and foreign policy purposes will need to find new innovative solutions, including in the realm of technology, thus making sport-tech diplomacy a new for soft power and public diplomacy. In the case of Israel, facing never-ending challenges and trying to meet them with innovating solutions to survive and grow, is not a bug, it is a feature.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 333,
                    "text": "(Pixellot Ltd 2020)",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 510,
                    "end": 539,
                    "text": "(Siminian and Macdowell 2020)",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 729,
                    "end": 752,
                    "text": "(Colosseum 2020a, b, c;",
                    "ref_id": null
                },
                {
                    "start": 753,
                    "end": 780,
                    "text": "Hypesportsinnovations 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Corporate sport-tech diplomacy"
        },
        {
            "text": "This article outlined, explored, and discussed the Israeli sport-tech ecosystem, and Israel's use of its creative and branding DNA, for sports diplomacy purposes. Credible public diplomacy results from genuine values and sound policies, rather than public relations activities (Cull 2008) . Through state-sponsored activities, corporate diplomacy, citizen diplomacy, or people-to-people diplomacy, Israeli innovation and the sport-tech ecosystem enhance the branding of Israel as a start-up nation (Senor and Singer 2009). Most Israeli stakeholders see the benefit of investing in the Israeli sport-tech ecosystem, and its benefit to Israel's image. The international market is extremely receptive to Israeli sports technologies, with global corporations partnering with and even acquiring Israeli sport-tech companies, and sports organizations from almost every major sports league use Israeli sports technologies. These collaborations are not met with international protests, like other sports initiatives face (Dart 2016; Dubinsky and Dzikus 2018; Ber et al. 2017 ). The sports-tech ecosystem grew from unique challenges Israeli society face, trying to offer solutions to global needs. The concept of \"Tikkun Olam\" (Hassman 2008) is also reflected through the sport-tech ecosystem, trying to combat transnational problems such as obesity, or even a global pandemic.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 288,
                    "text": "(Cull 2008)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1013,
                    "end": 1024,
                    "text": "(Dart 2016;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1025,
                    "end": 1050,
                    "text": "Dubinsky and Dzikus 2018;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1051,
                    "end": 1066,
                    "text": "Ber et al. 2017",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1218,
                    "end": 1232,
                    "text": "(Hassman 2008)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The article has several limitations and delimitations. The article identified that the branding of Israel as a startup nation through sports and the Israeli sport-tech ecosystem integrate public diplomacy, corporate diplomacy, and citizens diplomacy. Yet, this article does not claim to examine a cause-and-effect impact on the image of Israel, on the effectiveness of the branding of Israel as a sporttech nation as a bypassing message to the Israeli-Arab dispute, or on potential implications and benefits of further using the Israeli sports-tech ecosystem for sports diplomacy purposes to achieve international goals. As identified in the article, different stakeholders identify different opportunities in the branding of Israel through sports, technology, and innovation. Future research should analyze the success of these strategies and the impacts on attitudes and policies, trying fill these gaps of knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Through the case of Israel, the article uses the term Sport-Tech Diplomacy, relating to the intersections between sports, technology, and public diplomacy. Not to confuse with digital diplomacy, that refers to the use of diplomacy through digital platforms such as the internet and social media (Cull 2011; Duncombe 2018; Manor 2019) . The article does not claim that Israel is the only country with a fertile sports-tech ecosystem or that it is ranked first in the world. There are different international rankings crowing India as the sport-tech leader in Asia (Roy 2020) , and the United Kingdom in Europe (Statista 2020) . The article did identify the connection between sports, technology, and diplomacy in Israel, as part of a bypassing message to a distancing image. Through analysing Israel, the article also identified that with COVID-19 changing the landscape of the world of sports (Pedersen et al. 2021 ), countries will turn to innovative and technology-based solutions to continue to use sports for nation branding and public diplomacy purposes. Thus, that sport-tech diplomacy might not stay as a niche bypassing message but can play a more strategic and central role in countries' soft power. Future research should further explore and analyse the connections between public diplomacy and the sport-tech ecosystem in a changing world.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 306,
                    "text": "(Cull 2011;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 307,
                    "end": 321,
                    "text": "Duncombe 2018;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 322,
                    "end": 333,
                    "text": "Manor 2019)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 563,
                    "end": 573,
                    "text": "(Roy 2020)",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 609,
                    "end": 624,
                    "text": "(Statista 2020)",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 893,
                    "end": 914,
                    "text": "(Pedersen et al. 2021",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Places: Identity, image and reputation. London: Palgrave Macmillan",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Anholt",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "How to (re)position a country? A case study of the power of micro-marketing",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Aharoni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grinstein",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Place Branding and Public Diplomacy",
            "volume": "13",
            "issn": "4",
            "pages": "293--307",
            "other_ids": {
                "DOI": [
                    "10.1057/s41254-017-0055-9"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Soft power, ideology and symbolic manipulation in Summer Olympic Games opening ceremonies: A semiotic analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Arning",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Social Semiotics",
            "volume": "23",
            "issn": "",
            "pages": "523--544",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Marketing and managing nation branding during prolonged crisis: The case of Israel",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Avraham",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Place Branding and Public Diplomacy",
            "volume": "5",
            "issn": "",
            "pages": "202--212",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Case E: Cultural diplomacy and entrepreneurship as a means for image restoration: The case of Israel",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Avraham",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Harnessing place branding through cultural entrepreneurship",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The sporting arena as a public diplomacy battlefield: The Palestinian attempt to suspend Israel from FIFA",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yarchi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Galily",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "The Journal of International Communication",
            "volume": "23",
            "issn": "",
            "pages": "218--230",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "How the Nazis destroyed a Golden Age of Jewish soccer",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bolchover",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Power games: A political history of the Olympics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boykoff",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A social-historical perspective on the development of sports for persons with physical disability in Israel",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brittain",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hutzler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Sport in Society",
            "volume": "12",
            "issn": "8",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/17430430903076365"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The 4D Model of the country image: An integrative approach from the perspective of communication management",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Buhmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ingenhoff",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The International Communication Gazette",
            "volume": "77",
            "issn": "",
            "pages": "102--124",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The USA and sporting diplomacy: Comparing and contrasting the cases of table tennis with China and baseball with Cuba in the 1970s",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sugden",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "International Relations",
            "volume": "26",
            "issn": "1",
            "pages": "101--121",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Sportswashing: What is it and who practice it? CNN",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cnn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Sport tech: New decade new era",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Colosseum",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "International sports innovation group",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Colosseum",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Sport Tech Nation Map. https ://b7fc3 c6e-058a-4522-ac6e-eb904 fb57c 4a.files usr.com/ugd/6f3e2 8_48ba3 8b683 3b4e9 8b292 8efc8 fdb70 e7",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "2020c"
                    ],
                    "last": "Colosseum",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Resource Center for Israeli CoronaTech Innovation",
            "authors": [
                {
                    "first": "Coronatech",
                    "middle": [],
                    "last": "Israel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Un-nation branding: The cities of Tel Aviv and Jerusalem in Israeli soft power",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Crilley",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Manor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "City diplomacy",
            "volume": "",
            "issn": "",
            "pages": "137--160",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Public diplomacy: Taxonomies and histories",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Cull",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Annals of the American Academy of Political Science",
            "volume": "616",
            "issn": "1",
            "pages": "31--54",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "WikiLeaks, public diplomacy 2.0. and the state of digital public diplomacy",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Cull",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Place Branding and Public Diplomacy",
            "volume": "7",
            "issn": "1",
            "pages": "1--8",
            "other_ids": {
                "DOI": [
                    "10.1057/pb.2011.2"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Israel's national team should play \"Jewish Football",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Daskal",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "7340",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "People of the book\" dominate sports business",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Daskal",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "7340",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Brand Israel\": Hasbara and Israeli sport",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dart",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sport in Society",
            "volume": "19",
            "issn": "",
            "pages": "1402--1418",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A sociopsychological conception of collective identity: The case of national identity as an example",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bar-Tal",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Personality and Social Psychology Review",
            "volume": "13",
            "issn": "",
            "pages": "354--379",
            "other_ids": {
                "DOI": [
                    "10.1177/1088868309344412"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Israel suspends Israeli-Palestinian encounters on the pitch",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dorsey",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Exploring the sports economic impact of COVID-19 on professional soccer",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Drewes",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Daumann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Follert",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Soccer & Society",
            "volume": "17",
            "issn": "2",
            "pages": "85--95",
            "other_ids": {
                "DOI": [
                    "10.1080/14660970.2020.1802256"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Israel's use of sports for nation branding and public diplomacy (unpublished doctoral dissertation)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dubinsky",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Analyzing the roles of country image, nation branding, and public diplomacy through the evolution of the modern olympic movement",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dubinsky",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Physical Culture and Sport, Studies and Research",
            "volume": "84",
            "issn": "1",
            "pages": "27--40",
            "other_ids": {
                "DOI": [
                    "10.2478/pcssr-2019-0024"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "From soft power to sports diplomacy: A theoretical and conceptual discussion. Place Branding and Public Diplomacy",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dubinsky",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1057/s41254-019-00116-8"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Israel's country image in the 2016 Olympic Games. Place Branding and Public Diplomacy",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dubinsky",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dzikus",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1057/s41254-018-0105-y"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Israel's strategic and tactical use of the 2017 Maccabiah Games for nation branding and public diplomacy",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dubinsky",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dzikus",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Applied Sport Management",
            "volume": "11",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Twitter and the challenges of digital diplomacy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Duncombe",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "SAIS Review of International Affairs",
            "volume": "38",
            "issn": "2",
            "pages": "91--100",
            "other_ids": {
                "DOI": [
                    "10.1353/sais.2018.0019"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "For the first time in Israel, the city of Eilat will host the world championship in electronic sports",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eilat",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Branding the nation: Towards a better understanding",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Place Branding and Public Diplomacy",
            "volume": "6",
            "issn": "2",
            "pages": "97--103",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Subirana. 2020. Taxonomy of sportstech",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Frevel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Beiderbeck",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Penkert",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "15--37",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Sport, politics and society in Israel: The first fifty-five years",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Galily",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Israel Affairs",
            "volume": "13",
            "issn": "",
            "pages": "515--528",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Public diplomacy: The missing component in Israel's foreign policy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gilboa",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Israel Affairs",
            "volume": "12",
            "issn": "",
            "pages": "715--747",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "2021. Marketing",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Grewal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Christians remain world's largest religious group, but they are declining in Europe",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hacket",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcclendon",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Pew Research Center",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Israeli company LiveU acquired for 200 million dollars",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Haimovich",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sport-tech diplomacy: exploring the intersections between the sport-tech ecosystem",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A first in Israel: Maccabi signs the Eligula brothers as FIFA players",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Halickman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Maccabi Tel Aviv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Alona Barakat bails on Hapoel Beersheva. The Jerusalem Post",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Halickman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The minds of peace experiment: A laboratory for people-to-people diplomacy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Handelman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Israel Affairs",
            "volume": "18",
            "issn": "1",
            "pages": "1--11",
            "other_ids": {
                "DOI": [
                    "10.1080/13537121.2012.634278"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Zionism of Muscles -The political functions of representative sport in Eretz Israel ad in the State of Israel",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Harif",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1898--1960",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The Israel brand nation marketing under constant conflict",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hassman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Modeling country image effects through an international crisis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Heslop",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R R"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cray",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "International Marketing Review",
            "volume": "25",
            "issn": "",
            "pages": "354--378",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Hype Sports Innovations. 2020. About us",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The Corona cancels sports competitions? Then innovate",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ingbar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "7340",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Improve your game intelligence",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Intelligym",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "About us",
            "authors": [
                {
                    "first": "Academy",
                    "middle": [],
                    "last": "Israel Cycling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Israel Innovation Authority. 2020. Innovation in Israel",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Welcome to tourist information Israel",
            "authors": [],
            "year": 2020,
            "venue": "Ministry of Tourism",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Jewish Virtual Library. 2020. Jews in sports: Jewish Olympic Medealists",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Jewish Nobel Prize winners",
            "authors": [],
            "year": 2020,
            "venue": "JINFO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Determinants and effects of the use of \"madein\" labels",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Johansson",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "International Marketing Review",
            "volume": "6",
            "issn": "",
            "pages": "47--58",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Calcalist's Digital and Mobile Summit -the sports technology team",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kabir",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "7340",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Sport, Zionist ideology and the State of Israel",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kaufman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Galily",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Sport in Society",
            "volume": "12",
            "issn": "",
            "pages": "1013--1027",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Israeli participation in UAE World Your affects more than the race track. The Jerusalem Post",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Keyser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Tokabot founders interview in sport5 channel",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Athletic garments that measure your shape in 3D",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Likeaglove",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "The Club. The Official site of Maccabi FOX Tel Aviv",
            "authors": [],
            "year": null,
            "venue": "LiveU. 2020. Innovation in Broadcast Technology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Introducing Maccabi gaming team. The Official site of Maccabi FOX Tel Aviv",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Maccabi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Our new name: Maccabi Playtika Tel Aviv",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Maccabi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "The digitalization of public diplomacy. London: Palgrave Macmillan",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Manor",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "The role of technology and innovation messaging in the public diplomacy of Israel",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mashiah",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Avraham",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ministry of Economy and Industry State of Israel. 2020. Invest in Israel",
            "volume": "7",
            "issn": "",
            "pages": "5--28",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "An Israeli desert city blooms as soccer power. The New York Times",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Montague",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "The two halves of sports-diplomacy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Diplomacy & Statecraft",
            "volume": "23",
            "issn": "",
            "pages": "576--592",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Sports diplomacy: Origins, theory and practice",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Gone with the click: Israeli sports does not adopt technologies",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nachlieli",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Siminian",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "7340",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "The Technion and the National Olympic Committee in Israel are building a centre to improve the Olympic sports in Israel",
            "authors": [],
            "year": 2018,
            "venue": "Olympis.il",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "An Israeli crew is nominated to an award for broadcasting from London",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nevo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "?Folde rID=3683&docID =12766 7",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Soft power: The means to success in world politics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Nye",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "From public diplomacy to corporate diplomacy: Increasing corporations' legitimacy and influence",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ordeix-Rigo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Durate",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "American Behavioral Scientist",
            "volume": "53",
            "issn": "4",
            "pages": "549--564",
            "other_ids": {
                "DOI": [
                    "10.1177/0002764209347630"
                ]
            }
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "This time I don't want to sell",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Oron",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Sport and the pandemic",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Ruihley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Peres Center for Peace & Innovation. 2020. Sports",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "AI-powered musculoskeletal self-assessment & optimization platform",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Physimax",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "International sport and diplomacy's public dimension: Governments, sporting federations and the global audience",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Pigman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Diplomacy & Starcraft",
            "volume": "25",
            "issn": "",
            "pages": "94--114",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Leading the automatic production revolution",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pixellot",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Pixellot video technology is already tested and used by sporting directors, analysts and coaches in all Barcelona venues",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pixellot",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Covid-19",
            "authors": [
                {
                    "first": "Pixellot",
                    "middle": [],
                    "last": "Ltd",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Smart sports AI technologies fi any level and every sports",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Playsight",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Israel will excel in sports technologies like it excels in cyber",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ravet",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "7340",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Basketball player Omri Casspi invest in gut microbiome analysis startup DayTwo",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ravet",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "7340",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Former Reebok President joins Hype, an Israeli investment fund in sports technologies",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ravet",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "7340",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Warriors without borders: What made the Warriors an historic team, before the fall",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Refael",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Wireless Valley, silicon wadi and digital island -Helsinki, Tel Aviv and Dublin and the ICT global production network",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roper",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grimes",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Geoforum",
            "volume": "36",
            "issn": "3",
            "pages": "297--313",
            "other_ids": {
                "DOI": [
                    "10.1016/j.geoforum.2004.07.003"
                ]
            }
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "India becomes Asia's No. 1 SportsTech nation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Beitar Jerusalem: Soccer club owner ready to sue 'racist' fans",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Start-up nation: The story of Israel's economic miracle",
            "authors": [
                {
                    "first": "; /",
                    "middle": [],
                    "last": "Seatserve",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Senor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Israeli sport-tech solutions that will help keep fit even during the corona days",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Siminian",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Macdowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Animosity on the home front: The intifada in Israel and its impact on consumer behavior",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shoham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davidow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ruvio",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of International Marketing",
            "volume": "14",
            "issn": "3",
            "pages": "92--114",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Do you dream of sleeping better?",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sleeprate",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Team Israel start-up nation partners with Sonovia to develop innovative sonoMasks for tour de France",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spiro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "7340",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "seven ts365 .com/ Start-Up Nation Central. 2020. Start-Up Nation Finder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "Start-Up Nation Finder. 2020. Moshe Hogeg. Start-Up Nation Central",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "All-time Summer Olympics medal table by country 1896-2016",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Statista Research Department",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "Distribution of sports technology companies in Europe",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Statista",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "Gal Nevo introduces SenSwim: Swim data collecting tool for the future",
            "authors": [],
            "year": 2019,
            "venue": "Swimming World",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF100": {
            "ref_id": "b100",
            "title": "Tel Aviv Nonstop City -The brand story",
            "authors": [
                {
                    "first": "Yafo",
                    "middle": [],
                    "last": "Tel Aviv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "Supporting local startups",
            "authors": [
                {
                    "first": "Yafo",
                    "middle": [],
                    "last": "Tel Aviv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF102": {
            "ref_id": "b102",
            "title": "Israel will host the world championship in electronic sports for the first time",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tgspot",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF103": {
            "ref_id": "b103",
            "title": "The ball may be round but football is becoming increasingly Arabic: Oil money and the rise of the new football order",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Heenan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Soccer & Society",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/14660970.2015.1133416"
                ]
            }
        },
        "BIBREF104": {
            "ref_id": "b104",
            "title": "Intel buys Israeli co Replay Technologies for $175m",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsipori",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF105": {
            "ref_id": "b105",
            "title": "The number 1 contextual engagement platform for live events",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tokabot",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF106": {
            "ref_id": "b106",
            "title": "The cycling team \"Israel Start-Up Nation\" was presented",
            "authors": [
                {
                    "first": "!",
                    "middle": [],
                    "last": "Walla",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sports",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF107": {
            "ref_id": "b107",
            "title": "Exploring the role of private-sector corporations in public diplomacy",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Public Relations Inquiry",
            "volume": "4",
            "issn": "",
            "pages": "305--321",
            "other_ids": {}
        },
        "BIBREF108": {
            "ref_id": "b108",
            "title": "A Win Tech course for sports innovation was launched",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wingate Institute",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF109": {
            "ref_id": "b109",
            "title": "American basketballers train with an Israeli software",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ynet",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "7340",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The author states that there is no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}