{
    "paper_id": "3d47180c4a4e9969ef47f5771b1cc3c7de34a36e",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Ethan",
                "middle": [],
                "last": "Basch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina",
                    "location": {
                        "addrLine": "Chapel Hill",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": "ebasch@med.unc.edu"
            },
            {
                "first": "Marjory",
                "middle": [],
                "last": "Charlot",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina",
                    "location": {
                        "addrLine": "Chapel Hill",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Amylou",
                "middle": [
                    "C"
                ],
                "last": "Dueck",
                "suffix": "",
                "affiliation": {
                    "laboratory": "EDITORIAL Correspondence Ethan Basch, Lineberger Comprehensive Cancer Center",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Scottsdale",
                        "region": "AZ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ethan",
                "middle": [],
                "last": "Orcid",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Basch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Symptom management is a cornerstone of quality oncology care. Most patients with cancer experience debilitating symptoms related to the disease itself or to treatment toxicities. 1 If symptoms are not detected early enough, they can worsen and lead to unnecessary suffering, avoidable hospital services, and even death. 2 Numerous prior studies have shown that up to half of patients' symptoms go undetected by their care teams. [3] [4] [5] There is therefore a substantial opportunity to improve symptom detection and early interventions to avoid downstream complications and improve outcomes.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 180,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 320,
                    "end": 321,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 436,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Population-level evidence of survival benefits of patient-reported outcome symptom monitoring software systems in routine cancer care"
        },
        {
            "text": "Symptom monitoring via electronic patient-reported outcomes (PROs) is one strategy for detecting problems and conveying them to care teams, with a substantial body of research spanning two decades, particularly in populations with metastatic cancers. [6] [7] [8] [9] [10] [11] The general approach includes a brief (10-15 item) questionnaire loaded into a software system via which patients may self-report by web, downloadable application, or automated telephone interface on a regular basis. Patients may self-report at clinic visits via tablet computers or kiosks, and may report from home between visits using their own devices. Automated alerts are triggered to the patient's care team whenever a worsening or severe symptom is reported, to inform interventions. Often, a core group of common, cross-cutting symptoms is included 12 ; additional tailored items specific to a cancer type or treatment type may be added; and an open-ended free-text item may also be included. 13 Items about other issues of concern such as physical function (i.e., performance status), or financial burden, are increasingly included in these PRO monitoring systems.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 259,
                    "end": 262,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 263,
                    "end": 266,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 978,
                    "end": 980,
                    "text": "13",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Population-level evidence of survival benefits of patient-reported outcome symptom monitoring software systems in routine cancer care"
        },
        {
            "text": "A host of clinical and utilization benefits has been demonstrated with implementation of such PRO monitoring systems in routine cancer care, leading them to be classified as \"digital therapeutics\" recently. Benefits of PRO monitoring systems in prior clinical research include improved symptom detection and control; patient satisfaction; patient-clinician communication; quality of life; physical functioning; increased duration of chemotherapy treatment; decreased emergency room and hospital use 6, 7, 8, 9 -and most recently two prospective randomized trials showing overall survival benefits. 10, 11 Missing from the literature has been a large, real-world study evaluating the clinical impact of PRO symptom monitoring. In this issue of Cancer Medicine, Barbera and colleagues provide such evidence. 14 They report on a population-level implementation of PRO monitoring in the Canadian province of Ontario, where since 2007 the Edmonton Symptom Inventory System (ESAS) has been offered to patients for completion via computer kiosks at oncology clinic visits. This retrospective analysis included adults diagnosed with cancer between 2007 and 2015. The authors linked PRO data to the provincial cancer registry at the patient level, enabling evaluation of administrative and clinical information. They included patients who had completed at least one PRO self-report at an outpatient visit. A comparator group of patients who did not complete PROs was generated using hard and propensity score matching.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 501,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 502,
                    "end": 504,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 505,
                    "end": 507,
                    "text": "8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 508,
                    "end": 509,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 602,
                    "end": 604,
                    "text": "11",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Population-level evidence of survival benefits of patient-reported outcome symptom monitoring software systems in routine cancer care"
        },
        {
            "text": "The authors identified 128,893 matched patient pairs for analysis. In the PRO group, there was a median of 3 completed ESAS assessments. Five year survival was significantly greater in the PRO group than the comparator group (81.9% vs 76.4% at 1 year; 68.3% vs 66.1% at 3 years; 61.9% vs 61.4% at 5 years; p < 0.0001). The observed benefit at 1 year with PRO symptom monitoring of a 5.5% absolute overall survival benefit exceeds the benefits of many existing cancer drugs-and with substantially less \"toxicity.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population-level evidence of survival benefits of patient-reported outcome symptom monitoring software systems in routine cancer care"
        },
        {
            "text": "This study adds to existing research, and there is now evidence from both randomized controlled trials and population-level assessment that there is a survival benefit associated with electronic PRO symptom monitoring. Although the study by Barbera et al is limited by not being prospective or randomized, the authors employed rigorous observational research methods to balance and match groups. The focus of the Ontario PRO program they describe has been on in-clinic reporting, but greater opportunities lie in expansion of this approach to incorporate remote monitoring of patients between visits. This has been the approach used in other PRO programs, and hopefully is the direction Ontario will be taking as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population-level evidence of survival benefits of patient-reported outcome symptom monitoring software systems in routine cancer care"
        },
        {
            "text": "Future research efforts should focus on challenges and strategies related to effective implementation of PROs in real-world clinical settings, and development of standardized recommendations. Each institution implementing PROs will need to adopt approaches that optimize engagement and buy-in of their patients, clinicians, and staff members. This will likely require reorganization of workflow and personnel deployment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population-level evidence of survival benefits of patient-reported outcome symptom monitoring software systems in routine cancer care"
        },
        {
            "text": "For patient users, implementation will ideally involve assuring that the technology itself is easy to use and meaningful, with continuous reminders to them that using the system is an essential part of care. For clinician users, the technology must also be easy to use, and integrated into existing systems and workflows. It must be reinforced by institutional leadership to clinicians that this is an integral part of care. For clinicians who field incoming PRO alerts, adequate time must be allotted for them to address alerts, rather than simply adding this work on top of existing responsibilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population-level evidence of survival benefits of patient-reported outcome symptom monitoring software systems in routine cancer care"
        },
        {
            "text": "PRO interfaces to date have been fairly rudimentary, with static questionnaires for patients, and wrote reports for clinicians. There are opportunities to enable these interfaces to become more interactive and engaging, for example, by using chatbot conversational approaches, gamification, and human factors methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population-level evidence of survival benefits of patient-reported outcome symptom monitoring software systems in routine cancer care"
        },
        {
            "text": "Equity is another key area where implementation research is warranted. As remote monitoring becomes increasingly integrated into routine care processes, there is a risk that those without technical literacy or with limited internet access could be left behind. In other words, the digital divide could become translated into greater heath disparities. Rather, patient-facing technologies like PRO interfaces should be tools to narrow disparities. To do so, attention must be given to the hardware patients use to access systems, and to the usability of systems. For example, in a large ongoing PRO implementation study in the United States, about 40% of patients selected to use an automated telephone system rather than web to self-report symptoms. 15 This illustrates the importance of meeting patients where they are, and offering interfaces that they are willing and able to use.",
            "cite_spans": [
                {
                    "start": 750,
                    "end": 752,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Population-level evidence of survival benefits of patient-reported outcome symptom monitoring software systems in routine cancer care"
        },
        {
            "text": "Finally, in the future, a reimbursement model for supporting use of PRO symptom monitoring in oncology is needed. Since PRO monitoring reduces emergency and hospital services, lengthens time on treatment, improves patient experience and lengthens survival, it is reasonable to look to payers for support. In the case of the Ontario PRO program described by Barbera and colleagues, indeed the program is wrapped into the Provincial financial model for care delivery. In the United States, the Medicare program may provide some support for PRO implementation as part of its pending Oncology Care First payment model. 16 Medicare should also provide or expand a billing code to enable payment for PRO symptom monitoring in the fee-for-service environment, and private payers in the US and non-US payment mechanisms should follow suit.",
            "cite_spans": [
                {
                    "start": 615,
                    "end": 617,
                    "text": "16",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Population-level evidence of survival benefits of patient-reported outcome symptom monitoring software systems in routine cancer care"
        },
        {
            "text": "As telemedicine becomes a standard part of how we practice medicine in the era of COVID-19, patients will increasingly be \"out of sight and out of mind\" between in-person encounters. Remote monitoring via PROs brings an opportunity to improve how we continuously engage and assure the health of our patients, and should become a cornerstone of population health management. Ontario serves as a model for other institutions, showing that connecting with patients using novel technologies can increase engagement while improving outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population-level evidence of survival benefits of patient-reported outcome symptom monitoring software systems in routine cancer care"
        },
        {
            "text": "Dr. Basch receives payments as a scientific advisor to CareVive, Navigating Cancer, AstraZeneca, and Sivan. He receives research funding to his institution from the National Cancer Institute and the Patient-Centered Outcomes Research Institute.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        },
        {
            "text": "All authors of this editorial have met the following criteria: 1. Have made substantial contributions to conception and design, and interpretation; 2. Been involved in drafting the manuscript and revising it critically for important intellectual content; 3. Given final approval of the version to be published and participated sufficiently in the work to take public responsibility for appropriate portions of the content; and 4. Agreed to be accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Symptoms and treatment burden associated with cancer treatment: results from a cross-sectional national survey in the U.S. Support Care Cancer",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Viswanathan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Elkin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Traina",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wade",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cella",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "791--801",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characterizing potentially preventable cancer-and chronic disease-related emergency department use in the year after treatment initiation: a regional study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Panattoni",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fedorenko",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Greenwood-Hickman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Oncol Pract",
            "volume": "14",
            "issn": "3",
            "pages": "176--185",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "How accurate is clinician reporting of chemotherapy adverse effects? A comparison with patient-reported symptoms from the Quality-of-Life Questionnaire C30",
            "authors": [],
            "year": 2004,
            "venue": "J Clin Oncol",
            "volume": "22",
            "issn": "17",
            "pages": "3485--3490",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Health care providers underestimate symptom intensities of cancer patients: a multicenter European study",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Laugsand",
                    "suffix": ""
                },
                {
                    "first": "Mag",
                    "middle": [],
                    "last": "Sprangers",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bjordal",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Skorpen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaasa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klepstad",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Health Qual Life Outcomes",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Patient versus clinician symptom reporting using the National Cancer Institute Common Terminology Criteria for Adverse Events: results of a questionnaire-based study",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Basch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iasonos",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mcdonough",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet Oncol",
            "volume": "7",
            "issn": "11",
            "pages": "903--909",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "What is the value of the routine use of patient-reported outcome measures toward improvement of patient outcomes, processes of care, and health service outcomes in cancer care? A systematic review of controlled trials",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kotronoulas",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kearney",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maguire",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Clin Oncol",
            "volume": "32",
            "issn": "14",
            "pages": "1480--1501",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Measuring quality of life in routine oncology practice improves communication and patient well-being: a randomized controlled trial",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Velikova",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Oncol",
            "volume": "22",
            "issn": "4",
            "pages": "714--724",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Automated symptom alerts reduce postoperative symptom severity after cancer surgery: a randomized controlled clinical trial",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Cleeland",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "S"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin Oncol",
            "volume": "29",
            "issn": "8",
            "pages": "994--1000",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Symptom monitoring with patient-reported outcomes during routine cancer treatment: a randomized controlled trial",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Basch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Deal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Kris",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Clin Oncol",
            "volume": "34",
            "issn": "",
            "pages": "557--565",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Overall survival results of a trial assessing patient-reported outcomes for symptom monitoring during routine cancer treatment",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Basch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Deal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Dueck",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "JAMA",
            "volume": "318",
            "issn": "2",
            "pages": "197--198",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Two-year survival comparing web-based symptom monitoring vs routine surveillance following treatment for lung cancer",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Denis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Basch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Septans",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA",
            "volume": "321",
            "issn": "3",
            "pages": "306--307",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Recommended patient-reported core set of symptoms to measure in adult cancer treatment trials",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Reeve",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Dueck",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Natl Cancer Inst",
            "volume": "106",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Patient free text reporting of symptomatic adverse events in cancer clinical research using the National Cancer Institute's Patient-Reported Outcomes version of the Common Terminology Criteria for Adverse Events (PRO-CTCAE)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shoenbill",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Am Med Inform Assoc",
            "volume": "26",
            "issn": "4",
            "pages": "276--285",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The impact of routine Edmonton Symptom Assessment System (ESAS) use on overall survival in cancer patients: Results of a population-based retrospective matched cohort analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barbera",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sutradhar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seow",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cancer Med",
            "volume": "9",
            "issn": "",
            "pages": "7107--7115",
            "other_ids": {
                "DOI": [
                    "10.1002/cam4.3374"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Demographic and symptom differences in PRO-TECT trial (AFT-39) cancer patients electing to complete weekly home patient-reported outcome measures (PROMs) via an automated phone call vs. email: implications for implementing PROs into routine care",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Stover",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Henson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jansen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Qual Life Res",
            "volume": "28",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Adding patient-reported outcomes to medicare's oncology value-based payment model",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Basch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wilfong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schrag",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}