{
    "paper_id": "3d488bac307f5c0b05ed357f01b1f7971b84e8ec",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On an average night, it is estimated more than 400,000 people living within the European Union, and more than 600,000 people living in America are homeless. 1 Within Great Britain the number of people experiencing homelessness has been rising since 2010. 2 Recent research demonstrated that within this population there are extremely high rates of multi-morbidity, frailty and age-related conditions at a young age. 3 These factors contribute to the young average age of death for people experiencing homelessness. [4] [5] [6] Palliative care involvement from specialists or other health care professionals for this population is rare for a number of reasons, including complexities in identifying who may benefit from palliative care, a lack of appropriate places of care for people with high care and support needs, mental health difficulties and/or addiction issues and the recovery focused nature of many homelessness services. 7, 8 Therefore in addition to often occurring at a young age, the deaths of many people experiencing homelessness frequently follow crisis-led hospital admissions. 9 This lack of palliative care support and appropriate places of care means that burdens associated with supporting very unwell homeless people with complex problems, often fall on hostel staff; adequate support from health and social care providers is often lacking. 7, 9 Previous research highlighted a need for a more multidisciplinary approach when supporting people who are homeless and have complex and palliative care needs. 7 In order to help hostel staff support residents with complex ill health, a 2-day educational training course on palliative care for hostel staff was developed and evaluated. 10 The training increased the knowledge of hostel staff regarding how to access palliative care for residents and the awareness of signs of deteriorating health. However, due to high hostel staff turnover and lack of formal connection with outside agencies, it was concluded that for training to have a sustainable impact, it needs to be incorporated into regular support. This regular support could be driven by palliative care specialists. A palliative care approach is holistic, recognises that not everyone will recover, focuses on what 'living well' means to someone and can incorporate parallel planning (i.e. hoping for best, whilst planning for the worst). This is currently lacking within the recovery-focused homelessness services.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 158,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 255,
                    "end": 256,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 416,
                    "end": 417,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 519,
                    "end": 522,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 523,
                    "end": 526,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 932,
                    "end": 934,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 935,
                    "end": 936,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1096,
                    "end": 1097,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1364,
                    "end": 1366,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1367,
                    "end": 1368,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1528,
                    "end": 1529,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1704,
                    "end": 1706,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Studies have measured the impact of palliative and end of life support interventions for people experiencing homelessness including supporting people to complete advance care plans, supportive housing and harm-reduction services. 11 These studies reported on a variety of outcomes such as increased numbers of advance care plans and referrals to palliative care services and were conducted in Canada, USA or Sweden. None provided direct palliative support to people living and working in hostels. Our project explored the challenges and benefits of embedding palliative care specialists, trained in homelessness issues, into UK hostels.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 232,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To evaluate a model embedding palliative specialists, trained as 'homelessness champions', into hostels for two half-days a month to provide support to staff and residents and facilitate a multidisciplinary approach to care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aim"
        },
        {
            "text": "• Support and train palliative care specialists to become 'homelessness champions' to deliver training and support for hostel staff around signs of deteriorating health and access to support for people whose health is a concern. • Support the champions to integrate person-centred multidisciplinary working into routine practice within hostels. • Explore the perspectives of hostel staff and palliative specialists on the challenges and benefits of this model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives"
        },
        {
            "text": "An exploratory qualitative design was used with reporting guided by the Standards for Reporting Qualitative Research framework. 12",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design"
        },
        {
            "text": "Palliative care specialists (nurses and social workers) were recruited from hospices previously expressed an interest in supporting the homeless community during dissemination of our previous work. 7 The role of 'homelessness champion' was incorporated into their job plan (i.e. voluntarily taking on this role within their established job). Two medium to high support-need hostels 13 in the area served by the palliative care specialists were identified and approached by the researchers by email for potential inclusion in the project. Participating hostels identified one or two staff members interested in becoming link support workers to coordinate with the homelessness champions and facilitate meetings. Written informed consent was obtained from homelessness champions, hostel managers and staff. Figure 1 outlines the steps that were undertaken in each area participating in the project. Table 1 outlines the role of the homelessness champions and the training they received.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 199,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 805,
                    "end": 813,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 897,
                    "end": 904,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Participants and recruitment"
        },
        {
            "text": "Stakeholder event. To raise awareness of the project and obtain support from a range of services, location specific stakeholder events were held. People with lived experience of homelessness, frontline hostel and day centre staff, people working in palliative care services, commissioners and providers of primary care, mental health, drug and alcohol services and social care were invited. During this 2-hour event, details of the proposed project were presented followed by a discussion of how this could be adapted to the specific location. This meeting also served Facilitating the integration of multidisciplinary working into routine practice to discuss residents of concern",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "Overview of the champion's role, the homelessness landscape and integration of palliative care Signposting and supporting referrals to external agencies, thereby increasing access to packages of care from social services and continuing health care funding",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "The nature, causes and consequences of homelessness, with an understanding of the contribution of adverse child experiences and complex trauma Help hostel staff identify gaps and unmet need within the hostel The complexity of need of people experiencing homelessness (physical and mental health difficulties often in association with addictions) Offering to meet with and support residents of concern directly, where relevant. Support parallel planning (i.e. 'hoping for the best, planning for the worst')",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "Supporting people with complex needs within a hostel environment to access person centred care Providing advice to hostel staff (individually or at team meetings) by delivering bespoke and responsive training to staff, including signposting to resources Use of homelessness and palliative care toolkit (www. homelesspalliativecare.com), a resource pack containing presentation slides, case studies, lesson plans and activity sheets for use with hostel staff Provide bereavement support to staff and residents Awareness of the burden of death on staff and residents. Use examples of how different hostels respond to death of residents as a forum for links to be generated between different agencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "Supervision and support. Throughout the project, homelessness champions were encouraged to contact (via phone or email) CS or MA to discuss the project and any concerns they had. CS is an inclusion health General Practitioner (GP) so could offer support and guidance including signposting for clinical issues. MA is a senior research fellow who provided support for any research-based queries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "Monthly reporting. To ensure impact and challenges were captured, the champions and the hostel link support workers were asked to provide monthly email or telephone updates to the research team. This included an overview of progress, including whether case review meetings were occurring, advice and training delivered or received, outline of support received by residents and referrals made. These updates were logged and stored in excel sheets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and analysis"
        },
        {
            "text": "Evaluation of project. Six to eight months (between December 2018 and June 2020) after the start of the project, individual semi-structured interviews were conducted by CS and MA with homelessness champions, hostel staff and hostel managers. The participants were informed the interviews formed the basis of the project's evaluation and were conducted at their place of work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and analysis"
        },
        {
            "text": "Interviews lasted between 60 and 120 min following an interview guide informed by an Expert by Experience. The interviews were audio recorded and transcribed verbatim. Thematic analysis guided by Braun and Clark's 14 framework was used to identify, analyse and report themes. Line-by-line coding was undertaken by MA in NVIVO 12 15 and consensus was achieved through discussion between authors (MA, CS and BH). Higher level candidate themes were developed and discussed with a wider group of healthcare professionals, researchers and formerly homeless people.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 331,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Data collection and analysis"
        },
        {
            "text": "Ethical approval for this research was granted from UCL Research Ethic Committee on 08/02/2019 [Project ID: 6927/002].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics"
        },
        {
            "text": "Four hostels and two palliative care teams took part in this study (two hostels per palliative care team). No palliative care team or hostel approached declined to take part. One team identified two members of staff (two nurses) to become 'homelessness champions' and the other identified four (two nurses and two social workers). Participating hostels identified one or two members of staff to become the link support workers. Participant characteristics are outlined in Table 2 and hostels' characteristics in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 472,
                    "end": 479,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 512,
                    "end": 519,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Participant and hostel characteristics"
        },
        {
            "text": "Information regarding residents with advanced ill health was collected monthly from the homelessness champions and the hostel link support workers has been summarised in Table 4 . Data was returned to champions at In process *Wet hostels allow alcohol to be consumed at the hostel where as dry hostels do not. **'In-reach' refers to a service going into the hostel on a regular basis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 177,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Monthly reporting, supervision and support"
        },
        {
            "text": "the end of the project for verification. Early on, in one hostel, significant barriers to residents receiving adequate primary care were identified. MA, CS and one champion met with the practices to discuss the project and highlight the unmet needs of people within the hostels. These meetings explored challenges from hostel and healthcare providers' perspectives along with potential ways to reduce barriers and improve collaborative working.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monthly reporting, supervision and support"
        },
        {
            "text": "Thematic analysis of semi-structured interviews exploring the impact of this model identified five main themes (see Table 5 ). Similarly, hostel staff felt the project was extremely beneficial as they move from feeling isolated and working on them own to feeling supported and understood: Having both a palliative care nurse and social worker working together was a further advantage in comprehensively addressing the needs of the staff and residents: The managers were impressed with the level of interest, concern and commitment expressed by the range of professionals attending the stakeholders event. These were often the first time individuals from this range of organisations had gathered to discuss this population: ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 123,
                    "text": "Table 5",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Themes"
        },
        {
            "text": "\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impressions of the model"
        },
        {
            "text": "The process of partnership development. The development of partnerships between the homelessness champions and the hostel staff was key to the project's success. Hostel staffs' experiences with external services had often previously been negative and critical. They were consequently fearful of being judged. Champions had to breakdown these barriers by developing trust as well as demonstrating the value they could bring to staff and residents. In one of the hostels, the champions were called in to help before they were scheduled to begin, due to a crisis with a resident. Though less planned, this resulted in the champions quickly gaining trust and a successful partnership through demonstrating the support they could bring to the staff and the residents. As their relationship developed, the champions provided emotional support to the hostel staff. The quote below was following the death of a resident but the emotional support was valued in many other situations also:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Developing partnership working between hostels and champions"
        },
        {
            "text": "\"It was just to sit with somebody and not talk about the day to day working, but just like how are you feeling about this as a person, how has this affected you, and letting her cry and feel sad about it.\" Homelessness champion 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Developing partnership working between hostels and champions"
        },
        {
            "text": "Development of case management meetings. The project resulted in the development of regular case management meetings. During these meetings staff and champions discussed residents they were concerned about, explored barriers to accessing support and possible solutions. These meetings provided the hostel staff with support, advice, and a plan on how to approach the issues residents were facing. The hostel staff saw the importance of taking a more person-centred approach to care, with the needs and wishes of the residents being listened to and incorporated into planning and discussions. Following the death café, the manager realised the impact that deaths had on the residents and staff. Instead of believing the best thing to do is to move on quickly when a death of a resident occurs, the hostel held a vigil to acknowledge and celebrate the life of the resident who passed:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Developing partnership working between hostels and champions"
        },
        {
            "text": "\"Previously when we have a death, you do all the paperwork, you do the incident report, and then get the coroner's report. That's just the general paperwork stuff. For this guy, we did something special. We did a little vigil. We had little pictures cut out for him. We had these little cards made for him. We had it in the canteen. His friends came and that little service happened. . . .\" Hostel manager 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Developing partnership working between hostels and champions"
        },
        {
            "text": "This openness and engagement around death, dying and memorials was received by hostel residents positively with some indicating that they felt cared for by hostel staff:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Developing partnership working between hostels and champions"
        },
        {
            "text": "\"What some people said following on that from the service, \"You guys actually care.\" Naturally, people think, \"We're just a number in a hostel. You want us out in 12 months. The fact that you did the service shows you guys actually care about us.\". .\" Hostel manager 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Developing partnership working between hostels and champions"
        },
        {
            "text": "The new approach hostels were taking to life, death and bereavement, meant a shift occurred from residents blaming staff for deaths occurring, to grieving and supporting each other:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Developing partnership working between hostels and champions"
        },
        {
            "text": "\"Because before tenants would kind of. . .blame staff if someone died in the project. A lot of the tenants will now be part of the caring, or they will pop in [to vigils].\" Area manager",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Developing partnership working between hostels and champions"
        },
        {
            "text": "Hostel staff empowered. With increased knowledge and the support of the champions, hostel staff felt more empowered to work with and challenge external services where necessary. This included proactively contacting the relevant services, chasing up referrals and feeling confident that they knew the needs of the residents and when services should be involved: In the hostel that had GP in-reach already, the relationship between the GP and hostel staff improved greatly to now communicating and working together to provide residents with the best care possible.: The champions felt that with more time they would be able to achieve much more including being more proactive so that all residents could have care plans and access increased support: The hostel staff were also challenged by a lack of time and unpredictability in their work. To address this the champions needed to be flexible. Occasionally they would arrive at the hostel and staff or residents were not able to meet with them. To deal with this, they needed backup plans of things they could do if residents or staff are unavailable, such as reading through policy documents or seeing another resident. Primary care barriers. Some hostels were well supported by GPs providing regular in-reach clinics. However, in one hostel in particular, the champions described feeling shocked by the response of some of the GPs who demonstrated a lack of compassion and understanding for the population and their needs. Champions and hostel staff struggled to get referrals to palliative or mental health services and adequate support for residents who were unwell. This made the role of the champion even more important, but also more challenging. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Improvements in hostel and external service working"
        },
        {
            "text": "This project is the first to evaluate a model providing inreach support from palliative care professionals into homeless hostels. Overwhelmingly the champions and hostel staff felt this model was beneficial for the staff and residents. Despite embedding palliative care specialists (nurses or social workers) for only two half-days a month each, the champions developed trusting partnerships with hostel staff and created an ethos more open to a palliative approach, which was more person-centred care and explored residents' wishes and insights. Previous research has shown hostel staff are reluctant to discuss palliative care with residents, but using a parallel planning approach ('hoping for the best while planning for the worst') can be helpful in improving communication for those whose health may be deteriorating. 16 The champions of this project were able to start de-stigmatising death and dying. This was evidenced by the perceived success of vigils and death cafés, and a planned death within a hostel.",
            "cite_spans": [
                {
                    "start": 824,
                    "end": 826,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Main findings"
        },
        {
            "text": "A palliative approach was found to be helpful in supporting staff to take a more person-centred approach to care and to recognise when more health or social care input was needed Hostel staff were empowered by their increased knowledge and understanding, which enabled them to advocate for what their residents required from external services. Hostel staff became to recognise where their own responsibility began and ended and the steps they could take to maintain these boundaries. In turn the relationships between hostels and external agencies began to improve. Champions also provided emotional support to hostel staff and residents around bereavement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main findings"
        },
        {
            "text": "A barrier some champions faced was the lack of engagement of some GPs with this population. Previous research has highlighted the barriers people experiencing homelessness face accessing healthcare 17 and our research highlights an urgent need for more equitable access to high quality primary care. In the two hostels that did not have an in-reach GP or nurse or close links to primary care, the unmet needs of the hostel staff and residents was greater, and champions filled gaps that should have been provided by primary care. Work is ongoing to reduce health and social care barriers, such as by the charity Groundswell 18 who developed a pocket-sized laminated card explaining people's rights to access primary health care and peer support for GP registration and appointments. However, more training and support or dedicated funded inclusion health primary care provision in this area is still needed. Another challenge for the champions was the lack of time they had at the hostel. This project has shown how much can be achieved with as little as two half-days a month per champion but going forward a funded role would allow for more time to be dedicated towards people experiencing homelessness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main findings"
        },
        {
            "text": "This model provided and evaluated the knowledge, tools and access to support of a population group that seldom receives palliative care. 19 In-depth interviews gave us rich data and allowed us to explore the impact of the model. However, we were unable to collect post-intervention quantitative data, in the form of staff questionnaires, due to high staff turnover so are unable to quantify the impact of the project on hostel staff morale or hostel residents' quality of life. The interviews were conducted by the authors, and good rapport had been established and allowed the researchers and participants to discuss sensitive subjects freely. However, the fact this relationship may have led to some positive bias in participants' responses. Despite this, participants were forthcoming in the challenges they faced.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 139,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "This project was conducted prior to the COVID-19 pandemic. Since the pandemic, the champions have continued to support the hostels both in person and remotely. Future research should explore remote learning, training and support. The stakeholder event appeared a helpful way of bringing a range of professionals together. Other research has demonstrated how stakeholder events are beneficial in creating opportunities and sharing knowledge. 20 Future research could explore the impact of holding stakeholder events as a way of addressing the needs of people experiencing homelessness by creating links between the services needed to address the complex needs of this population. A similar model exploring the benefits of embedding inclusion health professionals, particularly for hostels with a lack of primary care support, should be explored. It is also important to ensure the voices of people experiencing homelessness are heard and the impact this model has on them should be explored once the model has been embedded long-term.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 443,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Direction for future research"
        },
        {
            "text": "Given the reported barriers to accessing palliative care for people who lack capacity and surrogates, 21 integrating palliative care specialists within homeless hostels, as this model proposes, is valuable. Palliative care communities should reach out to local hostels to explore how best to support staff and residents. The expertise in inclusion health of the principal investigator in this project is likely to have impacted on this model's success. Any palliative care team and hostel looking at applying this model should have someone experienced in inclusion health as part of the team, to support staff in dealing with complex issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical implications"
        },
        {
            "text": "This study is the first of its kind to evaluate a model of embedding palliative care specialists into homeless hostels. It highlighted the huge inequity people experiencing homelessness face and successfully demonstrated the benefit of joined up support for both hostel staff and residents. It goes some way towards addressing the aspiration that people experiencing homelessness should live and die with dignity and respect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The health of homeless people in high-income countries: descriptive epidemiology, health consequences, and clinical and policy recommendations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fazel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Geddes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kushel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "384",
            "issn": "9953",
            "pages": "1529--1540",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Homelessness projections: core homelessness in Great Britain, summary report",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bramley",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Premature frailty, geriatric conditions and multimorbidity among people experiencing homelessness: a cross-sectional observational study in a London hostel",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rogans-Watson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shulman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lewer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Hous Care and Support",
            "volume": "23",
            "issn": "3/4",
            "pages": "77--91",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Causes of death among homeless people: a population-based cross-sectional study of linked hospitalisation and mortality data in England",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Aldridge",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Menezes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lewer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Wellcome Open Res",
            "volume": "4",
            "issn": "49",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mortality in a cohort of homeless adults in Philadelphia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Hibbs",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Benner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Klugman",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "N Engl J Med",
            "volume": "331",
            "issn": "5",
            "pages": "304--309",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mortality among the homeless: Causes and meteorological relationships",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Romaszko",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Cymes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dragańska",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS One",
            "volume": "12",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "End-of-life care for homeless people: a qualitative analysis exploring the challenges to access and provision of palliative care",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shulman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Hudson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Palliat Med",
            "volume": "32",
            "issn": "1",
            "pages": "36--45",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Palliative care for homeless people: a systematic review of the concerns, care needs and preferences, and the barriers and facilitators for providing palliative care",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Klop",
                    "suffix": ""
                },
                {
                    "first": "Aje",
                    "middle": [],
                    "last": "De Veer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Van Dongen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Palliat Care",
            "volume": "17",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Challenges to access and provision of palliative care for people who are homeless: a systematic review of qualitative research",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Hudson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Flemming",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shulman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Palliat Care",
            "volume": "15",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Evaluation of training on palliative care for staff working within a homeless hostel",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shulman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Hudson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nurse Educ Today",
            "volume": "71",
            "issn": "",
            "pages": "135--144",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Advance care planning, palliative care, and end-of-life care interventions for homeless people: a systematic review",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sumalinog",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Harrington",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dosani",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Palliat Med",
            "volume": "31",
            "issn": "2",
            "pages": "109--119",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Consolidated criteria for reporting qualitative research (COREQ): a 32-item checklist for interviews and focus groups",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sainsbury",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Craig",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int J Qual Health Care",
            "volume": "19",
            "issn": "6",
            "pages": "349--357",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The future hostel: the role of hostels in helping to end homelessness. London: Homeless Link",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Link",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Using thematic analysis in psychology",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Qual Res Psychol",
            "volume": "3",
            "issn": "2",
            "pages": "77--101",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "NVivo 10 [software program]. Version 10. QSR International; 2012",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Castleberry",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Pharm Educ",
            "volume": "78",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Challenges to discussing palliative care with people experiencing homelessness: a qualitative study",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Hudson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shulman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ open",
            "volume": "7",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Healthcare experiences of the homeless",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nickasch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Marnocha",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Am Acad Nurse Pract",
            "volume": "21",
            "issn": "1",
            "pages": "39--46",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "My right to healthcare",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Groundswell",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Access to palliative care for homeless people: complex lives, complex care",
            "authors": [
                {
                    "first": "Aje",
                    "middle": [],
                    "last": "De Veer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stringer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Meijel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Palliat Care",
            "volume": "17",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "For the benefit of all? Developing a critical perspective in mega-event leverage",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ziakas",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Leis Stud",
            "volume": "34",
            "issn": "6",
            "pages": "689--702",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Patients who lack capacity and lack surrogates: Can they enroll in hospice?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Effiong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Pain Symptom Manage",
            "volume": "48",
            "issn": "4",
            "pages": "745--750",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flow diagram of project procedures.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Role of the homelessness champions and the training they received.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Participant characteristics.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "\"I suppose having worked in other areas of healthcare, the palliative care model is very much one of . . . physical, psychological, social, spiritual, financial. That's kind of our bread and butter everyday working. . .We tend to meet people, mostly, with the physical need being the priority but we've got an awareness of how important it is to get those other bits sorted. That's kind of a nice basis to start with I suppose.\" Homelessness champion 3",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Data collected monthly from the champions. • Advice given on numerous cases including encouragement to liaise with their GP where relevant • Advice regarding memory issues and advocating for referral to adult social care • Provided link and support to hostel staff to access training on dressing leg ulcers • Training around what palliative care is • Support to staff around resident adherence to their prescribed medication • Use of 'Supportive and Palliative care Indicators tool 4 All' (SPICT4All), which is a tool to help identify those with palliative • Death of a resident -huge impact on staff and residents • Support around resident who was very unwell -spoke with GP and successful referral into hospice Benefits of the stakeholder meeting. Starting with the stakeholder event was deemed helpful, as it increased people's knowledge about palliative care and how it's principles could support this population.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Themes and subthemes.",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "she might arrive, the resident's not here. She might come and see us and then something's happened and we're not available because this project is so busy. I'd really like to be able to say, \"Let's concentrate on this for today and that for tomorrow,\" but it just doesn't work like that.\" Hostel manager 3",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "\". . .you've got GPs that are now refusing to go into the hostels at all and are refusing to see any homeless patient. . . [GPs] are insisting on having . . .somebody in attendance with them [during appointments] because they don't trust them for whatever reason to either retain the information or be a capable enough human being to sit and take in information. It's so dehumanizing that you've got these people with such power, literally over your life and death, treating you like you're nothing, [implying] \"You're not worth my time.\"\" Homelessness champion 4",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful for the dedication and commitment of the palliative care specialists who became the homelessness champions. We would like to thank the staff and managers from St Joseph's and St Christopher's hospice for embracing this work. We would also like to thank the hostel managers, hostel staff and the hostel residents for their enthusiastic involvement in this project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "CS, BH, NB, JD, PS, NH conceived the idea of the project. MA and CS ran the training, collected the data and performed the analysis. MA drafted the paper. All authors commented and approved the final draft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of conflicting interests"
        },
        {
            "text": "The author(s) disclosed receipt of the following financial support for the research, authorship, and/or publication of this article: This project is funded by The Oak Foundation (OCAY-14-574). PS's post is supported by Marie Curie Chair's grant (509537).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Megan Armstrong https://orcid.org/0000-0001-6773-9393Nigel Hewett https://orcid.org/0000-0002-7049-9252",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iDs"
        }
    ]
}