{
    "paper_id": "3d49541744f56965d1960f2624ff8a84d66e6bf6",
    "metadata": {
        "title": "Emergency gynecological surgery for life-threatening conditions in the COVID-19 pandemic period Emergency gynecological surgery for life-threatening conditions in the Emergency gynecological surgery for life-threatening conditions in the COVID-19 pandemic period",
        "authors": [
            {
                "first": "Ronghua",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shixuan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": "shixuanwang@tjh.tjmu.edu.cn"
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since December 2019, the outbreak of novel coronavirus disease 2019 has become a global pandemic and widespread disaster. 1 Although the COVID-19 epidemic has become well controlled in China, as of May 31, 2020, it had spread to 215 countries, areas or territories. 2 The number of cases is still growing at an stable alarming speed. The total number of people infected reached 6,750,521, and the death toll was 395,779. 3, 4 The mortality rates are currently the highest in France and the United Kingdom (19.43 % and 14.21 %, respectively). At present, Eastern",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 123,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 266,
                    "end": 267,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 421,
                    "end": 423,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 424,
                    "end": 425,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mediterranean and South-East Asia are currently at the centre of the pandemic. The situation of COVID-19 pandemic is still worse in the United States. Based on the analysis of China's situation, COVID-19 can be controlled. 5 It has been proven that personal protective equipment and the right isolation measures are very effective. At present, the recovery rate in China is 95.99%. Governments should take several actions to protect public health and health care workers. [6] [7] [8] Most importantly, the global infection rate of medical staff has reached a critical level, and more than 5,000 medical staff members in Italy have been infected. SARS-CoV-2 has been isolated from surfaces in isolation rooms and even the shoes of health care workers. 9 Therefore, it is necessary to emphasize the protection of medical staff and related health care workers (HCWs) to avoid infection. Otherwise, a vicious circle of infection will form.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 224,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 751,
                    "end": 752,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While dealing with the crisis of COVID-19, we cannot ignore gynecological emergency patients who experience serious consequences. For example, tubal pregnancy, interstitial pregnancy, caesarean scar pregnancy and trophoblastic tumor rupture cause life-threatening bleeding. How can emergency patients with acute internal bleeding be treated properly? These patients are experiencing a life-threatening due to intraperitoneal hemorrhage, and the possibility that they might be infected with SARS-CoV-2 cannot be immediately excluded. Doctors should pay enough attention to these patients and must determine the cause of the internal bleeding as soon as possible and select the most appropriate operation strategy to solve the problem. How should the type of operation (laparotomy or laparoscopy) be selected for these patients?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During a nonepidemic period, laparotomy can quickly address critical bleeding in patients. However, because of COVID-19, three levels of protection must be implemented to protect doctors and nurses. This makes the operation very difficult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laparotomy"
        },
        {
            "text": "Water mist on goggles hinders vision. It is important to rapidly locate the source of the bleeding location and stop it during this critical situation. The abundant presence of blood vessels in the uterus during pregnancy and continuous bleeding due to rupture of the vascular network increase the risks of blood transfusion and even mortality. It is also easy to damage the surrounding organs, such as the bladder, ureter and intestines, when operating under a time constraint. If these events occur, they may aggravate bleeding and lead to disastrous consequences. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laparotomy"
        },
        {
            "text": "When performing laparoscopic surgery, the doctor's posture is relatively relaxed, even when wearing three levels of protective clothing. Because laparoscopic surgery can enlarge the field of vision by 4-6 times, doctors can readily expose the surgical site, rapidly identify the lesions and resolve the bleeding quickly. It is obvious that this type of surgery minimizes the time during which the blood supply to the uterus is blocked, which facilitates subsequent operations. In some cases of acute intra-abdominal bleeding from gynecological organs, the bleeding is difficult to control. Especially when bleeding from the lower uterine segment cannot be controlled, substantial blood loss can only be avoided if the artery is rapidly treated. Therefore, we propose that laparoscopic management should be used to manage bleeding from the internal iliac artery. After opening the lateral peritoneum and confirming the location of the ureter, the bilateral internal iliac arteries are exposed. The arteries can be temporarily occluded with metal vascular clamps. After the operation is finished, the clips are removed, and the internal iliac arteries are recanalized. This method can solve the problem in a very short period. In these cases, we cannot block blood flow through uterine artery embolization, which may lead to the spread of COVID-19 to many other departments in the hospital as well as to doctors and nurses. Of course, almost all departments of the hospital have been in lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laparoscopy"
        },
        {
            "text": "Due to the pandemic crisis, the blood supply is very limited, and obtaining more blood has become the biggest problem when cities are under lockdown. Laparoscopy can minimize the chance of needing a blood transfusion. In addition, laparoscopic surgery can reduce the risk of contact cross-infection, as mentioned above; moreover, the smoke generated during laparoscopic surgery is contained in the closed abdominal cavity where it is absorbed rather than being released into the operating room, where it could be inhaled by medical staff. In this particular type of emergency operation, doctors must quickly expose blood vessels and address the source of the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laparoscopy"
        },
        {
            "text": "These operations must be performed in negative-pressure operating rooms. 10 After the operation, patient should be transferred along the designated route to a negative pressure ward with three levels of protection. Patients must be transferred to the wards designated for COVID-19 patients in a timely manner when they test positive. If the test for SARS-CoV-2 is negative, the patients do not need to be transferred to the designated ward but should be observed for 14 days. Tongji Hospital was designated as the main hospital for the treatment of COVID-19 during the epidemic. We played a vital role in controlling the COVID-19 epidemic. Emergency obstetric operations were managed according to the process described in this article in our hospital. 11 During the COVID-19 outbreak, there were no missed cases of COVID-19 and the maternity ward had a 0 % infection rate.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 75,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 752,
                    "end": 754,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "It is difficult to perform prospective research on the treatment of life-threatening emergencies. Doctors' long-term clinical experience is important. Brat commented that both laparotomyand laparoscopy are clinically appropriate. 12 As a major tertiary referral hospital, we have long-term clinical experience in dealing with such emergencies. Laparoscopic vascular pretreatment has been found to be safe and effective. Therefore, during the pandemic period, laparoscopic emergency surgery is appropriate; in some other emergency situations, laparoscopy can also be considered. SARS-CoV-2 will certainly not be the last novel virus to lead to a pandemic. These recommendations are not only applicable during the current COVID-19 pandemic but also during similar future epidemics.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 232,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characteristics of and Important Lessons from the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.264832091533"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "13",
            "pages": "1199--1207",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization, WHO Director-General's opening remarks at the media briefing on",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Chinese Center for Disease Control and Prevention. Tracking the epidemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Securing the Safety Net and Protecting Public Health During a Pandemic: Medicaid's Response to COVID-19",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bachireddy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dar",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.427232191260"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Surface Environmental, and Personal Protective Equipment Contamination by Severe Acute Respiratory Syndrome Coronavirus 2 (SARSCoV-2) From a Symptomatic Patient",
            "authors": [
                {
                    "first": "Swx",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chia",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.322732129805"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Are UK Doctors Getting Sufficient Protective Equipment Against COVID-19?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sayburn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m129732241766"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Minimally Invasive Surgery at the Time of COVID-19: The OR Staff Needs Protection",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bogani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Raspagliesi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Minim Invasive Gynecol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmig.2020.04.010"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Practical considerations for performing regional anesthesia: lessons learned from the COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Tgl",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Chong",
                    "middle": [],
                    "last": "Sy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Anaesth",
            "volume": "24",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Emergency surgery in suspected COVID-19 patients with acute abdomen: case series and perspectives",
            "authors": [
                {
                    "first": "Xi",
                    "middle": [],
                    "last": "Gaoyh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hq",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Annals of Surgery",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "13.10.1097/SLA.0000000000003961"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical features and obstetric and neonatal outcomes of pregnant patients with COVID-19 in Wuhan, China: a retrospective, single-centre, descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "559--564",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Protecting Surgical Teams During the COVID-19 Outbreak: A Narrative Review and Clinical Considerations",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Brat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hersey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chhabra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Annals of Surgery",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/SLA.0000000000003926"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "In addition, as the chance of contact with the body fluids of patients increases, the possibility of iatrogenic infection increases for doctors and nurses due to damage inflicted by surgical instruments during the process of surgery. In addition, the use of electric scalpels increases the probability of aerosol formation. Although it is not clear whether SARS-CoV-2 can be transmitted through aerosols, the risk is very high when medical staff members are in close contact with patients. Furthermore, during an open surgery, the exposure of the pelvic cavity to the air can also easily lead to infection through the inhalation of droplets. All of this leads to increased exposure for doctors and nurses. Of course, if the patient is in hemorrhagic shock, the doctor can only choose to save the patient's life. Under those conditions, the surgeon must immediately perform the laparotomy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "bleeding. This type of operation can also reduce the possibility of iatrogenic infection caused by accidental punctures when suturing the incision after laparotomy. Because the length of the laparoscopic puncture hole is only 0.5-1 cm, the doctor can use medical incision glue instead of sutures. Of course, we need to use this strategy carefully. It should be selected according to the skill of the doctor and the medical conditions of the hospital.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Conceived the manuscript: Shixuan Wang. Wrote the first draft of the manuscript: Ronghua Liu. Contributed to the writing of the manuscript: Shixuan Wang and Ronghua Liu. Agree with manuscript results and conclusions: Ronghua Liu, Shixuan Wang.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "This work was supported by National Natural Science Foundation of China (81572563).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding information"
        },
        {
            "text": "All authors declare that there are no conflicts of interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest Disclosures:"
        }
    ]
}