{"paper_id": "3d502d3118bc79731c9d5a8e810d73ec382c19ad", "metadata": {"title": "Early phase of the COVID-19 outbreak in Hungary and post-lockdown scenarios", "authors": [{"first": "Gergely", "middle": [], "last": "Röst", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Szeged", "location": {"settlement": "Szeged", "country": "Hungary"}}, "email": ""}, {"first": "Ferenc", "middle": ["A"], "last": "Bartha", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Szeged", "location": {"settlement": "Szeged", "country": "Hungary"}}, "email": ""}, {"first": "Norbert", "middle": [], "last": "Bogya", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Szeged", "location": {"settlement": "Szeged", "country": "Hungary"}}, "email": ""}, {"first": "Péter", "middle": [], "last": "Boldog", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Szeged", "location": {"settlement": "Szeged", "country": "Hungary"}}, "email": ""}, {"first": "Attila", "middle": [], "last": "Dénes", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Szeged", "location": {"settlement": "Szeged", "country": "Hungary"}}, "email": ""}, {"first": "Tamás", "middle": [], "last": "Ferenci", "suffix": "", "affiliation": {"laboratory": "", "institution": "Óbuda University", "location": {"settlement": "Budapest", "country": "Hungary"}}, "email": ""}, {"first": "Krisztina", "middle": ["J"], "last": "Horváth", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Szeged", "location": {"settlement": "Szeged", "country": "Hungary"}}, "email": ""}, {"first": "Attila", "middle": [], "last": "Juhász", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Szeged", "location": {"settlement": "Szeged", "country": "Hungary"}}, "email": ""}, {"first": "Csilla", "middle": [], "last": "Nagy", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Szeged", "location": {"settlement": "Szeged", "country": "Hungary"}}, "email": ""}, {"first": "Tamás", "middle": [], "last": "Tekeli", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Szeged", "location": {"settlement": "Szeged", "country": "Hungary"}}, "email": ""}, {"first": "Zsolt", "middle": [], "last": "Vizi", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Szeged", "location": {"settlement": "Szeged", "country": "Hungary"}}, "email": ""}, {"first": "Beatrix", "middle": [], "last": "Oroszi", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Szeged", "location": {"settlement": "Szeged", "country": "Hungary"}}, "email": ""}]}, "abstract": [{"text": "COVID-19 epidemic has been suppressed in Hungary due to timely non-pharmaceutical interventions, prompting a huge reduction in the number of contacts and transmission of the virus. This strategy was effective in preventing epidemic growth and reducing the incidence of COVID-19 to low levels. In this report, we present the first epidemiological and statistical analysis of the early phase of the COVID-19 outbreak in Hungary. Then, we establish an age-structured compartmental model to explore alternative post-lockdown scenarios. We incorporate various factors, such as age-specific measures, seasonal effects, and spatial heterogeneity to project the possible peak size and disease burden of a COVID-19 epidemic wave after the current measures are relaxed.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "epidemiological and statistical analysis of the early phase of the COVID-19 outbreak in Hungary, then, we employ an age stratified compartmental model to explore possible future scenarios.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "During the last week of January 2020, the National Public Health Center (hereinafter NPHC) issued the surveillance protocol of COVID-19 cases that included the case definitions of COVID-19 cases. Till mid May the protocol was updated four times as the relevant WHO and/or ECDC guidance was revised. According to the Hungarian protocol, suspected cases were to be reported by physicians to the local health authority and NPHC, followed by compulsory testing, 14-day isolation and monitoring, case investigation, and contact tracing. A person with laboratory confirmation (detection of SARS-CoV-2 by polymerase chain reaction), irrespective of clinical signs and symptoms, was considered a confirmed COVID-19 case.", "cite_spans": [], "ref_spans": [], "section": "Epidemiological report"}, {"text": "The first confirmed COVID-19 cases were reported during the first week of March 2020 through the Hungarian Notifiable Disease Surveillance System operated by NPHC. The first case, a foreign university student studying and residing in Hungary, was reported on March 4, 2020. By May 10, 2020, the cumulative number of reported confirmed COVID-19 cases were 3284 (33.1 cases per 100,000 population), including 421 deaths (crude CFR 12.8%), see Figure 1 for the daily reported numbers. Out of the 3284 cases, 47.0 % (1542 cases) occurred in the 65+ age group, 29 .1% (957 cases) in the 20-49 age group, 21.9% (718 cases) in the 50-64 age group and 2.0% (67 cases) among people under 20-year. Age specific morbidity was highest in the 80+ age group (163.3 cases per 100000 population) and more than twice of the overall in the 70-79 age group (69.5 cases per 100,000 population).", "cite_spans": [{"start": 556, "end": 558, "text": "29", "ref_id": "BIBREF29"}], "ref_spans": [{"start": 441, "end": 449, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Epidemiological report"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Epidemiological report"}, {"text": "The copyright holder for this preprint this version posted June 5, 2020. . https://doi.org/10.1101/2020.06.02.20119313 doi: medRxiv preprint Out of 421 deaths, 89.1% (375 deaths) belonged to the 65+ age group. The highest crude CFR was observed in the 80+ age group (28.6%), followed by the 70-79 age group (22.4%) and the 65-69 age group (17.3%) . No deaths were reported under 33 years of age.", "cite_spans": [{"start": 339, "end": 346, "text": "(17.3%)", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Out of the 3284 cases, 58.0% (1906 cases) were female and 41.9% (1376 cases) male (gender not reported for two cases). The morbidity among women was higher (37.1 vs. 28.8 cases per 100,000 population), so men were 0.8 (95% CI 0.72-0.83) less likely to become ill. However, men aged 33 years and older had a 1.2 (95% CI 0.96-1.41) higher risk to die than women aged 33 years and older (7.1 cases vs. 6.0 cases per 100,000 population). Out of 3284 cases, at the stage of data consolidation as of May 10, 2020, we have information about the symptoms of 63.2% (2076 cases). Out of 2076 cases, 29 .5% (613 cases) had no symptoms, 52.3% (1086 cases) had mild symptoms, 18 .2% (377 cases) had severe disease (including 149 cases required intensive care and/or ventilation).", "cite_spans": [{"start": 589, "end": 591, "text": "29", "ref_id": "BIBREF29"}, {"start": 663, "end": 665, "text": "18", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Most of the cases were reported from the central part of Hungary, from the capital (1587 cases), Pest county (438 cases) and Fejér county (333 cases). The morbidity (per 100,000 population) was the highest in Budapest (94.7), followed by Fejér county (80.1) in central Hungary and Zala county (60.8) in western Hungary.", "cite_spans": [{"start": 293, "end": 299, "text": "(60.8)", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Between March 4 and April 8, there was a slow increasing trend in the daily reported number of new cases (varying between 1 and 85 cases) peaked on April 9 (209 cases). After a period from April 10 till April 22 with fluctuating number of daily reported new cases (between 47 and 120 cases), starting from April 23 the number of daily new cases decreased from 100 to 21 cases per day. The 14-day cumulative number of new cases steadily increased until its peak on April 22 (13.1 per 100,000 population) before it started to decrease and was just over 10.0 cases per 100,000 population between April 11 and May 3, 2020.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The epidemic curve reflects a propagated source epidemic especially when we consider only those cases that cannot be connected to outbreaks in closed communities (like long-term care facilities or hospitals) or to health care associated infections. Out of 3284 cases, 31.4% (1031 cases) were associated with health care and/or outbreaks in hospitals, contributing to the daily reported new cases since mid-March. Health care workers had 10.0 times (95% CI 9.02-10.99) higher risk to become a confirmed COVID-19 case in comparison to the general population (288.8 cases vs. 29 .0 cases per 100,000 population). Out of 3284 cases, 27.8% (913 cases) were reported from long-term care facilities (nursing homes and other closed communities like homeless shelters) contributing to the daily reported new cases since early April. At the peak of the epidemic curve, 62.2% (130 cases) of cases on April 9 were reported from the same retirement and assisted living facility.", "cite_spans": [{"start": 573, "end": 575, "text": "29", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Statistical analysis of the available surveillance data -such as case counts and death counts -is an indispensable tool during outbreak response. It can reveal the current situation objectively, shed 5 of 27 light on the effect of past interventions, uncover non-obvious aspects of the outbreak and produce forecasts. It can also provide important input information to disease dynamics models.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "This section summarizes the statistical analyses carried out during the early phase of the COVID-19 outbreak in Hungary, pointing out the most important tasks and results.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "All methods were implemented under the R statistical environment version 4.0.0 [20] using packages ggplot2 version 3.3.0 [21] for visualization, data.table version 1.12.8 [22] for data manipulation and shiny version 1.4.0.2 [23] for creating an interactive dashboard to carry out epidemiological analyses online (available in Hungarian [24] ).", "cite_spans": [{"start": 79, "end": 83, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 121, "end": 125, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 171, "end": 175, "text": "[22]", "ref_id": "BIBREF22"}, {"start": 224, "end": 228, "text": "[23]", "ref_id": "BIBREF23"}, {"start": 336, "end": 340, "text": "[24]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The full source code of of this dashboard and every analysis presented in this section is available at [25] .", "cite_spans": [{"start": 103, "end": 107, "text": "[25]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Effective reproduction number (R t ), the average number of secondary cases per primary case for those primary cases who turn infectious on day t, was tracked real-time based on the daily number of reported new cases using the methods of Cori et al. [26] and that of Wallinga and Teunis [27] , inter alia. In brief, the method of Cori et al. is based on calculating the ratio of the actual number of infections on a day to the total infectiousness of all past cases on that day. Thus, it measures R t by assuming that infected individuals will infect in the future as if conditions remain unchanged. The method of Wallinga and Teunis uses a likelihood-based inference on the possible infection networks underlying the epidemic curve.", "cite_spans": [{"start": 250, "end": 254, "text": "[26]", "ref_id": "BIBREF26"}, {"start": 287, "end": 291, "text": "[27]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Temporal variation of the effective reproduction number"}, {"text": "The fundamental difference is that method of Cori et al. solely uses past information (\"backward looking approach\"), the reason for the result being sometimes called instantaneous reproduction number, while the Wallinga-Teunis method more closely corresponds to the concept of the usual definition of effective reproduction number, however, it requires future information in exchange (\"forward looking approach\"). For a discussion on the relative merits of these two approaches see [28, 29] . Figure 3 . shows the results. The reproduction number showed a steady decline -apart from an outlying effect in early April -and became close to, or even below 1 by mid-April, and remained at that level since then. This conclusion is robust to the chosen methodology. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [{"start": 482, "end": 486, "text": "[28,", "ref_id": "BIBREF28"}, {"start": 487, "end": 490, "text": "29]", "ref_id": "BIBREF29"}], "ref_spans": [{"start": 493, "end": 501, "text": "Figure 3", "ref_id": "FIGREF3"}], "section": "Temporal variation of the effective reproduction number"}, {"text": "The copyright holder for this preprint this version posted June 5, 2020. . https://doi.org/10.1101/2020.06.02.20119313 doi: medRxiv preprint Both methods require -in addition to incidence data -information on the serial interval. Depending on the used dataset, different estimations of the serial interval have been published: a mean of 3.96 days was found in [30] , and 6.6 days in [31] . Here we assume an intermediate value following [32] , where the mean and standard deviation (SD) of the serial interval were estimated at 4.7 days (95% CrI: 3.7, 6.0) and 2.9 days (95% CrI: 1.9, 4.9), respectively. (The serial interval is assumed to follow gamma distribution.) They also concluded that the serial interval of COVID-19 is close to or shorter than its median incubation period, which is coherent with our choice of parameters in the transmission dynamics model.", "cite_spans": [{"start": 360, "end": 364, "text": "[30]", "ref_id": "BIBREF30"}, {"start": 383, "end": 387, "text": "[31]", "ref_id": "BIBREF31"}, {"start": 437, "end": 441, "text": "[32]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Temporal variation of the effective reproduction number"}, {"text": "The estimation was carried out using R packages R0 version 1.2-6 [33, 34] and EpiEstim version 2.2-2 [26, 35] .", "cite_spans": [{"start": 65, "end": 69, "text": "[33,", "ref_id": "BIBREF33"}, {"start": 70, "end": 73, "text": "34]", "ref_id": "BIBREF34"}, {"start": 101, "end": 105, "text": "[26,", "ref_id": "BIBREF26"}, {"start": 106, "end": 109, "text": "35]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Temporal variation of the effective reproduction number"}, {"text": "Case fatality rate (CFR) is defined as the (conditional) probability of death from a disease for those contracting the disease (for diseases where asymptomatic state also exists, infection fatality rate, IFR, is defined analogously) and is estimated as the ratio of cumulative deaths and cumulative cases. This definition, i.e.,", "cite_spans": [], "ref_spans": [], "section": "Adjusted case fatality ratio"}, {"text": "where c t and d t are the daily, C t and D t are cumulative number of cases and deaths, respectively, on day t is however biased when used during the epidemic (thus the name naive CFR or nCFR). The reason for this is that a proportion of cases counted in the denominator will die (in the future), thus they should have been counted in the numerator as well, but as they're not, the ratio underestimates the true value [36, 37] . Fortunately, it is relatively easy to correct for this bias using information on the distribution of the diagnosis-to-death time [38, 39] . Denoting by f i the (conditional) probability that death happens on day i after the onset for those who die, the likelihood that the cumulative number of deaths on day t is", "cite_spans": [{"start": 418, "end": 422, "text": "[36,", "ref_id": "BIBREF36"}, {"start": 423, "end": 426, "text": "37]", "ref_id": "BIBREF37"}, {"start": 558, "end": 562, "text": "[38,", "ref_id": "BIBREF38"}, {"start": 563, "end": 566, "text": "39]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Adjusted case fatality ratio"}, {"text": "where π denotes the true value of the CFR. This observation allows both maximum likelihood and Bayesian estimation for π using the observed series of c i and d i , the latter of which was employed in the present study, using a Beta(1,1) (i.e., uniform) prior. It was assumed that diagnosis-to-death time follows lognormal distribution with a mean of 13 days and a standard deviation of 12.7 days, as found by Linton et al. [40] . Results are shown on Figure 4 . Note that -as the outbreak is coming to its end -the naive method converges to the final value that was readily well estimated almost a month earlier by the corrected technique. This case fatality rate is about 16%.", "cite_spans": [{"start": 423, "end": 427, "text": "[40]", "ref_id": "BIBREF40"}], "ref_spans": [{"start": 451, "end": 459, "text": "Figure 4", "ref_id": "FIGREF5"}], "section": "Adjusted case fatality ratio"}, {"text": "The Bayesian estimation was manually coded using the R package rstan version 2.19.3 [41] . Markov chain Monte Carlo approach was used to carry out the estimation with No-U-Turn sampler, using 4 chains, 1000 warmup iterations and 2000 iterations for each chain.", "cite_spans": [{"start": 84, "end": 88, "text": "[41]", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Adjusted case fatality ratio"}, {"text": "The 16% case fatality rate mentioned in the previous subsection is still not the true value, as there is another source of bias, but this time leading to overestimation: the underdetection of cases. This is a substantial issue now as a -precisely not yet known, but epidemiologically significant -fraction of the COVID-19 cases are asymptomatic or mild symptomatic. Since in many countries testing was extended to contacts (and in a few instances, even random sampling was carried out), the confirmed cases include some asymptomatic cases as well.", "cite_spans": [], "ref_spans": [], "section": "Estimation of ascertainment rate"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Estimation of ascertainment rate"}, {"text": "The copyright holder for this preprint this version posted June 5, 2020. However, the value of the estimated (corrected) infection fatality rate can also be used to estimate the ascertainment rate: by assuming that the IFR in reality takes a benchmark value (one derived from large-sample, well-designed studies accounting for underdetection or sero-epidemiological surveys) and -crucially -assuming that the difference of the actual estimated IFR from that value is purely due to underdetection, the ascertainment rate can be obtained by simply dividing the assumed true value of the IFR with the actual estimated CFR [42] . Note that this might be a strong assumption, as it rules out that there is a real difference in the country's IFR from the benchmark value, in particular, it rules out different virulence of the pathogen, different age-and comorbidity-composition in the country and different effect of the healthcare system on survival.", "cite_spans": [{"start": 619, "end": 623, "text": "[42]", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Estimation of ascertainment rate"}, {"text": "Various IFR estimations have been published, for example 0.66% for China [43] , 0.9% for UK [18] . Recent serological studies found IFR values spanning from 0.36% in a German town [44] , to 1.19% in Milan [45] . Here we explore a reasonable range of IFRs from 0.3% to 1.2%, and the results are shown in Table 1 . Note that earlier estimates based on [43] and [18] are consistent with the preliminary results of a large-scale Hungarian sero-epidemiological study [46] . ", "cite_spans": [{"start": 73, "end": 77, "text": "[43]", "ref_id": "BIBREF43"}, {"start": 92, "end": 96, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 180, "end": 184, "text": "[44]", "ref_id": "BIBREF44"}, {"start": 205, "end": 209, "text": "[45]", "ref_id": "BIBREF45"}, {"start": 350, "end": 354, "text": "[43]", "ref_id": "BIBREF43"}, {"start": 359, "end": 363, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 462, "end": 466, "text": "[46]", "ref_id": "BIBREF46"}], "ref_spans": [{"start": 303, "end": 310, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Estimation of ascertainment rate"}, {"text": "We establish a compartmental population model, adjusted to the specific characteristics of COVID-19. Several studies [15] [16] [17] 19, 47] have proposed similar models for the transmission dynamics of COVID-19. We consider the following compartments. We denote by S the susceptibles, i.e. those who can be infected by the disease. Latent (L) are those who have already contracted the disease but do not show symptoms and are not infectious yet. In accordance with studies indicating that viral shedding peaks before the onset of symptoms [48] , in our model, we have introduced the presymptomatic infected compartment I p for those who do not have symptoms, but who already are . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [{"start": 117, "end": 121, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 122, "end": 126, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 127, "end": 131, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 132, "end": 135, "text": "19,", "ref_id": "BIBREF18"}, {"start": 136, "end": 139, "text": "47]", "ref_id": "BIBREF47"}, {"start": 539, "end": 543, "text": "[48]", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Description of the transmission model"}, {"text": "The copyright holder for this preprint this version posted June 5, 2020. . https://doi.org/10.1101/2020.06.02.20119313 doi: medRxiv preprint capable to transmit the disease to susceptibles. We divided the latent period into two compartments L 1 and L 2 , thus together with I p , the incubation period follows a hypoexponential distribution, having a shape matching empirical observations [49] . Since a large fraction of infected show only mild or no symptoms, after the incubation period, we differentiate these individuals from those with symptoms. We assume a gamma-distributed infectious period with Erlang parameter m = 3, following [50] , hence, we have three classes for both asymptomatic and symptomatic infectious individuals (I a,1 , I a,2 , I a, 3 and I s,1 , I s,2 , I s,3 , respectively). Individuals from the I a,3 compartment will all recover and hence proceed to the recovered class R. Immunity is assumed for those who have recovered from the disease, at least for the time scale of this modelling. Individuals from I s,3 may either recover without requiring hospital treatment (and thus move to R) or become hospitalized. It is of crucial importance to project the number of hospital beds and ICU beds needed, thus in the model we further differentiate symptomatically infected individuals who need hospital care and critical care, denoted by I h and I c , respectively. We operate with the assumption that the healthcare system will not be overwhelmed, and thus disease-induced death is only considered from critical care, hence, individuals from I h will proceed to R after recovery. Those from I c with fatal outcome transit to the D compartment. Those who are out of ICU and on the path to recovery are collected into the I cr , from where they eventually recover and move to the R class.", "cite_spans": [{"start": 389, "end": 393, "text": "[49]", "ref_id": "BIBREF49"}, {"start": 639, "end": 643, "text": "[50]", "ref_id": "BIBREF50"}, {"start": 758, "end": 759, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Description of the transmission model"}, {"text": "To take into account the different characteristics of the disease in various age groups, we stratified the Hungarian population into seven groups, corresponding to the eligible age groups in the Hungarian online questionnaire for the assessment of changes in the number of contacts following the lockdown [51] . The compartments listed above corresponding to the different age groups are denoted by an upper index i ∈ 1, . . . , 7. Accordingly, all of our parameters can be calibrated age-specifically.", "cite_spans": [{"start": 305, "end": 309, "text": "[51]", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "Description of the transmission model"}, {"text": "The transmission rates from age group k to age group i are denoted by β", "cite_spans": [], "ref_spans": [], "section": "Description of the transmission model"}, {"text": ", with j ∈ {p, a, s}, where the three subscripts p, a, s stand for presymptomatic, asymptomatic, and symptomatic infected, respectively. The parameters described in the following all have an upper index i which stands for the corresponding age group. A fraction p i of exposed people will not show symptoms during his/her infection, while (1 − p i ) will develop symptoms. The average length of the incubation period is (α i L,1 ) −1 + (α i L,2 ) −1 + (α i p ) −1 days, with the transition rates α i L,1 , α i L,2 , α i p , respectively. Similarly, the average infectious period of asymptomatic and symptomatic infected individuals are", "cite_spans": [], "ref_spans": [], "section": "Description of the transmission model"}, {"text": "with the corresponding transition rates, respectively. A fraction h i of the infectious compartment I i s,3 will be hospitalized, the remaining fraction 1 − h i will recover without hospital care. Out of those who need hospitalization, a fraction ξ i need intensive care. For the hospitalized classes I i h , I i c , I i cr , the average time spent in these compartments is given as (γ i h ) −1 , (γ i c ) −1 and (γ i cr ) −1 , respectively. A fraction µ i of those leaving the I i c compartment will die due to the disease, while the remaining fraction will proceed to the I i cr class. The transmission dynamics of our model for one age group is illustrated in Figure 5 , while the governing system of differential equations (A1) of our model can be found in Appendix A. The model parameters with references are detailed in Appendix B. A further important component of our model is the contact matrix, describing social mixing between the age groups, which can be found in Appendix C. The elements of the contact matrix are included via the different transmission terms β", "cite_spans": [], "ref_spans": [{"start": 663, "end": 671, "text": "Figure 5", "ref_id": "FIGREF7"}], "section": "Description of the transmission model"}, {"text": "Reproduction numbers are calculated using the next generation matrix method in Appendix D. Most studies concerning the early growth-rate of the epidemic in Wuhan estimated the value of the basic reproduction number to be around 2.0-3.0 (see e.g. [49, 52] ), also later studies regarding the spread in other countries [18, 19] used similar values. Our estimations given in Section 2.2 shows that in Hungary the highest value of the time-varying reproduction number was 2.2, by the Wallinga-Teunis method. Hence, we choose R = 2.2 for the baseline reproduction number. Modelling studies . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 246, "end": 250, "text": "[49,", "ref_id": "BIBREF49"}, {"start": 251, "end": 254, "text": "52]", "ref_id": "BIBREF52"}, {"start": 317, "end": 321, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 322, "end": 325, "text": "19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Description of the transmission model"}, {"text": "The copyright holder for this preprint this version posted June 5, 2020. [15, 16, 18, 19] highlighted that the worst case, i.e. \"do nothing\" scenarios lead to an outbreak when the healthcare demand hugely exceeds the capacities at the peak, and the overall mortality can be devastating. Given the current level of preparedness, we do not consider a \"do nothing\" scenario, and our most pessimistic case assumes that even in the absence of any control measures, a 25% reduction in transmission is realized due to population awareness and behaviour.", "cite_spans": [{"start": 73, "end": 77, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 78, "end": 81, "text": "16,", "ref_id": "BIBREF15"}, {"start": 82, "end": 85, "text": "18,", "ref_id": "BIBREF17"}, {"start": 86, "end": 89, "text": "19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "On the other hand, the best case is the continuation of the current suppression scenario with R ≈ 1, resulting in very small case numbers. However, it is questionable whether it can be sustained until a vaccine is developed and deployed. Below we consider three scenarios illustrating the loss of control for suppressing the outbreak, and assuming a wide community spread of the disease. The efficacy of the mitigation efforts is expressed by a percentage in the reduction of transmission. The primary tool for this is the decrease of contact numbers, but other preventive measures such as hand hygiene or mask wearing may also have an effect in the reduction of transmission.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Here we consider a weak control of the epidemic assuming there is no centralized control measure introduced, but the number of transmissions is reduced by 25% following a level of behavioural response due to social awareness. Such a reduction decreases the reproduction number to R = 1.65. The first column of Figure 6 shows the hospitalization and ICU demand on the top row and the daily incidences on the bottom row as a function of time with the application of this weak control. According to the simulations, in this case, there would be approximately 5.6 million infections with about 22,000 deaths by the end of the outbreak. This suggests that we can expect 57% of the population to gain immunity against the virus and this number is slightly larger than the threshold of herd immunity. At the peak, more than 600,000 people would be infected and there would be a need for more than 7,000 ICU beds and for 21,200 hospital beds at the same time. In this case we would reach the peak in 13 weeks after reopening with such a weak measure. We remark that there is a 20-days window when the daily incidences exceed 100,000, and during this period more than 2.25 million people get infected. In other words, 40% of all the infections occur during these three weeks. For further details see Table 2 .", "cite_spans": [], "ref_spans": [{"start": 310, "end": 318, "text": "Figure 6", "ref_id": null}, {"start": 1291, "end": 1298, "text": "Table 2", "ref_id": "TABREF3"}], "section": "Weak control: 25% reduction of transmission"}, {"text": "We perform similar simulations for the case of a moderate control, assuming that the reproduction number is decreased to R = 1.32 as a result of the control measures. The simulations (third column of Figure 6 ) show that the number of hospital beds and ICU beds needed is significantly reduced to 7,600 and 2,500 at the peak, respectively. Meanwhile, the daily incidence at the peak is around 40,000. We expect almost 36% percent of the population to be infected throughout the epidemic and gain . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 200, "end": 208, "text": "Figure 6", "ref_id": null}], "section": "Moderate control: 40% reduction of transmission"}, {"text": "The copyright holder for this preprint this version posted June 5, 2020. 0.9 ----- Table 2 . Indicative values of the epidemics in case of the applied control measures Hospital and ICU bed need at the peak, mortality and the number of recovered people with the expected time it takes to reach 1000 ICU beds is shown in case our control scenarios. See the corresponding time series on Figure 6 .", "cite_spans": [], "ref_spans": [{"start": 83, "end": 90, "text": "Table 2", "ref_id": "TABREF3"}, {"start": 384, "end": 392, "text": "Figure 6", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "immunity upon recovery. This is less than required to reach herd immunity. For further information we refer to Figure 6 . Hospitalization, ICU demand and incidence curves The figures show the required number of hospital beds (classes I h + I cr , yellow) and ICU beds (class I c , red) need in the first row for R ∈ {1.65, 1.32, 1.1} respectively. The second row illustrates the daily incidence (transition from compartment S to L 1 in our model, orange) combining all age groups. Note that the incidence curves peak earlier than the hospitalization curves. The legend at the bottom applies for all figures. Note that the scalings of the figures are different.", "cite_spans": [], "ref_spans": [{"start": 111, "end": 119, "text": "Figure 6", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "In this section, we consider a stronger control achieving a 50% reduction of transmission. This results a decrease of the reproduction number to R = 1.1. The outcome of this strong control is shown in the third column of Figure 6 . A control of such strength significantly reduces the number of all infected and hospitalized cases and of those needing intensive care treatment. The number of required intensive care beds (around 350) is far below the available capacity even at the peak of the epidemic and also the number of hospital beds needed is reduced to a rather low level -around 1100 at the peak. The total number of fatalities in this scenario is about 4500. Meanwhile the epidemic would last for more than a year and the cumulative number of all infected remain far below the level of herd immunity threshold, so we can expect further outbreaks when the measures are relaxed.", "cite_spans": [], "ref_spans": [{"start": 221, "end": 229, "text": "Figure 6", "ref_id": null}], "section": "Strong control: 50% reduction of transmission"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Strong control: 50% reduction of transmission"}, {"text": "The copyright holder for this preprint this version posted June 5, 2020. . https://doi.org/10.1101/2020.06.02.20119313 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Several key parameters of the model are highly dependent on age. Intervention strategies and the relaxation of various measures have to take into account the fact that different age groups have different risks and different roles in the transmission.", "cite_spans": [], "ref_spans": [], "section": "Age-specific issues"}, {"text": "Although the number of children infected with COVID-19 has been reported worldwide relatively small in comparison with other age groups [53] , some evidence shows that children and adolescents may become infected and spread the disease as other age groups [54] . Moreover, children and adolescents usually have a high number of contacts. Thus, school closures can be expected to be an efficient tool to reduce the contacts and transmissions. Besides school closures, it is important for younger individuals to avoid meeting older and other high risk people.", "cite_spans": [{"start": 136, "end": 140, "text": "[53]", "ref_id": "BIBREF53"}, {"start": 256, "end": 260, "text": "[54]", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "Age-specific issues"}, {"text": "Elderly people have a higher chance of developing symptoms, and a higher percentage of them needs hospitalization and intensive care, hence these groups need more protection. Age-specific interventions include avoiding contacts with elderly by providing special time slots for shopping, in post offices etc., or closing/reopening schools.", "cite_spans": [], "ref_spans": [], "section": "Age-specific issues"}, {"text": "Introduction of various age groups in our model enables us to study such age-specific interventions and analyse their direct and indirect effects on all groups. On the stacked diagrams of Figure 7 we present the contributions of the age groups to the mortality and the number of recovered individuals. Columns of this figure show the effect of the weak, moderate and strong control that we previously discussed in details in Section 2.4 and Table 2 . Here we would like to emphasise that in case of each control measure the most vulnerable age groups are the groups of elderly (60-69, 70-79, 80+) people as they suffer most of the fatalities, meanwhile they are predicted to produce only a small fraction of the cases in the population. ", "cite_spans": [], "ref_spans": [{"start": 188, "end": 196, "text": "Figure 7", "ref_id": "FIGREF15"}, {"start": 441, "end": 448, "text": "Table 2", "ref_id": "TABREF3"}], "section": "Age-specific issues"}, {"text": "The figure shows the effect of the weak, moderate and strong control (25%, 40% and 50% general contact reduction respectively). Every age group covers at most one decade except the group of \"middle aged\" that contains three decades. According to our model elderly people (60+) are predicted to produce most of the fatality cases in each scenario. The legend on the bottom applies for all figures.", "cite_spans": [], "ref_spans": [], "section": "Figure 7. Age-specific mortality and recovery"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Figure 7. Age-specific mortality and recovery"}, {"text": "The copyright holder for this preprint this version posted June 5, 2020. . https://doi.org/10.1101/2020.06.02.20119313 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "School closure is taken into account by omitting the school component of the contact matrix and halve the other contacts [55] of children and young adults (between age 0-29), which provides a new global contact matrix for this intervention. We also incorporate the weak control (25% general decrease in transmission, cf. Section 2.4.2) to this scenario. Figure 8 shows that this measure decreases the hospital bed and ICU needs to approximately 50% compared to the case when we only apply weak control. Moreover, closing schools postpones the peak of the epidemic (by about one month in case of the above setting), suggesting that children may play a significant role in transmission due to their large number of contacts, even though they give negligible contribution to the overall mortality, cf. top row of Figure 7) .", "cite_spans": [{"start": 121, "end": 125, "text": "[55]", "ref_id": "BIBREF55"}], "ref_spans": [{"start": 354, "end": 362, "text": "Figure 8", "ref_id": "FIGREF8"}, {"start": 810, "end": 819, "text": "Figure 7)", "ref_id": "FIGREF15"}], "section": "School closures"}, {"text": "The effect of school closure combined with the 25% general reduction in transmission is comparable with the effect of the moderate control (40% reduction in transmission, cf. Section 2.4.3) regarding the hospital bed and ICU need, but not as significant as the moderate control in decreasing the mortality (Figure 7 middle column) . However, to achieve this, schools need to be closed for an extended period of time, which may not be feasible. We also point out that a stand alone closure of preschools and primary schools is not sustainable without a certain amount of home office of the parents, but this opens up sociological and economical questions that we do not address here. ", "cite_spans": [], "ref_spans": [{"start": 306, "end": 330, "text": "(Figure 7 middle column)", "ref_id": "FIGREF15"}], "section": "School closures"}, {"text": "The elderly being the most vulnerable group of the population, when it comes to relaxation of measures introduced against the spread of COVID-19. Most countries handle these age groups separately from the rest of the population, e.g. separate time slots for shopping continue to exist and elderly are encouraged to keep the same level of social distancing. To include these effects in our model, we manipulate the entries of the contact matrix involving older age groups separately from the remaining parts. Figure 9 illustrates that in addition to the weak control, if 50% and 100% reduction of the outside household connections of elderly people is applied, then we can expect about 25% and 50% reduction in the hospital, ICU bed needs and mortality. The epidemic curves only slightly shift to the right suggesting that elderly people do not play important role in the transmission of the disease due to their low number of contacts. 100% reduction of contacts outside the household is again not feasible, as this would mean the complete isolation a large sub-population. We plotted this scenario only to show the theoretical limits of this approach.", "cite_spans": [], "ref_spans": [{"start": 508, "end": 516, "text": "Figure 9", "ref_id": "FIGREF9"}], "section": "Elderly protection"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Elderly protection"}, {"text": "The copyright holder for this preprint this version posted June 5, 2020. The figures suggest that the selective protection of elderly people can successfully reduce the peak ICU need and the overall mortality, yet it has a theoretical limit.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "In this section, we consider the impact of seasonal effects. Seasonality of respiratory viruses can be attributed to a combination of factors, including the survival of the virus in different environmental conditions, changes in contact patterns (such as school holidays), less time spent in closed spaces where the highest number of transmissive contacts are made, and potentially seasonal changes in the health conditions of the population as well. To express this behaviour, we define a time-dependent parameter", "cite_spans": [], "ref_spans": [], "section": "Role of seasonality"}, {"text": "by which we scale the transmission rate β. Parameter c denotes the magnitude of the effect of seasonality on the number of contacts. We investigate the epidemic curves in case of the weak, moderate and strong control with seasonality parameter c ∈ {0, 0.1, 0.2, 0.3}. During the summer, these values of c eventuate a 10%, 20%, and 30% further decrease in transmission as that is when the seasonality curve attains its minimum. The case c = 0 means there are no seasonal effects at all, while c = 0.3 is a strong seasonality similar to H1N1 [56] . See the top left image of Figure 10 for the seasonality functions ω(c, t) corresponding to the different c values. As we have seen in Section 2.4, decreasing the reproduction number decreases and postpones the peak of the epidemic curves. Seasonality causes a similar delay in the peak of the epidemic due to decreased transmission rates in the summer months. Counter-intuitively, it cannot be said in general that stronger seasonality leads to a smaller peak (cf. bottom left image of Figure 10 ). The reason for this is that the impact of seasonality is not only determined by the decrease in the transmission rate but the temporal relation between the peak of the epidemic and the minimum of the seasonality function is also an important factor. This phenomenon is well illustrated in Figure 10 where three scenarios (weak, moderate and strong control) are presented along with the assumed seasonality functions for the aforementioned values of c.", "cite_spans": [{"start": 540, "end": 544, "text": "[56]", "ref_id": "BIBREF56"}], "ref_spans": [{"start": 573, "end": 582, "text": "Figure 10", "ref_id": "FIGREF0"}, {"start": 1033, "end": 1042, "text": "Figure 10", "ref_id": "FIGREF0"}, {"start": 1335, "end": 1344, "text": "Figure 10", "ref_id": "FIGREF0"}], "section": "Role of seasonality"}, {"text": "In the upper right image of Figure 10 , corresponding to a weak control, one can observe that increasing the effect of seasonality first decreases the peak, but after a certain value (c = 0.3 in our example) the epidemic is so much suppressed in the summer months that the peak shifts to the right and even slightly increases in winter months compared to the c = 0.2 scenario.", "cite_spans": [], "ref_spans": [{"start": 28, "end": 37, "text": "Figure 10", "ref_id": "FIGREF0"}], "section": "Role of seasonality"}, {"text": "For the case of moderate control, shown in the lower left figure, this effect is much more significant. Note that the peak of the epidemic (without seasonality) is so far from summer (the minimum of the seasonality curves) that increasing the effect of seasonality results in a significantly higher peak. It can be seen that strong seasonality eventuates a long \"plateau\" phase when the epidemic curve does not increase in a period of 6 months. During this time, only a small fraction of the population goes . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Role of seasonality"}, {"text": "The copyright holder for this preprint this version posted June 5, 2020. . https://doi.org/10.1101/2020.06.02.20119313 doi: medRxiv preprint through the infection and a massive number of susceptibles remain in the system, only to get infected a few months later. This phenomenon is responsible for the increased peak of c = 0.3 compared to the c = 0.2 case.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The lower right figure shows that the reduction of transmission during the warm months together with a strong control can decrease the number of infected in such an extent that the peak, even if arriving in the winter months, is significantly smaller.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "A general observation is that seasonality is the most beneficial if the peak of the epidemic is close to the summer months. Of course, this is highly dependent on the starting time of the outbreak. ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Hungary is a relatively small country, however, significant differences were observed between regions in the reported case numbers. The capital, Budapest has 1,75 million inhabitants and further 1,23 million people live in its surrounding Pest county. Budapest and Pest county are highly connected by commuters with connections to other regions as well. The high connectivity of the capital with other countries contributed to the earlier appearance of the disease in Budapest, and most of the cases were reported from this central region of the country.", "cite_spans": [], "ref_spans": [], "section": "Spatial heterogeneity"}, {"text": "To address the role of spatial heterogeneity in the evolution of the epidemic curve, in addition, we considered a metapopulation model as well, where the population is distributed among patches, representing geographic regions of the country. For the sake of simplicity, here we only present results from a two-patch model, separating Budapest and Pest county (patch 1, population of approx. 3,000,000) from the remaining parts of the country (patch 2, population 6,800,000).", "cite_spans": [], "ref_spans": [], "section": "Spatial heterogeneity"}, {"text": "We assumed different transmission parameter β for each patch. Based on Hungarian mobility data, we assumed 400,000 daily travels between the two patches in case of normal circumstances and . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Spatial heterogeneity"}, {"text": "The copyright holder for this preprint this version posted June 5, 2020. . https://doi.org/10.1101/2020.06.02.20119313 doi: medRxiv preprint investigated the effect of the lockdown of Budapest and the surrounding Pest county by decreasing the number of daily travels to 10,000. We considered the contact matrix for both patches to be the same as in the homogeneous model described in Appendix C. The biological and medical parameters are assumed to be the same in each patch but the local reproduction number may differ, as well as the age structure of the population. For obvious reasons, individuals in compartments I i h , I i c , I i cr and D i do not travel. Let travel p,q denote the number of travels from patch p to patch q. To derive travel rates t patch,q for each age group i, we divide the number of travels with the population of the appropriate patch:", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The left-hand side of Figure 11 illustrates that the two-patch model reproduces the uniform model in case we use the same R = 1.32 for both patches as well as for the uniform model and we assume 400,000 daily travels between the patches. The middle figure shows that the uniform model slightly overestimates the size of the epidemic as the peak of the aggregated two-patch model is smaller than that of the uniform model in case R = 1.32 remains the same and we reduce the daily travels to 10,000 corresponding to the separation of Budapest and Pest county from other regions. Although the epidemic curves of the patches are shifted, the aggregated result shows that this setup does not provide significantly different dynamics. Lastly, on the right-hand side of Figure 11 , we further investigate the scenario of 10,000 daily travels, and choose the local reproduction numbers of the patches to vary around R = 1.32, namely, we take R Budapest = 1.47 and R otherregions = 1.25. These values were selected to reflect the higher population density of the capital, proportionally to the population in the two patches. Due to the difference in the local reproduction numbers, we may observe an increased number of cases in Budapest with an earlier peak and fewer infections in other regions. ", "cite_spans": [], "ref_spans": [{"start": 22, "end": 31, "text": "Figure 11", "ref_id": "FIGREF0"}, {"start": 763, "end": 772, "text": "Figure 11", "ref_id": "FIGREF0"}], "section": "(which was not certified by peer review)"}, {"text": "The most important implemented measures are summarized in Table 3 . To assess their impact, we compared the reported case numbers adjusted by the ascertainment rate 1:17 to the simulated outbreak curve with R = 2.2 ( Figure 12 on the left, logarithmic scale). Here we assumed that the ascertainment rate did not change in time, which may not be the case. One can see that the epidemic was on the R = 2.2 trajectory, which could have been devastating if continues. The data shows a clear deviation from this scenario early April, two weeks after strict social distancing started. The slope of the epidemic curve further decreased mid-April, following the stay at home measures by two weeks.", "cite_spans": [], "ref_spans": [{"start": 58, "end": 65, "text": "Table 3", "ref_id": "TABREF6"}, {"start": 217, "end": 226, "text": "Figure 12", "ref_id": "FIGREF0"}], "section": "The impact of implemented measures since mid-March"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "The impact of implemented measures since mid-March"}, {"text": "The copyright holder for this preprint this version posted June 5, 2020. . https://doi.org/10.1101/2020.06.02.20119313 doi: medRxiv preprint [18] . The white dot is our most pessimistic scenario (weak control).", "cite_spans": [{"start": 141, "end": 145, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Overall, due to the compliance of Hungarian society with the social distancing measures, around half million infections were averted by the end of April, compared to the \"do nothing\" scenario, which could have reached 1-2 millions in May if further doublings would have been allowed.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Our work has several limitations. Due to limited testing and the large number of asymptomatic and mild cases, there was a huge uncertainty in the number of true cases, especially in the early weeks. Now, with the help of [46] we will have a good estimate of the overall ascertainment rate over this period, but it is still unclear how this rate evolved in time. The transmission model has the weaknesses that all compartmental models have: we assume homogeneous population apart from the age structure. We added some further heterogeneity in space (patch model) and time (seasonality). In our scenarios, we assumed a constant reduction in transmission, while in reality the control measures and the behaviour of the people were continuously changing. Hence, such scenarios can not be considered as predictions, as we can not expect such unchanging circumstances for months. The role of children in this pandemic is still not clear, in our modelling we assumed that they are equally susceptible, and equally infectious once they develop symptoms, but we used an age-specific probability for developing symptoms.", "cite_spans": [{"start": 221, "end": 225, "text": "[46]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Parameter uncertainty, sensitivity and other limitations"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Parameter uncertainty, sensitivity and other limitations"}, {"text": "The copyright holder for this preprint this version posted June 5, 2020. . https://doi.org/10.1101/2020.06.02.20119313 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The model has a large number of parameters, many of those have uncertainty. The most important ones in regard to the burden on the healthcare system are hospitalization rates, probability of intensive care need, mortality, all of those depending on age. We do not have too much data for this from Hungary, hence we used parameters taken from the literature. A full sensitivity analysis is beyond the scope of this study, but we present a sensitivity chart for a crucial output of an outbreak, which is of concern in many countries: the peak ICU demand, including the need for mechanical ventilators, to assure that all patients receive the necessary care, and mortality will not skyrocket because of the overwhelmed healthcare system. This was one of the key questions in other modelling studies.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "For an uncontrolled epidemic in the UK, [18] estimated a peak in ICU bed demand more than 30 times greater than the maximum capacity in these countries. In a study for the United States, [19] projected that at the outbreak peak, 3 times more ICU beds would be needed than the total number of ICU beds in the US, and 85% isolation of cases reduces the demand for ICU beds to the normal capacity. In the Île-de-France region, [16] estimated that the peak number of ICU beds needed would exceed more than 40 times the regional capacity if no strategy is implemented after lockdown, and only efficient case-finding and isolation applied parallel with social distancing could decrease ICU demand below the maximum capacity throughout the epidemic. For Australia, [15] studied three capacity expansion scenarios (2, 3 and 5 times expansion, respectively), and even in mitigated scenarios, demand is estimated to be higher than the number of available beds. Additional social distancing measures were shown to reduce the epidemic to a level where a reasonable expansion of ICU capacity can be sufficient.", "cite_spans": [{"start": 40, "end": 44, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 187, "end": 191, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 424, "end": 428, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 758, "end": 762, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The peak ICU demand crucially depends on two factors: the probabilities of developing sever disease, and the shape (in particular the peak size) of the epidemic curve. We plotted a heatmap of the peak ICU demand in Figure 12 , compiled from hundreds of numerical simulations. Transmissibility (vertical axis) is expressed by the reproduction number R. Disease severity, for simplicity, is expressed by the IFR. In fact, here we used a scaling factor for the probability of hospitalization, with the baseline corresponding to the parameters in Table B .3. In our weak control scenario (Section 2.4.2), the infection fatality rate is 0.4%, which is a bit lower than the finding of [46] . However, during the first wave in Hungary the schools were closed and COVID-19 disproportionately affected the vulnerable population. In our scenarios we assume a widespread community spreading, hence younger generations appear in higher numbers, thus the infection fatality rate is expected to be smaller. In any case, by the scaling of the hospitalization rate (while leaving the probability of intensive care and fatal outcome given hospitalization intact), we explored a wider range of IFRs. We found that indeed the peak ICU demand can vary across a large interval. From the shape of the level curves in the heatmap, we can conclude that the peak ICU demand is more sensitive to R than to the IFR, hence flattening the curve is indeed of utmost importance to avoid exceeding healthcare capacities.", "cite_spans": [{"start": 679, "end": 683, "text": "[46]", "ref_id": "BIBREF46"}], "ref_spans": [{"start": 215, "end": 224, "text": "Figure 12", "ref_id": "FIGREF0"}, {"start": 543, "end": 550, "text": "Table B", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "The first COVID-19 case was detected, laboratory confirmed and then reported through the Hungarian Notifiable Disease Surveillance System on March 4, 2020. Well tailored, effective, combined non-pharmaceutical control measures have been introduced promptly in Hungary in the very early phase of the outbreak (see Table 3 ), accompanied with a high level of compliance for social distancing. Online surveys [51] and indirect data (such as traffic data, passenger volumes on public transportation etc.) all showed a drastic reduction in the number of contacts and mobility. Accordingly, the Hungarian epidemic curve was strongly suppressed. As of May 10, 2020, the cumulative number of reported confirmed COVID-19 cases were 3284 (33.1 cases per 100,000 population), including 421 deaths. The epidemic peaked on April 9 with 209 newly reported cases. SARS-CoV-2 was not able to sustain long transmission chains in the community, however, it was able to cause outbreaks mostly in healthcare institutions and long-term care facilities: nearly two third of the reported cases are connected to such institutions. The proportion of cases in health care workers gradually increased during the epidemic. They had tenfold risk to become confirmed COVID-19 cases compared to the general population. Due . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 406, "end": 410, "text": "[51]", "ref_id": "BIBREF51"}], "ref_spans": [{"start": 313, "end": 320, "text": "Table 3", "ref_id": "TABREF6"}], "section": "Results"}, {"text": "The copyright holder for this preprint this version posted June 5, 2020. . https://doi.org/10.1101/2020.06.02.20119313 doi: medRxiv preprint to effective measures, the virus could not spread significantly from closed communities and health care workers to the wider population. The age specific case fatality rate showed a similar pattern to other countries: of the 421 deaths reported by May 10, 375 (89.1%) belonged to the 65+ age group.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "We tracked the temporal variation of the effective reproduction number real time, which showed a steadily decreasing trend, interrupted by an outlying outbreak in a long term care facility. We identified the time intervals when the effective reproduction number was below or around the critical threshold 1. The adjusted case fatality ratio was also estimated real-time, and well predicted the eventual case fatality ratio in one month advance. Benchmarking the CFR to other countries, we estimated underdetection rate to be 10-20 times, and the true cumulative number of COVID-19 cases to be between 32,840 and 65,680. These results are consistent with data from the preliminary results of a large scale seroepidemiological survey, carried out in Hungary in May 2020, where the seroprevalence of SARS-CoV-2 infection was estimated to be between 22,399 and 92,624 [46] . Based on these data and the number of reported cases, underdetection is likely to be between 6.8-28.2, and true CFR may be lower than 1.5%, and the IFR is roughly half of that.", "cite_spans": [{"start": 864, "end": 868, "text": "[46]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "As control measures are being successively relaxed since May 4, we established an age-structured compartmental model to investigate several post-lockdown scenarios, and projected the epidemic curves and the demand for critical care beds assuming various levels of sustained reduction in transmission. Special measures designed to reduce the contact number of the elderly population as well as school closures can reduce the peak hospital bed demand and the overall mortality, however these measures also have their limitations. A metapopulation version of the transmission dynamics model has also been studied, and we reported some results for a two-patch case, where the Budapest region is considered separately from the rest of the country. Due to the high connectedness, the epidemic curves of the two-patch system are not much different from the spatially homogeneous case. To achieve a noticeable reduction in the overall peak size due to spatial heterogeneity (where the local peak times are shifted in the regions), a large reduction in the mobility rates is necessary.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Since the vast majority of the population is still susceptible, a weak or even a moderate reduction in the transmission, compared to the baseline, could result in a large second outbreak with significant mortality and high peak ICU demand. Therefore, high level of alertness needs to be maintained to avoid such scenarios.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The seasonal behaviour of SARS-CoV-2 is not completely understood yet, thus we considered a range of possibilities from the absence of seasonality to strong seasonality similar to H1N1. The interplay of seasonal effects with the post-lockdown contact numbers can generate a variety of disease dynamics, thus a confident forecast of the timing and the size of a potential second wave is not possible at the moment.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The effectiveness of strict social distancing measures, such as school closures and stay at home measures with good compliance is likely to be very high, however such interventions have devastating consequences on the society and on the economy, thus not sustainable on long term. Modelling results [57, 58] suggest that combined multiple interventions, including moderate contact decrease, high COVID-19 detection rate, effective contact tracing and good compliance with personal protective instructions, may have substantial impact on transmission, and are able to keep the reproduction number around one.", "cite_spans": [{"start": 299, "end": 303, "text": "[57,", "ref_id": null}, {"start": 304, "end": 307, "text": "58]", "ref_id": "BIBREF59"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "This work was done in the framework of the Hungarian National Development, Research, and Innovation (NKFIH) Fund 2020-2.1.1-ED-2020-00003. Some authors were also supported by EFOP-3. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgement"}, {"text": "The copyright holder for this preprint this version posted June 5, 2020. . https://doi.org/10.1101/2020.06.02.20119313 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The Appendices contain the governing equations of our transmission model in Appendix A. We detail the parameters in Appendix B that we have used to tune the system. Finally, Appendices C and D present the utilized contact matrix and the computation of transmission rates via the next generation matrix, respectively. The codes were implemented in Wolfram Mathematica and available at https://github.com/zsvizi/covid19hun.", "cite_spans": [], "ref_spans": [], "section": "Technical Appendices"}, {"text": "The governing equations of the transmission model described in Section 2.3 take the form", "cite_spans": [], "ref_spans": [], "section": "Appendix A The governing equations of the transmission model"}, {"text": "where the index i ∈ {1, . . . , 7} represents the corresponding age group.", "cite_spans": [], "ref_spans": [], "section": "Appendix A The governing equations of the transmission model"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Appendix A The governing equations of the transmission model"}, {"text": "The copyright holder for this preprint this version posted June 5, 2020. . https://doi.org/10.1101/2020.06.02.20119313 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "We have chosen our model parameters based on comprehensive literature review and present them here, except the transmission rates β (k,i) s,_ which are left for Part D. For the incubation period we assume hypoexponential (generalized Erlang) distribution with parameters (1.6, 1.6, 2). This way, the average incubation period is 5.2 days: the same length and very similar shape of the probability distribution function was estimated in [49] , and this distribution has the observed concavity properties as well (see [59] ). Also, this estimate is consistent with [40] , and such values have been used in [15, 16, 18, 19] . The first 3.2 days are the latent period [15] and the past 2 days are the presymptomatic period [15] , when transmission is already possible with similar rate as at symptom onset [48] . Therefore, we use the same transmission rates for the presymptomatic and symptomatic infectious periods. For the transmission rate of asymptomatic infected individuals, we use a reduction factor 0.5 [16, 19, 47] .", "cite_spans": [{"start": 436, "end": 440, "text": "[49]", "ref_id": "BIBREF49"}, {"start": 516, "end": 520, "text": "[59]", "ref_id": "BIBREF60"}, {"start": 563, "end": 567, "text": "[40]", "ref_id": "BIBREF40"}, {"start": 604, "end": 608, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 609, "end": 612, "text": "16,", "ref_id": "BIBREF15"}, {"start": 613, "end": 616, "text": "18,", "ref_id": "BIBREF17"}, {"start": 617, "end": 620, "text": "19]", "ref_id": "BIBREF18"}, {"start": 664, "end": 668, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 719, "end": 723, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 802, "end": 806, "text": "[48]", "ref_id": "BIBREF48"}, {"start": 1008, "end": 1012, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 1013, "end": 1016, "text": "19,", "ref_id": "BIBREF18"}, {"start": 1017, "end": 1020, "text": "47]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Appendix B Model parameters"}, {"text": "For the length of infectious periods (both symptomatic and asymptomatic), we assume a gamma distribution with Erlang parameter 3 (coherent with the SARS study [50] ), and an average length 3 days of infectivity. Although full recovery and viral shedding may take much longer, the infectiousness throughout the course of infection is mostly concentrated to this period [48, 60] . The choice of 3 days is also justified by [48] and [61] , who estimated that around 40% of transmissions occur during the presymptomatic period, and it is also within the range of infectious periods used by [16] and [19] .", "cite_spans": [{"start": 159, "end": 163, "text": "[50]", "ref_id": "BIBREF50"}, {"start": 368, "end": 372, "text": "[48,", "ref_id": "BIBREF48"}, {"start": 373, "end": 376, "text": "60]", "ref_id": "BIBREF61"}, {"start": 421, "end": 425, "text": "[48]", "ref_id": "BIBREF48"}, {"start": 430, "end": 434, "text": "[61]", "ref_id": "BIBREF62"}, {"start": 586, "end": 590, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 595, "end": 599, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Appendix B Model parameters"}, {"text": "The average stay in hospital is assumed to be 10 days, in accordance with the seven days median reported in [62] using over 16000 patient's data in the UK. Similarly, the average duration of critical care is assumed to be 10 days, in accordance with the ICNARC report [63] . Very similar numbers were reported in the US [64] , and were used in other modelling studies [15, 18, 19] . For those who recover from intensive care, we assumed a 14 days hospitalized rehabilitation period.", "cite_spans": [{"start": 108, "end": 112, "text": "[62]", "ref_id": "BIBREF63"}, {"start": 268, "end": 272, "text": "[63]", "ref_id": "BIBREF64"}, {"start": 320, "end": 324, "text": "[64]", "ref_id": "BIBREF65"}, {"start": 368, "end": 372, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 373, "end": 376, "text": "18,", "ref_id": "BIBREF17"}, {"start": 377, "end": 380, "text": "19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Appendix B Model parameters"}, {"text": "The periods above associated to the average time an individual spends in each compartment over the course of the infection are age-independent and summarized in Table B1 . ", "cite_spans": [], "ref_spans": [{"start": 161, "end": 169, "text": "Table B1", "ref_id": "TABREF0"}], "section": "Appendix B Model parameters"}, {"text": "Incubation period Next, we discuss the age-specific parameters, which are mostly related to the outcome of infections. We stratified the population into the following seven age groups: 0-4, 5-14, 15-29, 30-59, 60-69, 70-79, 80+ years old. Using the data from the Hungarian Central Statistical Office (KSH), we obtain the division shown in Table B2 .", "cite_spans": [], "ref_spans": [{"start": 339, "end": 347, "text": "Table B2", "ref_id": "TABREF3"}], "section": "Duration of Value"}, {"text": "According to [65] , a fraction 0.8 of infected children (under 18 years old) are asymptomatic or mild cases. This value was used in [19] as well. We set the probabilities of the infection following mild or asymptomatic course in an individual according to Weitz et al. [47] .", "cite_spans": [{"start": 13, "end": 17, "text": "[65]", "ref_id": "BIBREF66"}, {"start": 132, "end": 136, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 269, "end": 273, "text": "[47]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Duration of Value"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Duration of Value"}, {"text": "The copyright holder for this preprint this version posted June 5, 2020. . https://doi.org/10.1101/2020.06.02.20119313 doi: medRxiv preprint The probabilities of hospitalization given infection h i and of requiring intensive care in addition ξ i are based on the work of Moss et al. [15] . The ratios of fatal outcomes µ i are derived from the ICNARC report [63] comprising 6720 ICU case reports from UK. All these age-dependent parameters are listed in Table B3 . For more insight, we include its heatmap in Figure C1 .", "cite_spans": [{"start": 283, "end": 287, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 358, "end": 362, "text": "[63]", "ref_id": "BIBREF64"}], "ref_spans": [{"start": 454, "end": 462, "text": "Table B3", "ref_id": "TABREF6"}, {"start": 509, "end": 518, "text": "Figure C1", "ref_id": "FIGREF0"}], "section": "(which was not certified by peer review)"}, {"text": "Recall that we have assumed presymptomatic patients, that is members of classes I i p , to be as infectious as symptomatic patients. In addition, patients with no or mild symptoms (those in I i a ) possess a transmission coefficient half of the baseline.", "cite_spans": [], "ref_spans": [], "section": "Appendix D Transmission rates and the next generation matrix"}, {"text": "Thus, our task is to give reasonable estimates for the rates β (k,i) s,_ corresponding to the transmission rate of the symptomatic individuals from age group k to group i. To that end, we follow the terminology and techniques of [66] to compute the Next Generation Matrix (NGM) and the baseline transmission rate β 0 . Finally, the desired coefficients are obtained by taking into account the relative contact rates between age groups via the contact matrix presented in Appendix C.", "cite_spans": [{"start": 229, "end": 233, "text": "[66]", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Appendix D Transmission rates and the next generation matrix"}, {"text": "First, let us consider the infectious subsystem of (A1), namely, equations describing L i 1 (t), L i 2 (t), I i p (t), and I i j (t) with j ∈ {a, s} × {1, 2, 3}, i ∈ {1, . . . , 7}. Linearizing this w.r.t. the disease free equilibrium yields the linearized infectious subsystem X (t) = (T + Σ) · X(t), . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Appendix D Transmission rates and the next generation matrix"}, {"text": "The copyright holder for this preprint this version posted June 5, 2020. where the matrices T and Σ are referred to as the transmission part and transitional part, respectively; the state is described by .", "cite_spans": [], "ref_spans": [], "section": "Appendix D Transmission rates and the next generation matrix"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Appendix D Transmission rates and the next generation matrix"}, {"text": "The copyright holder for this preprint this version posted June 5, 2020. . https://doi.org/10.1101/2020.06.02.20119313 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Appendix D Transmission rates and the next generation matrix"}, {"text": "On the other hand, the transitional matrix Σ is block diagonal with blocks s . Hence, K = β 0 ·K, whereK may be readily constructed and we can compute its spectral radius ρ(K). Then, we obtain the baseline transmission rate using the assumed reproduction number R 0 as β 0 · ρ(K) = R 0 that is β 0 ≈ 0.03465 for R 0 = 1.65. Finally, the transmission rates β ", "cite_spans": [], "ref_spans": [], "section": "Appendix D Transmission rates and the next generation matrix"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "2019-nCoV): situation reports. World Health Organization 2020", "authors": [], "year": null, "venue": "WHO. Novel Coronavirus", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A Novel Coronavirus from Patients with Pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2019, "venue": "N. Engl. J. Med", "volume": "2020", "issn": "", "pages": "727--733", "other_ids": {"DOI": ["10.1056/NEJMoa2001017"]}}, "BIBREF2": {"ref_id": "b2", "title": "COVID-19). World Health Organization 2020", "authors": [], "year": 2019, "venue": "WHO. Report of the WHO-China Joint Mission on Coronavirus Disease", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Severe Acute Respiratory Syndrome (SARS)", "authors": [{"first": "D", "middle": ["J"], "last": "Cleri", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Ricketti", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Vernaleo", "suffix": ""}], "year": 2010, "venue": "Infect. Dis. Clin. North. Am", "volume": "24", "issn": "1", "pages": "175--202", "other_ids": {"DOI": ["10.1016/j.idc.2009.10.005"]}}, "BIBREF4": {"ref_id": "b4", "title": "Isolation of a Novel Coronavirus From a Man With Pneumonia in Saudi Arabia", "authors": [{"first": "A", "middle": ["M"], "last": "Zaki", "suffix": ""}, {"first": "S", "middle": [], "last": "Van Boheemen", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Bestebroer", "suffix": ""}, {"first": "A", "middle": ["D M E"], "last": "Osterhaus", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Fouchier", "suffix": ""}], "year": null, "venue": "N. Engl. J. Med", "volume": "2012", "issn": "19", "pages": "1814--1820", "other_ids": {"DOI": ["10.1056/nejmoa1211721"]}}, "BIBREF5": {"ref_id": "b5", "title": "COVID-19) in the EU/EEA and the UK -ninth update. Europen Centre for Disease Prevention and Control", "authors": [], "year": null, "venue": "ECDC. Coronavirus disease 2019", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "First Cases of Coronavirus Disease 2019 (COVID-19) in France: Surveillance, Investigations and Control Measures", "authors": [{"first": "S", "middle": ["B"], "last": "Stoecklin", "suffix": ""}], "year": 2020, "venue": "Euro Surveill", "volume": "2020", "issn": "6", "pages": "", "other_ids": {"DOI": ["10.2807/1560-7917.es.2020.25.6.2000094"]}}, "BIBREF7": {"ref_id": "b7", "title": "CoV-2 was already spreading in France in late", "authors": [{"first": "A", "middle": [], "last": "Deslandes", "suffix": ""}, {"first": "", "middle": [], "last": "Sars-", "suffix": ""}], "year": 2019, "venue": "Int. J. Antimicrob. Agents", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.ijantimicag.2020.106006"]}}, "BIBREF8": {"ref_id": "b8", "title": "The early phase of the COVID-19 outbreak in Lombardy", "authors": [{"first": "D", "middle": [], "last": "Cereda", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Covid-19 epidemic in Italy: evolution, projections and impact of government measures", "authors": [{"first": "G", "middle": [], "last": "Sebastiani", "suffix": ""}, {"first": "M", "middle": [], "last": "Massa", "suffix": ""}, {"first": "E", "middle": [], "last": "Riboli", "suffix": ""}], "year": null, "venue": "Eur. J. Epidemiol", "volume": "2020", "issn": "", "pages": "341--345", "other_ids": {"DOI": ["10.1007/s10654-020-00631-6"]}}, "BIBREF10": {"ref_id": "b10", "title": "Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV). World Health Organization", "authors": [], "year": 2005, "venue": "WHO. Statement on the second meeting of the International Health Regulations", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Director-General's opening remarks at the media briefing on COVID-19. World Health Organization", "authors": [{"first": "", "middle": [], "last": "Who", "suffix": ""}, {"first": "", "middle": [], "last": "Who", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "COVID-19 situation update for the EU/EEA and the UK, as of 10", "authors": [{"first": "", "middle": [], "last": "Ecdc", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Risk Assessment of Novel Coronavirus COVID-19 Outbreaks Outside China", "authors": [{"first": "P", "middle": [], "last": "Boldog", "suffix": ""}, {"first": "T", "middle": [], "last": "Tekeli", "suffix": ""}, {"first": "Zs", "middle": [], "last": "Vizi", "suffix": ""}, {"first": "A", "middle": [], "last": "Dénes", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Bartha", "suffix": ""}, {"first": "G", "middle": [], "last": "Röst", "suffix": ""}], "year": null, "venue": "J. Clin. Med", "volume": "2020", "issn": "2", "pages": "", "other_ids": {"DOI": ["10.3390/jcm9020571"]}}, "BIBREF14": {"ref_id": "b14", "title": "Modelling the impact of COVID-19 in Australia to inform transmission reducing measures and health system preparedness", "authors": [{"first": "R", "middle": [], "last": "Moss", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.04.07.20056184"]}}, "BIBREF15": {"ref_id": "b15", "title": "Expected impact of lockdown in Île-de-France and possible exit strategies", "authors": [{"first": "Di", "middle": [], "last": "Domenico", "suffix": ""}, {"first": "L", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.04.13.20063933"]}}, "BIBREF16": {"ref_id": "b16", "title": "A first study on the impact of current and future control measures on the spread of COVID-19 in Germany", "authors": [{"first": "M", "middle": ["V"], "last": "Barbarossa", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.04.08.20056630"]}}, "BIBREF17": {"ref_id": "b17", "title": "Report 9 -Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand", "authors": [{"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Projecting hospital utilization during the COVID-19 outbreaks in the United States", "authors": [{"first": "S", "middle": ["M"], "last": "Moghadas", "suffix": ""}], "year": null, "venue": "Proc. Natl. Acad. Sci. U.S.A", "volume": "2020", "issn": "16", "pages": "9122--9126", "other_ids": {"DOI": ["10.1073/pnas.2004064117"]}}, "BIBREF19": {"ref_id": "b19", "title": "R: A language and environment for statistical computing; R Foundation for Statistical Computing", "authors": [{"first": "", "middle": [], "last": "R Core Team", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Elegant Graphics for Data Analysis", "authors": [{"first": "H", "middle": [], "last": "Wickham", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "table: Extension of 'data", "authors": [{"first": "M", "middle": [], "last": "Dowle", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "shiny: Web Application Framework for R", "authors": [{"first": "W", "middle": [], "last": "Chang", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Real-time epidemiology of COVID-19 in Hungary (A magyarországi koronavírus járvány valós idejű epidemiológiája -in Hungarian)", "authors": [{"first": "T", "middle": [], "last": "Ferenci", "suffix": ""}], "year": null, "venue": "Óbuda University 2020", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Quantitative, real-time epidemiology of COVID-19 in Hungary (A magyarországi koronavírus járvány valós idejű, kvantitatív epidemiológiája -in Hungarian)", "authors": [{"first": "T", "middle": [], "last": "Ferenci", "suffix": ""}], "year": null, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "A New Framework and Software to Estimate Time-Varying Reproduction Numbers During Epidemics", "authors": [{"first": "A", "middle": [], "last": "Cori", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "C", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}], "year": null, "venue": "Am. J. Epidemiol", "volume": "2013", "issn": "9", "pages": "1505--1512", "other_ids": {"DOI": ["10.1093/aje/kwt133"]}}, "BIBREF27": {"ref_id": "b27", "title": "Different Epidemic Curves for Severe Acute Respiratory Syndrome Reveal Similar Impacts of Control Measures", "authors": [{"first": "J", "middle": [], "last": "Wallinga", "suffix": ""}, {"first": "P", "middle": [], "last": "Teunis", "suffix": ""}], "year": 2004, "venue": "Am. J. Epidemiol", "volume": "160", "issn": "6", "pages": "509--516", "other_ids": {"DOI": ["10.1093/aje/kwh255"]}}, "BIBREF28": {"ref_id": "b28", "title": "Association of Public Health Interventions With the Epidemiology of the COVID-19 Outbreak in Wuhan", "authors": [{"first": "M", "middle": [], "last": "Lipsitch", "suffix": ""}, {"first": "K", "middle": [], "last": "Joshi", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Cobey", "suffix": ""}, {"first": "A", "middle": [], "last": "Comment On &quot;pan", "suffix": ""}, {"first": "L", "middle": [], "last": "Liu", "suffix": ""}, {"first": "C", "middle": [], "last": "Wang", "suffix": ""}], "year": null, "venue": "China. JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.6130\".Github2020.04.21"]}}, "BIBREF29": {"ref_id": "b29", "title": "Effective reproduction number estimation", "authors": [{"first": "M", "middle": [], "last": "Höhle", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Serial Interval of COVID-19 Among Publicly Reported Confirmed Cases", "authors": [{"first": "Z", "middle": [], "last": "Du", "suffix": ""}, {"first": "X", "middle": [], "last": "Xu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wu", "suffix": ""}, {"first": "L", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Cowling", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Meyers", "suffix": ""}], "year": null, "venue": "Emerg. Infect. Dis", "volume": "2020", "issn": "6", "pages": "", "other_ids": {"DOI": ["10.3201/eid2606.200357"]}}, "BIBREF31": {"ref_id": "b31", "title": "Epidemiological characteristics of COVID-19 cases in Italy and estimates of the reproductive numbers one month into the epidemic", "authors": [{"first": "F", "middle": [], "last": "Riccardo", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.04.08.20056861"]}}, "BIBREF32": {"ref_id": "b32", "title": "Serial interval of novel coronavirus (COVID-19) infections", "authors": [{"first": "H", "middle": [], "last": "Nishiura", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Linton", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Akhmetzhanov", "suffix": ""}], "year": null, "venue": "Int. J. Infect. Dis", "volume": "2020", "issn": "", "pages": "284--286", "other_ids": {"DOI": ["10.1016/j.ijid.2020.02.060"]}}, "BIBREF33": {"ref_id": "b33", "title": "The R0 package: a toolbox to estimate reproduction numbers for epidemic outbreaks", "authors": [{"first": "T", "middle": [], "last": "Obadia", "suffix": ""}, {"first": "R", "middle": [], "last": "Haneef", "suffix": ""}, {"first": "P", "middle": [], "last": "Boëlle", "suffix": ""}], "year": 2012, "venue": "BMC Med. Inform. Decis. Mak", "volume": "12", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1472-6947-12-147"]}}, "BIBREF34": {"ref_id": "b34", "title": "R0: Estimation of R0 and Real-Time Reproduction Number from Epidemics. R package version 1.2-6", "authors": [{"first": "P", "middle": ["Y"], "last": "Boelle", "suffix": ""}, {"first": "T", "middle": [], "last": "Obadia", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "EpiEstim: Estimate Time Varying Reproduction Numbers from Epidemic Curves", "authors": [{"first": "A", "middle": [], "last": "Cori", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Methods for Estimating the Case Fatality Ratio for a Novel, Emerging Infectious Disease", "authors": [{"first": "A", "middle": ["C"], "last": "Ghani", "suffix": ""}], "year": 2005, "venue": "Am. J. Epidemiol", "volume": "162", "issn": "5", "pages": "479--486", "other_ids": {"DOI": ["10.1093/aje/kwi230"]}}, "BIBREF37": {"ref_id": "b37", "title": "Assessing the severity of the novel influenza A/H1N1 pandemic", "authors": [{"first": "T", "middle": [], "last": "Garske", "suffix": ""}], "year": 2009, "venue": "BMJ", "volume": "339", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/bmj.b2840"]}}, "BIBREF38": {"ref_id": "b38", "title": "Early Epidemiological Assessment of the Virulence of Emerging Infectious Diseases: A Case Study of an Influenza Pandemic", "authors": [{"first": "H", "middle": [], "last": "Nishiura", "suffix": ""}, {"first": "D", "middle": [], "last": "Klinkenberg", "suffix": ""}, {"first": "M", "middle": [], "last": "Roberts", "suffix": ""}, {"first": "J", "middle": ["A P"], "last": "Heesterbeek", "suffix": ""}], "year": 2009, "venue": "PLOS ONE", "volume": "", "issn": "8", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0006852"]}}, "BIBREF39": {"ref_id": "b39", "title": "Real-Time Estimation of the Risk of Death from Novel Coronavirus (COVID-19) Infection: Inference Using Exported Cases", "authors": [{"first": "S.-M", "middle": [], "last": "Jung", "suffix": ""}], "year": null, "venue": "J. Clin. Med", "volume": "2020", "issn": "2", "pages": "", "other_ids": {"DOI": ["10.3390/jcm9020523"]}}, "BIBREF40": {"ref_id": "b40", "title": "Incubation Period and Other Epidemiological Characteristics of 2019 Novel Coronavirus Infections with Right Truncation: A Statistical Analysis of Publicly Available Case Data", "authors": [{"first": "N", "middle": ["M"], "last": "Linton", "suffix": ""}], "year": null, "venue": "J. Clin. Med", "volume": "2020", "issn": "2", "pages": "", "other_ids": {"DOI": ["10.3390/jcm9020538"]}}, "BIBREF41": {"ref_id": "b41", "title": "RStan: the R interface to Stan", "authors": [{"first": "Stan", "middle": [], "last": "Development Team", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Using a delay-adjusted case fatality ratio to estimate under-reporting (2020)", "authors": [{"first": "T", "middle": [], "last": "Russell", "suffix": ""}], "year": null, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Estimates of the severity of coronavirus disease 2019: a model-based analysis. The Lancet Infectious Diseases", "authors": [{"first": "R", "middle": [], "last": "Verity", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "30243--30250", "other_ids": {"DOI": ["10.1016/S1473-3099(20)30243-7"]}}, "BIBREF44": {"ref_id": "b44", "title": "Infection fatality rate of SARS-CoV-2 infection in a German community with a super-spreading event", "authors": [{"first": "H", "middle": [], "last": "Streeck", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.05.04.20090076"]}}, "BIBREF45": {"ref_id": "b45", "title": "SARS-CoV-2 seroprevalence trends in healthy blood donors during the COVID-19 Milan outbreak", "authors": [{"first": "L", "middle": [], "last": "Valenti", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.05.11.20098442"]}}, "BIBREF46": {"ref_id": "b46", "title": "Preliminary results of the H-UNCOVER study. 2020.05.13", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "COVID-19 Epidemic Risk Assessment for Georgia", "authors": [{"first": "J", "middle": ["S"], "last": "Weitz", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Temporal dynamics in viral shedding and transmissibility of COVID-19", "authors": [{"first": "X", "middle": [], "last": "He", "suffix": ""}], "year": 2020, "venue": "Nat. Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41591-020-0869-5"]}}, "BIBREF49": {"ref_id": "b49", "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}], "year": null, "venue": "N. Engl. J. Med", "volume": "2020", "issn": "", "pages": "1199--1207", "other_ids": {"DOI": ["10.1056/NEJMoa2001316"]}}, "BIBREF50": {"ref_id": "b50", "title": "Appropriate Models for the Management of Infectious Diseases", "authors": [{"first": "H", "middle": ["J"], "last": "Wearing", "suffix": ""}, {"first": "P", "middle": [], "last": "Rohani", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Keeling", "suffix": ""}], "year": 2005, "venue": "PLOS Med", "volume": "2", "issn": "7", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pmed.0020174"]}}, "BIBREF51": {"ref_id": "b51", "title": "Hungarian Data Supply Questionnaire (MASZK -Magyar Adatszolgáltató Kérdőívin Hungarian", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Pattern of early human-to-human transmission of Wuhan", "authors": [{"first": "J", "middle": [], "last": "Riou", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "; Althaus", "suffix": ""}], "year": 2019, "venue": "Euro Surveill", "volume": "2020", "issn": "4", "pages": "", "other_ids": {"DOI": ["10.2807/1560-7917.ES.2020.25.4.2000058"]}}, "BIBREF53": {"ref_id": "b53", "title": "Ministry of Health, Welfare and Sport", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "COVID-19). World Health Organization 2020.04", "authors": [{"first": "", "middle": [], "last": "Who", "suffix": ""}, {"first": "", "middle": [], "last": "Q&amp;a", "suffix": ""}, {"first": "", "middle": [], "last": "Coronaviruses", "suffix": ""}], "year": null, "venue": "", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Projecting social contact matrices in 152 countries using contact surveys and demographic data", "authors": [{"first": "K", "middle": [], "last": "Prem", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Cook", "suffix": ""}, {"first": "M", "middle": [], "last": "Jit", "suffix": ""}], "year": null, "venue": "PLOS Comput. Biol", "volume": "2017", "issn": "9", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pcbi.1005697"]}}, "BIBREF56": {"ref_id": "b56", "title": "Seasonal transmission potential and activity peaks of the new influenza A (H1N1): a Monte Carlo likelihood analysis based on human mobility", "authors": [{"first": "D", "middle": [], "last": "Balcan", "suffix": ""}, {"first": "H", "middle": [], "last": "Hu", "suffix": ""}, {"first": "B", "middle": [], "last": "Goncalves", "suffix": ""}, {"first": "P", "middle": [], "last": "Bajardi", "suffix": ""}, {"first": "C", "middle": [], "last": "Poletto", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Ramasco", "suffix": ""}, {"first": "D", "middle": [], "last": "Paolotti", "suffix": ""}, {"first": "N", "middle": [], "last": "Perra", "suffix": ""}, {"first": "M", "middle": [], "last": "Tizzoni", "suffix": ""}, {"first": "W", "middle": [], "last": "Van Den Broeck", "suffix": ""}, {"first": "V", "middle": [], "last": "Colizza", "suffix": ""}], "year": 2009, "venue": "BMC Medicine", "volume": "7", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "The effect of non-pharmaceutical interventions on COVID-19 cases, deaths and demand for hospital services in the UK: a modelling study", "authors": [{"first": "W", "middle": ["J"], "last": "Edmunds", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.04.01.20049908"]}}, "BIBREF59": {"ref_id": "b59", "title": "CMMID COVID-19 Working Group. Effectiveness of isolation, testing, contact tracing and physical distancing on reducing transmission of SARS-CoV-2 in different settings", "authors": [{"first": "A", "middle": ["J"], "last": "Kucharski", "suffix": ""}, {"first": "P", "middle": [], "last": "Klepac", "suffix": ""}, {"first": "A", "middle": [], "last": "Conlan", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Kissler", "suffix": ""}, {"first": "M", "middle": [], "last": "Tang", "suffix": ""}, {"first": "H", "middle": [], "last": "Fry", "suffix": ""}, {"first": "J", "middle": [], "last": "Gog", "suffix": ""}, {"first": "J", "middle": [], "last": "Edmunds", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.04.23.20077024"]}}, "BIBREF60": {"ref_id": "b60", "title": "Effects of latency and age structure on the dynamics and containment of COVID-19", "authors": [{"first": "K", "middle": ["B"], "last": "Blyuss", "suffix": ""}, {"first": "Y", "middle": ["N"], "last": "Kyrychko", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.04.25.20079848"]}}, "BIBREF61": {"ref_id": "b61", "title": "Contact Tracing Assessment of COVID-19 Transmission Dynamics in Taiwan and Risk at Different Exposure Periods Before and After Symptom Onset", "authors": [{"first": "H-Y", "middle": [], "last": "Hao-Yuan Cheng", "suffix": ""}], "year": null, "venue": "JAMA Intern Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jamainternmed.2020.2020"]}}, "BIBREF62": {"ref_id": "b62", "title": "Quantifying SARS-CoV-2 transmission suggests epidemic control with digital contact tracing", "authors": [{"first": "L", "middle": [], "last": "Ferretti", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1126/science.abb6936"]}}, "BIBREF63": {"ref_id": "b63", "title": "Features of 16,749 hospitalised UK patients with COVID-19 using the ISARIC WHO Clinical Characterisation Protocol", "authors": [{"first": "A", "middle": ["B"], "last": "Docherty", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.04.23.20076042"]}}, "BIBREF64": {"ref_id": "b64", "title": "Report on COVID-19 in critical care", "authors": [], "year": null, "venue": "Intensive Care National Audit & Research Center (ICNARC)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Incidence, clinical outcomes, and transmission dynamics of hospitalized 2019 coronavirus disease among 9,596,321 individuals residing in California and Washington, United States: a prospective cohort study", "authors": [{"first": "J", "middle": ["A"], "last": "Lewnard", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.04.12.20062943"]}}, "BIBREF66": {"ref_id": "b66", "title": "Children with Covid-19 in Pediatric Emergency Departments in Italy", "authors": [{"first": "N", "middle": [], "last": "Parri", "suffix": ""}, {"first": "M", "middle": [], "last": "Lenge", "suffix": ""}, {"first": "D", "middle": [], "last": "Buonsenso", "suffix": ""}], "year": null, "venue": "N. Engl. J. Med. Correspondence", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMc2007617"]}}, "BIBREF67": {"ref_id": "b67", "title": "The construction of next-generation matrices for compartmental epidemic models", "authors": [{"first": "O", "middle": [], "last": "Diekmann", "suffix": ""}, {"first": "J", "middle": ["A P"], "last": "Heesterbeek", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Roberts", "suffix": ""}], "year": null, "venue": "J. R. Soc. Interface", "volume": "2020", "issn": "47", "pages": "873--885", "other_ids": {"DOI": ["10.1098/rsif.2009.0386"]}}}, "ref_entries": {"FIGREF0": {"text": "Epidemic curve of confirmed COVID-19 cases in Hungary by date of confirmation (reported until May 10, 2020)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Crude case fatality rate of confirmed COVID-19 cases in Hungary by age groups (reported until May 10)", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Real-time estimation of the reproduction number during the early phase of the COVID-19 outbreak in Hungary using two different methods (shaded area depicts 95% confidence interval).", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Real-time estimation of case fatality rate during the early phase of the COVID-19 outbreak in Hungary (shaded area depicts 95% confidence interval).", "latex": null, "type": "figure"}, "FIGREF6": {"text": "The worst case scenario and the R ≈ 1 scenario", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Transmission diagram", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Effect of school closureSimulations suggest that school closures -if maintained for a long period -effectively decrease hospital bed and ICU needs and significantly postpone the peak of the epidemic.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Elderly protection Figures show the effect of an additional contact reduction of elderly people in case of a weak control.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Top left figure shows the relatively transmissibility of the virus during the year. In the other figures, the number of infected individuals is shown with R = 1.65, R = 1.32 and R = 1.1.Purple denotes no seasonality (c = 0), blue curves correspond to weak seasonality (c = 0.1), turquoise curves correspond to moderate seasonality (c = 0.2) and green curves correspond to strong seasonality (c = 0.3).", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Epidemic curves of the regions: sum of the infective compartments (I p , I a,1 , I a,2 , I a,3 , I s,1 , I s,2 , I s,3 ). The first figure shows that the two-patch model reproduces the uniform model for equal R and no travel reduction. The middle figure shows the uniform model slightly overestimating the size of the epidemic for reduced travel rates and equal R. The last figure shows an increased number of cases and earlier peak in Budapest, while less infections in other regions, for different R in the two patches and large travel reduction.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "6.1-16-2016-00008 (Zs.V.), NKFIH KKP 129877 (F.B.), NKFIH FK 124016 (T.T.), NKFIH PD 128363 (A.D.), Bolyai Scholarship of HAS (A.D.), TUDFO/47138-1/2019-ITM (F.B., P.B.).", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Heatmap of the contact matrix M cont", "latex": null, "type": "figure"}, "FIGREF15": {"text": "i a,n (t)} n=1...3 {I i s,n (t)} n=1...3 } i=1...7 .Recall that the transmission matrix T has the form", "latex": null, "type": "figure"}, "FIGREF16": {"text": "i = 1, . . . , 7. Then, the NGM with large domain is given byK L = −TΣ −1 and the NGM K = E K L transpose(E)follows with the, again, block diagonal E with E i = [ The baseline transmission rate β 0 may be factored out from K as β (M cont ) k,i and β", "latex": null, "type": "figure"}, "FIGREF17": {"text": "for R 0 = 1.65. For other scenarios, the final steps are altered to align with the desired baseline reproduction number R 0 , resulting in an appropriate β 0 and then, the scaled transmission rates β (k,i) s .", "latex": null, "type": "figure"}, "TABREF0": {"text": "Underdetection (ratio of all infections to reported cases) and corrected number of cumulative cases based on the estimated underdetection.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>IFR </td><td>0.3% </td><td>0.6% </td><td>0.9% </td><td>1.2%\n</td></tr><tr><td>Underdetection (true/reported) </td><td>54.0 </td><td>27.0 </td><td>18.0 </td><td>13.5\n</td></tr><tr><td>Corrected cumulative number of infections by May 10 </td><td>177,242 </td><td>88,621 </td><td>59,081 </td><td>44,310\n</td></tr></table></body></html>"}, "TABREF3": {"text": "", "latex": null, "type": "table"}, "TABREF6": {"text": "Measures applied in Hungary with date of introduction Figure 12. Left: the impact of control measures on the epidemic trajectory. Red dots are cumulative numbers of reported cases, blue dots are corrected data by underascertainment rate, solid curve is simulated cumulative numbers with R = 2.2 and the absence of measures. Right: Sensitivity of the peak ICU demand to transmissibility and severity of COVID-19. Top right corner is similar to the worst case scenario of", "latex": null, "type": "table"}, "TABREF7": {"text": "Age-independent epidemiological parameters of COVID-19Assumed to be valid for all age groups i ∈ {1, . . . , 7}. References and explanations are in Appendix B.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Duration of </td><td> </td><td>Value\n</td></tr><tr><td>Incubation period </td><td>(αiL,1)\n−1 + (αiL,2)\n−1 + (αip)\n−1 </td><td>5.2 days\n</td></tr><tr><td>Latent period </td><td>(αiL,1)\n−1 + (αiL,2)\n−1 </td><td>3.2 days\n</td></tr><tr><td>Presymptomatic (infectious) period </td><td>(αip)−1 </td><td>2.0 days\n</td></tr><tr><td>Infectious period of Iia </td><td>(γia,1)\n−1 + (γia,2)\n−1 + (γia,3)\n−1 )\n−1 )\n−1 )\n−1 </td><td>3.0 days\n</td></tr><tr><td>Infectious period of Iis </td><td>(γip,1+ (γip,2+ (γip,3</td><td>3.0 days\n</td></tr><tr><td>Hospitalization </td><td>(γih)\n−1 </td><td>10.0 days\n</td></tr><tr><td>Intensive care until transition to R or Iicr </td><td>(γic)−1 </td><td>10.0 days\n</td></tr><tr><td>Recovery in Iicr </td><td>(γicr)−1 </td><td>14.0 days\n</td></tr><tr><td>Relative infectiousness\n</td><td> </td><td> </td></tr><tr><td>Presymptomatic vs Symptomatic </td><td>β(k,i)p /β\n(k,i)\ns,_ </td><td>1.0\n</td></tr><tr><td>Asymptomatic vs Symptomatic </td><td>β(k,i)a,_ /β\n(k,i)\ns,_ </td><td>0.5\n</td></tr></table></body></html>"}, "TABREF8": {"text": "Age groups of the Hungarian population", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Age group </td><td>0-4 </td><td>5-14 </td><td>15-29 </td><td>30-59 </td><td>60-69 </td><td>70-79 </td><td>80-\n</td></tr><tr><td>Population </td><td>453441 </td><td>937024 </td><td>1586315 </td><td>3951300 </td><td>1294108 </td><td>866556 </td><td>453505\n</td></tr></table></body></html>"}, "TABREF9": {"text": "Age-dependent epidemiological parameters of COVID-19Appendix C Contact matrixFor creating our contact matrix M cont we have utilized the work by Prem, Cook and Jit [55]. As we have divided the Hungarian population into seven age groups (sixteen in Prem et al.), we have aggregated the corresponding values into the 7 × 7 contact matrix M cont = .267563 0.521415 0.749027 2.79672 1.66434 0.602776 0.170033 0.138487 0.54927 0.561396 1.98014 0.900181 0.731165 0.145589 0.164757 0.560419 0.523234 1.74075 0.4852 0.27819 0.55053", "latex": null, "type": "table"}, "TABREF10": {"text": "Table 2. Indicative values of the epidemics in case of the applied control measures", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Transmission reduction\n</td><td>Reproduction number\n</td><td>Hospital bed need at peak\n</td><td>ICU need at peak\n</td><td>Time to reach 1000 ICU beds\n</td><td>Mortality (pers.)\n</td><td>Recovered (of tot. pop.)\n</td></tr><tr><td>25% </td><td>1.65 </td><td>21,200 </td><td>7,330 </td><td>7 weeks </td><td>22,200 </td><td>57%\n</td></tr><tr><td>40% </td><td>1.32 </td><td>7,600 </td><td>2,500 </td><td>12 weeks </td><td>12,700 </td><td>36.5%\n</td></tr><tr><td>50% </td><td>1.1 </td><td>1,100 </td><td>350 </td><td>- </td><td>4,500 </td><td>14%\n</td></tr><tr><td>60% </td><td>0.9 </td><td>- </td><td>- </td><td>- </td><td>- </td><td>-\n</td></tr></table></body></html>"}, "TABREF11": {"text": "Table 2. Here we would like to emphasise that in case of each control measure the most vulnerable age groups are the groups of elderly (60-69, 70-79,\n80+) people as they suffer most of the fatalities, meanwhile they are predicted to produce only a small fraction of the cases in the population.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Mortality\n</td><td> </td><td>Mortality\n</td><td> </td><td>Mortality\n</td><td> </td></tr><tr><td> </td><td>R=1.65\n</td><td>12,000\n</td><td>R=1.32\n</td><td> </td><td>R=1.1\n</td><td> </td></tr><tr><td>20,000\n</td><td> </td><td> </td><td> </td><td>4,000\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>10,000\n</td><td> </td><td>3,000\n</td><td> </td><td> </td></tr><tr><td>15,000\n</td><td> </td><td>8,000\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>10,000\n</td><td> </td><td>6,000\n</td><td> </td><td>2,000\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>4,000\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>5,000\n</td><td> </td><td> </td><td> </td><td>1,000\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>2,000\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>0 </td><td>30 60 90 120 150 days passed\n</td><td>180\n0 60 </td><td>240 300\n</td><td>0 120 </td><td>240 360 days passed\n</td><td>480 600\n</td></tr><tr><td> </td><td> </td><td> </td><td>120 180 days passed\n</td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>Recovered\n</td><td> </td><td>Recovered\n</td><td> </td><td>Recovered\n</td><td> </td></tr><tr><td> </td><td>R=1.65\n</td><td> </td><td>R=1.32\n</td><td> </td><td>R=1.1\n</td><td> </td></tr><tr><td>5 Mio.\n</td><td> </td><td>3 Mio.\n</td><td>1.2 Mio.\n</td><td> </td><td> </td></tr><tr><td>4 Mio.\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>2 Mio.\n</td><td> </td><td>900,000\n</td><td> </td><td> </td></tr><tr><td>3 Mio.\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>2 Mio.\n</td><td> </td><td> </td><td> </td><td>600,000\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>1 Mio.\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>1 Mio.\n</td><td> </td><td> </td><td> </td><td>300,000\n</td><td> </td><td> </td></tr><tr><td>0 30 </td><td>60 90 120 150 days passed\n</td><td>180\n0 60 </td><td>120 180 240 300\ndays passed\n</td><td>0 120 </td><td>240 360 days passed\n</td><td>480 600\n</td></tr></table></body></html>"}, "TABREF12": {"text": "Table 3. Measures applied in Hungary with date of introduction", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Date Measure </td><td>Reported number of casesat time of introduction\n</td></tr><tr><td>March 8 </td><td>Banned visits to health care institutions and long-term care facilities </td><td>9\n</td></tr><tr><td>March 9 </td><td>Suspension of Northern Italy flights </td><td>12\n</td></tr><tr><td>March 11 </td><td>Emergency notification </td><td>16\n</td></tr><tr><td>March 12\n</td><td>University closures, no entry for non-Hungarian passengers to Hungary from Italy, China, Korea and Iran </td><td>19\n</td></tr><tr><td>March 16 </td><td>School closures </td><td>50\n</td></tr><tr><td>March 17 </td><td>Shortened opening time of shops, ban on events </td><td>58\n</td></tr><tr><td>March 28 </td><td>Stay at home measures </td><td>408\n</td></tr><tr><td>May 4\n</td><td>Partial lifting of stay at home measures and opening of restaurants in the countryside (except Pest county where from May 14)\n</td><td>3065\n</td></tr><tr><td>May 18\n</td><td>Lifting of stay at home measures and opening of shops and outdoor areas of restaurants in Budapest </td><td>3556\n</td></tr></table></body></html>"}, "TABREF13": {"text": "Table B3.\nTable B3. Age-dependent epidemiological parameters of COVID-19", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Probability / Age group </td><td> </td><td>0-4 </td><td>5-14 </td><td>15-29 </td><td>30-59 </td><td>60-69 </td><td>70-79 </td><td>80-\n</td></tr><tr><td>Asymptomatic course </td><td>pi </td><td>0.95 </td><td>0.8 </td><td>0.7 </td><td>0.5 </td><td>0.4 </td><td>0.3 </td><td>0.2\n</td></tr><tr><td>Hospitalization or\nintensive care (from Iis,3) </td><td>hi </td><td>0.00045 </td><td>0.00045 </td><td>0.0042 </td><td>0.0442 </td><td>0.1162 </td><td>0.2682 </td><td>0.4945\n</td></tr><tr><td>Intensive care\n(given hospitalization) </td><td>ξ i </td><td>0.333 </td><td>0.333 </td><td>0.297 </td><td>0.294 </td><td>0.292 </td><td>0.293 </td><td>0.293\n</td></tr><tr><td>Fatal outcome\n(from Iicr) </td><td>µi </td><td>0.2 </td><td>0.2 </td><td>0.216 </td><td>0.3 </td><td>0.582 </td><td>0.678 </td><td>0.687\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Governing equations of the metapopulation model where p 1 ∈ {1, 2, . . . , #patches} are ", "cite_spans": [], "ref_spans": [], "section": "annex"}]}