{
    "paper_id": "3d50959336c87727e92f1bf5305a9e3ab15e8ded",
    "metadata": {
        "title": "Title: Continuation of Telemedicine in Otolaryngology Post-COVID-19: Applications",
        "authors": [
            {
                "first": "Ruwaa",
                "middle": [],
                "last": "Samarrai",
                "suffix": "",
                "affiliation": {},
                "email": "samarrai@uchc.edu"
            },
            {
                "first": "Aaliyah",
                "middle": [
                    "C"
                ],
                "last": "Riccardi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Belachew",
                "middle": [],
                "last": "Tessema",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Connecticut Health Center",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Setzen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Weill Cornell Medical College",
                    "location": {
                        "settlement": "Otolaryngology",
                        "region": "Head"
                    }
                },
                "email": "michaelsetzen@gmail.com"
            },
            {
                "first": "Seth",
                "middle": [
                    "M"
                ],
                "last": "Brown",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Connecticut Health Center",
                    "location": {}
                },
                "email": "sethmbrown@msn.com"
            },
            {
                "first": "Subspecialty",
                "middle": [
                    "Ruwaa"
                ],
                "last": "Samarrai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Connecticut Health Center",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Aaliyah",
                "middle": [
                    "C"
                ],
                "last": "Riccardi Bs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Connecticut Health Center",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: The purpose of this paper is to review the literature and compile key clinically J o u r n a l P r e -p r o o f Journal Pre-proof relevant applications of telemedicine for use in otolaryngology relevant to the post-COVID-19 era.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Data Sources: Pubmed and Google Scholar Review Methods: Pubmed and Google Scholar were queried using combined key words such as \"telemedicine,\" \"covid\" and \"otolaryngology.\" The searches were completed in March -August 2020. Additional queries were made with particular subspecialty phrases such as \"rhinology\" or \"otology\" to maximize yield of relevant titles. Relevant articles were selected for abstract review. Applicable abstracts were then selected for review of the full text.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Initial search identified 279 results. These were screened for relevance and 100 abstracts were selected for review. Absracts were excluded if they were not in English, not related to otolaryngology, or if the full text was unavailable for access. Of these, 37 articles were selected for complete review of the full text.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The sudden healthcare closures during the COVID-19 pandemic resulted in a sharp increase in the use of telemedicine, particularly in subspecialty fields. Otolaryngologists are at a unique risk of infection resulting from the examination of the head and neck and aerosol-generating procedures due to the predilection of viral particles for the nasal cavities and pharynx. The COVID-19 pandemic may have served as a catalyst to implement telemedicine into clinical practice, however identifying ways to integrate telemedicine long term is key for a sustainable and viable practice in the post-COVID-19 era. Although many states are now finding themselves on the down-sloping side of their infection rate curve, many others remain at the apex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Additionally, the risk of future waves of this pandemic, or the onset of another pandemic, should J o u r n a l P r e -p r o o f Journal Pre-proof J o u r n a l P r e -p r o o f Journal Pre-proof J o u r n a l P r e -p r o o f Journal Pre-proof J o u r n a l P r e -p r o o f Journal Pre-proof J o u r n a l P r e -p r o o f Journal Pre-proof Figure 1: Methods of article selection based on PRISMA guidelines J o u r n a l P r e -p r o o f Journal Pre-proof",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "not be overlooked. Practice modification guidelines that mitigate infection risk by utilizing telemedicine would be useful in these instances. Telemedicine can help to reduce infection spread by limiting unnecessary in-person interactions and help conserve personal protective equipment (PPE) by facilitating remote care with the added benefits of expanding care to broad geographic areas, limiting cost, time, and travel burden on patients and families, and enabling consistent follow up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On March 11, 2020 the World Health Organization (WHO) declared the outbreak of COVID-19 a global pandemic. 1 In an effort to mitigate infection risk and spread of the virus, national stayat-home and shelter-in-place orders were enacted, as well as closures of non-essential businesses and public venues in order to reduce traffic in otherwise heavily populated areas. 1, 2 The rapidity with which this pandemic arose has raised considerable concerns regarding depletion of healthcare resources and personnel. 2 Federal and state governments as well as hospital systems across the country enacted initiatives to address these concerns, including cancellation of nonessential services, postponement of elective surgical cases, and reduction of on-site providers. 2 These measures were quickly issued in an effort to conserve personal protection equipment (PPE), increase capacity in healthcare facilities, limit exposure of healthcare workers, and reduce virus transmission rates. 2 Otolaryngologists, as well as other providers such as emergency medicine physicians and anesthesiologists, routinely perform aerosol-generating procedures, placing them at relatively higher risk than other specialties. 3, 4 Otolaryngologists are also at a unique risk during rhinologic examination and procedures due to the predilection of viral particles for the nasal cavities and J o u r n a l P r e -p r o o f nasopharynx. 3 To respond to the pandemic, various practice modifications and alternatives have been implemented to protect otolaryngologists and patients from this high exposure risk. 3, 4 Initially, actions were taken to cancel clinics and elective cases, limit flexible laryngoscopy examinations and nasal endoscopy to only when necessary, avoid the use of topical decongestants and anesthetics, and practice stricter utilization of PPE. 3, 4 The rapidity of closures in response to the COVID-19 pandemic resulted in an unanticipated and abrupt disruption to the routine patient-care workflow. [2] [3] [4] Despite the importance of mitigating the impact of the pandemic, safe and timely patient care remains a priority. [2] [3] [4] Telemedicine services have risen to accommodate the need for continued patient care while allowing observance of social distancing practices. [2] [3] [4] This alternative approach to patient interaction allows audio and visual communication via virtual means. [4] [5] [6] Platforms such as Zoom, Doxy.my, FaceTime, and others have rapidly come to the forefront of everyday medical practice to facilitate continued patient care. [2] [3] [4] 6 The WHO describes telemedicine as follows:",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 108,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 371,
                    "end": 372,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 509,
                    "end": 510,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 761,
                    "end": 762,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 979,
                    "end": 980,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1200,
                    "end": 1202,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1203,
                    "end": 1204,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1408,
                    "end": 1409,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1580,
                    "end": 1582,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1583,
                    "end": 1584,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1836,
                    "end": 1838,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1839,
                    "end": 1840,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1992,
                    "end": 1995,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1996,
                    "end": 1999,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2000,
                    "end": 2003,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2118,
                    "end": 2121,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2122,
                    "end": 2125,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2126,
                    "end": 2129,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2272,
                    "end": 2275,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2276,
                    "end": 2279,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2280,
                    "end": 2283,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2390,
                    "end": 2393,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2394,
                    "end": 2397,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2398,
                    "end": 2401,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2558,
                    "end": 2561,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2562,
                    "end": 2565,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2566,
                    "end": 2569,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2570,
                    "end": 2571,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "\"…using information and communication technologies for the exchange of valid information for diagnosis, treatment and prevention of disease and injuries, research and evaluation, and for the continuing education of health care providers, all in the interests of advancing the health of individuals and their communities.\" 5 This broad description can be summarized as the use of virtual communication methods in order to facilitate patient care. The methods of communication can be synchronous or asynchronous. 6 A synchronous form of telemedicine refers to a real-time audiovisual interaction such as a Zoom call. 6 Asynchronous is a term that describes store-and-forward methods of communications, such as images or video recorded by the patient and reviewed by the provider at a later time. 6",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 512,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 615,
                    "end": 616,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "Pubmed and Google Scholar were queried using combined key words such as \"telemedicine,\" \"covid\" and \"otolaryngology.\" Additional queries were made with particular subspecialty phrases such as \"rhinology\" or \"otology\" to maximize yield of relevant titles. Our initial search yielded approximately 279 related results. These were screened for relevance and 100 abstracts were selected for abstract review. We included articles that specifically discussed the use of telemedicine within the context of the COVID-19 pandemic. Abstracts were excluded if they were not in English, not related to otolaryngology, or if the full text was unavailable for access.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "Of these, 37 articles were selected for complete review of the full text. Applicable abstracts were then selected for review of the full text.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "Despite the recent wave to utilize telemedicine, the application of telemedicine within plastic surgery is not a new concept. [7] [8] [9] The use of telemedicine has been documented in acute plastic surgery cases, observation of chronic cases, postoperative monitoring for surgical site healing, close follow up of microvascular reconstructive cases, and remote management of wounds. [8] [9] [10] Telemedicine can also be used to enhance multidisciplinary collaboration and provide virtual supervision in cases that require it. [8] [9] [10] [11] [12] [13] Establishing management algorithms that integrate telemedicine into routine practice would facilitate uninterrupted patient care in a safe manner while limiting unnecessary exposure of patients and providers in the post-COVID-19 era. 2, [8] [9] [10] [11] [12] [13] A study by Jones et al. aimed to establish the accuracy of asynchronous digital images to aid decision making in acute plastic surgery consultations. 10 They concluded that not only were J o u r n a l P r e -p r o o f the digital images sufficiently accurate, this method of data transfer also improved provider decision making with regards to operative priority. 10 A separate study by Trovato et al. also demonstrated the accuracy of digital images by establishing similar outcomes to on-site examination. 11 Furthermore, Clegg et al. found that virtual care, using synchronous telemedicine consultation, is comparable to traditional in-person consultation with the added benefit of reduction in transportation costs and decrease in the amount of time it takes a consult to be completed from time of request. 17 In the outpatient facial plastic surgery setting, in-person evaluation is likely irreplaceable for select cases. Procedures such as botox treatments, filler injections, and laser therapies would continue to require direct patient interaction. In light of this, telemedicine may effectively be implemented as a supplement to in-person clinic visits in both synchronous and asynchronous methods. A review by Shokri et al. describes the application of telemedicine within facial plastic surgery for initial consultation and for postoperative counseling. 7 Their experience also demonstrates the role of virtual multidisciplinary care through their use of telemedicine in a facial nerve clinic, with collaboration from a physical therapist and a facial therapist. 7 They report high patient satisfaction with their virtual methods. 7 Another limitation of telemedicine in cosmetic facial plastic surgery is the challenge of obtaining optimized photographs for surgical planning. Conventionally, standardized lighting, background, and positioning are used to achieve optimal photographic results. Tower et al. addressed this challenge by identifying a method of \"screenshot photography\" in order to coach patients on how to take high quality photographs to help with remote pre-operative planning and documentation. 39 These studies demonstrate that timely and accurate cosmetic facial plastic consultations can be effectively achieved while limiting nonessential contact in the post-COVID-19 era, with the added benefit of reducing J o u r n a l P r e -p r o o f burden of cost, transportation, and time delay, compared to face-to-face interaction. 7, 16, 17 Otology:",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 130,
                    "end": 133,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 392,
                    "end": 396,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 528,
                    "end": 531,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 536,
                    "end": 540,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 541,
                    "end": 545,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 790,
                    "end": 792,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 793,
                    "end": 796,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 797,
                    "end": 800,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 801,
                    "end": 805,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 806,
                    "end": 810,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 811,
                    "end": 815,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 816,
                    "end": 820,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 971,
                    "end": 973,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1185,
                    "end": 1187,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1208,
                    "end": 1227,
                    "text": "Trovato et al. also",
                    "ref_id": null
                },
                {
                    "start": 1329,
                    "end": 1331,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1632,
                    "end": 1634,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2186,
                    "end": 2187,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2463,
                    "end": 2464,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2946,
                    "end": 2948,
                    "text": "39",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 3280,
                    "end": 3282,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3283,
                    "end": 3286,
                    "text": "16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3287,
                    "end": 3289,
                    "text": "17",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Facial Plastic Surgery:"
        },
        {
            "text": "Of all the specialties of otolaryngology, otology is perhaps the most amenable to a telemedicine platform. 18 McCool and Davies conducted a retrospective cohort study in order to determine which clinical diagnoses within otolaryngology were most eligible for evaluation over telemedicine visits. 18 They found that overall, 62% of ear, nose, and throat consultations were eligible for telemedicine evaluation, and of those, inner and middle ear complaints were the most likely to be eligible. 18 Over 80% of middle ear complaints and over 90% of inner ear complaints were eligible for telemedicine consultation because they less commonly require a procedure to reach a diagnosis. 18 Telemedicine allows providers to expedite the otologic evaluation of patients who otherwise may have been delayed due to the volume of most practices. 19 One study notes that prior to telemedicine use, 47% of audiology and ENT patients would wait at least 5 months for in person new appointments. 19 Implementation of telemedicine allowed this number to decrease to 8% within the first 3 years and less than 3% in the following 3 years after that. 19 Innovative devices that aid in the remote detection and capture of otologic pathology have also been investigated as a means to facilitate virtual evaluation. 20 One such device involves the use of a smartphoneenabled otoscope, which captures images of the tympanic membrane for evaluation by an otolaryngologist remotely. 20 One study of smartphone-enabled otoscopy reports a 96% specificity in identifying normal tympanic membranes and 100% sensitivity in identifying pathology. 20 With a 97% positive predictive value and small false-positive rate, this technology J o u r n a l P r e -p r o o f could be useful as a screening tool, reducing the need for unnecessary in-person specialty care visits. 20 One limitation to widespread use of smartphone-enabled otoscopy tools is the requirement for patients to access this device, which may be expensive or unavailable in certain areas. 20 An alternative application would be the use of this technology in primary care practices with subsequent forwarding of the images to the otologist. 21 When trained healthcare workers are equipped with a smartphone-enabled otoscope, store and forward telemedicine allows for adequate screening of otology patients in the community while minimizing unnecessary in person evaluations. 21 The use of these devices has yet to be completely validated, however their application in screening and mitigating overpopulation in ENT clinics is evident. 21, 22 Thus, expediting processes to validate and incorporate these technologies into routine practice would allow their widespread use, which becomes particularly important during times of natural disasters or global pandemics. 22 Arriaga et al. demonstrate how invaluable this technology is when used with telemedicine during the aftermath of Hurricane Katrina, during which time patient access to otology and neuro-otology care was significantly compromised. 22 Their experience can be extrapolated to modern use during the current public health crisis of the COVID-19 pandemic. 22 In order to standardize and streamline patient care via telemedicine, diagnostic and treatment algorithms amenable to virtual practice should be investigated and created. 23 Chari, et al. offer an algorithm for the management of dizzy patients designed for a telemedicine platform. 23 The algorithm emphasizes initial triage of patients with potentially life threatening neurologic or cardiovascular conditions. 23 Their next step aims to address patients who can begin to implement generic interventions that do not require diagnostic precision. 23 Finally, they seek to identify patients whose conditions require further assessment. 23 The patient history is a key component in J o u r n a l P r e -p r o o f the evaluation of a complaint of dizziness and often, history can delineate otologic versus nonotologic etiologies, which makes this complaint particularly amenable to an initial virtual consultation. 23",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 109,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 296,
                    "end": 298,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 493,
                    "end": 495,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 680,
                    "end": 682,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 834,
                    "end": 836,
                    "text": "19",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 980,
                    "end": 982,
                    "text": "19",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1131,
                    "end": 1133,
                    "text": "19",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1293,
                    "end": 1295,
                    "text": "20",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1457,
                    "end": 1459,
                    "text": "20",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1615,
                    "end": 1617,
                    "text": "20",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1837,
                    "end": 1839,
                    "text": "20",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2021,
                    "end": 2023,
                    "text": "20",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2172,
                    "end": 2174,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2406,
                    "end": 2408,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2566,
                    "end": 2569,
                    "text": "21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2570,
                    "end": 2572,
                    "text": "22",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2795,
                    "end": 2797,
                    "text": "22",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 3028,
                    "end": 3030,
                    "text": "22",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 3148,
                    "end": 3150,
                    "text": "22",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 3322,
                    "end": 3324,
                    "text": "23",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 3433,
                    "end": 3435,
                    "text": "23",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 3698,
                    "end": 3700,
                    "text": "23",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 3786,
                    "end": 3788,
                    "text": "23",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Facial Plastic Surgery:"
        },
        {
            "text": "The predilection of COVID-19 for the nasal cavity, nasopharynx, and oropharynx has been well described and creates a unique risk to rhinologists who routinely manipulate these anatomic regions. 3, 24 In addition to examination of the nasal cavities and oropharynx, manipulation of the nasal cavities and nasopharynx during nasal endoscopy, epistaxis management, debridements, biopsies, and other common in-office and surgical procedures pose a particularly high risk of aerosolization to the provider and staff. 24 During the initial phases of the pandemic, practices were modified in order to address the rhinology-specific concerns regarding high transmission risk. 3 As the initial wave of the pandemic in certain parts of the country declines and clinics resume practice, there is a new wave of concern, namely the wave of patients who had their visits deferred. With the increase in clinical activity, new guidelines will need to be enacted in the evaluation and treatment of rhinologic patients. 3 Setzen, et al. studied the impact that the COVID-19 pandemic has had in rhinologic practice patterns, including changes in practice volume, usage of telemedicine, usage of PPE, implementation of in-office rhinologic procedures, and physician well being. These parameters were studied by sending a 15-question survey to the members of the American Rhinologic Society (ARS). 38 They identified that 96.2% of respondents had begun incorporating telemedicine in response to the pandemic, demonstrating that rhinologic visits are amenable to telemedicine visits. 38 J o u r n a l P r e -p r o o f For example, follow up patients who require treatment modification for allergic rhinitis or chronic sinusitis may be evaluated virtually based on symptoms, particularly in those who have had prior nasal endoscopy performed. If symptoms persist or worsen, an in-person evaluation may then be desired. Additionally, a lower threshold may be employed to utilize imaging such as CT scans, particularly in positive or unknown cases. Images amenable to remote evaluation can be used to initiate treatment plan discussions with patients without necessarily requiring face-toface contact. 3, 24 Creating consensus guidelines to standardize practices would give guidance and support for practicing rhinologists in deciding which cases need in-person evaluation and which would be amenable to telemedicine consultation. 3 Additionally, due to a key symptom of anosmia as a characteristic feature of COVID-19 infection, rhinologists are uniquely positioned to evaluate and assess this complaint and may be the first to identify infected patients. Klimek et al. demonstrate the ability to quantify olfactory dysfunction via telemedicine. 25 Despite anosmia being a key feature of asymptomatic carriers of COVID-19, olfactory disturbance is a common complaint in most rhinology practices, making the ability to discriminate high-risk patients from low risk patients even more difficult. 25 Employing telemedicine as an adjunct to practice and increasing telemedicine usage in hotspot geographic regions or during time periods when COVID-19 case numbers increase can greatly aid in mitigating infection spread and preserve PPE. 25",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 196,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 197,
                    "end": 199,
                    "text": "24",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 512,
                    "end": 514,
                    "text": "24",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 668,
                    "end": 669,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1002,
                    "end": 1003,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1377,
                    "end": 1379,
                    "text": "38",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1562,
                    "end": 1564,
                    "text": "38",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2177,
                    "end": 2179,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2180,
                    "end": 2182,
                    "text": "24",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2406,
                    "end": 2407,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2722,
                    "end": 2724,
                    "text": "25",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2970,
                    "end": 2972,
                    "text": "25",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Rhinology:"
        },
        {
            "text": "The impact of COVID-19 infection in pediatric patients is a topic currently under investigation. 26, 27 Initial reports seemed to suggest that children were somewhat protected from infection, however later studies actually show evidence of an inflammatory syndrome similar to Kawasaki's disease associated with COVID-19 infection within the pediatric population. 26, 27 J o u r n a l P r e -p r o o f Furthermore, children play a key role in community-based transmission by functioning as asymptomatic carriers. 26 Therefore, the need to limit spread becomes equally as important in the pediatric otolaryngology clinic as in the adult and telemedicine platforms have a key role. 28, 29 Additionally, diagnosing and treating children in-person often requires the presence of adult care-takers, increasing the number of people on site at a given time, further exemplifying the need for telemedicine in this population.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "text": "26,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 101,
                    "end": 103,
                    "text": "27",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "26,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 367,
                    "end": 369,
                    "text": "27",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 512,
                    "end": 514,
                    "text": "26",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 679,
                    "end": 682,
                    "text": "28,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 683,
                    "end": 685,
                    "text": "29",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Pediatrics:"
        },
        {
            "text": "A retrospective study by Smith et al. compared diagnosis and management plans completed via videoconference with those completed by face-to-face interactions in a pediatric otolaryngology clinic. 30 They found that the recorded diagnosis was the same in 99% of cases, indicating high diagnostic accuracy of telemedicine evaluations. 30 Furthermore, they found that surgical management decisions were the same 93% of the time. From diagnostic accuracy and presurgical standpoints, employing telemedicine is feasible for a pediatric otolaryngology practice. 30, 31 There are challenges, however, with regards to the limitations of physical examination. In pediatric patients, obtaining a complete physical exam is often difficult in person and can be even more difficult on a virtual platform. 29 Despite this, the implementation of telehealth can be exceedingly useful in contexts that involve counseling, family education, or long-term management discussions, such as for cochlear implant candidates or microtia. [29] [30] [31] In addition, often times parents seek guidance regarding seemingly concerning symptoms, which may be less alarming to the trained pediatric otolaryngologist. 29 Reassurance and guidance can be provided via telehealth visits in certain cases, such as known mild laryngomalacia or obstructive sleep apnea. 29 Notable cases would then be recommended for in person follow up.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 198,
                    "text": "30",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 333,
                    "end": 335,
                    "text": "30",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "30,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 560,
                    "end": 562,
                    "text": "31",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 792,
                    "end": 794,
                    "text": "29",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1013,
                    "end": 1017,
                    "text": "[29]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1018,
                    "end": 1022,
                    "text": "[30]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1023,
                    "end": 1027,
                    "text": "[31]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1186,
                    "end": 1188,
                    "text": "29",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1332,
                    "end": 1334,
                    "text": "29",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Pediatrics:"
        },
        {
            "text": "Another domain in which telemedicine can be utilized and integrated into clinical care is the care of cleft lip and palate patients. 12 alleviated cost and travel burdens on patient families and providers, extending specialty care to otherwise underserved areas. 12 Their retrospective study generated a perioperative treatment algorithm that effectively incorporates telemedicine in cleft care. 12 This model allows providers to extend specialty care to broad geographic areas, limit cost, time, and travel burden on patients and families, and obtain consistent follow up. 12",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 135,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 263,
                    "end": 265,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 396,
                    "end": 398,
                    "text": "12",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Pediatrics:"
        },
        {
            "text": "The use of telemedicine within the field of laryngology is not new to the COVID-19 era, however the need for its incorporation into routine practice has become essential. In 2018,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laryngology:"
        },
        {
            "text": "can be transmitted electronically to off-site laryngologists. 32 The application of this technology would be to connect to specialists who may offer consultation services to providers in remote or rural areas. 32 This application, however, would be limited by the necessity of an on-site provider trained in performing laryngoscopy and stroboscopy. 32 Flexible laryngoscopy, however, has been noted to be an aerosol-generating procedure. 33 In the post COVID-19 era, the utility of remotely sharing laryngeal pathology via telemedicine could help in limiting the number of repeat laryngoscopies. 32 This would be particularly helpful in cases where patients request second opinions or diagnoses that can be monitored based on symptoms, such as laryngopharyngeal reflux, for example. Additionally, in institutions with multiple members to the otolaryngology team who may need to view the laryngoscopy examination, the number of scope exams performed could be limited by appointing one examiner who captures the image while the others J o u r n a l P r e -p r o o f review the information remotely to aid in guidance and management. This would limit the number of personnel in a patient room during an aerosol-generating procedure. Furthermore, in patients with known pathology, voice therapy sessions and follow up visits have been shown to be amenable to telemedicine platforms. 34 Doarn et al. discuss the implementation of a virtual portal in order to facilitate remote voice therapy sessions via telemedicine to patients with voice disorders. Thus, telemedicine certainly has a role in supplementing laryngology practices and should be utilized more frequently during times of acute \"waves\" or in locations where infection rates remain high.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 64,
                    "text": "32",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 210,
                    "end": 212,
                    "text": "32",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 349,
                    "end": 351,
                    "text": "32",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 438,
                    "end": 440,
                    "text": "33",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 596,
                    "end": 598,
                    "text": "32",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1379,
                    "end": 1381,
                    "text": "34",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Bryson et al. demonstrated that high quality flexible laryngoscopy and videostroboscopy images"
        },
        {
            "text": "Head and neck cancer patients are a unique entity within otolaryngology in that they often need prompt and consistent management to limit progression of their cancer. 35 Unfortunately, cancer patients are also at higher risk of suffering complications related to COVID-19 infection. 35 Therefore, consideration must be taken to protect this vulnerable patient population while simultaneously taking steps to deliver timely and accurate oncologic management. 36 Judicious use of telemedicine platforms can help providers balance these risks. 35, 36 Telemedicine can help alert the provider of any new or subtle changes in symptoms without the need for high risk faceto-face contact. 36 The MD Anderson Head and Neck Surgery Consortium has created guidelines for management of head and neck cancer by subsite and telemedicine is incorporated as an essential tool that should be used judiciously whenever feasible. 36 A diagnosis of head and neck cancer often comes with quality of life challenges that patients must cope with. 37 15 They report 98% sensitivity and 94% specificity to detect abnormal perfusion. They also report 84% accuracy in grading severity of occlusion. 15 Although this new platform is promising, further studies are required for clinical validation and widespread use. Even without the use of novel smartphone applications, however, digital images and audiovisual resources can be used to monitor flaps remotely, evaluate surgical site healing, and direct decision-making for in person evaluation or return to the operating room accordingly. 7",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 169,
                    "text": "35",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 283,
                    "end": 285,
                    "text": "35",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 458,
                    "end": 460,
                    "text": "36",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 541,
                    "end": 544,
                    "text": "35,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 545,
                    "end": 547,
                    "text": "36",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 682,
                    "end": 684,
                    "text": "36",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 912,
                    "end": 914,
                    "text": "36",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1025,
                    "end": 1027,
                    "text": "37",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1028,
                    "end": 1030,
                    "text": "15",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1173,
                    "end": 1175,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Oncology Management:"
        },
        {
            "text": "The use of telemedicine is not new to the COVID-19 era. 5, 6 Although different forms of telecommunication have existed for decades, their use in medicine remained largely limited due to several factors. First, private health information becomes more difficult to monitor when using third party platforms, which pose a risk to the security of sensitive patient data. [2] [3] [4] 6, 7 Secondly, insurance company reimbursements are limited for visits conducted virtually, lowering incentive J o u r n a l P r e -p r o o f for providers to invest time in these types of visits. 2, 4, 6, 7 Furthermore, the inability to conduct inperson physical examinations limits the amount of information a provider is able to obtain from a patient visit. 7 Additionally, the potential medico-legal consequences of virtual visits further limits the incentive for providers to utilize this resource. 2 In response to the COVID-19 pandemic, federal and state governments have amended policies and lifted prior restrictions on alternative modes of patient care. 2, 7 This has allowed virtual forms of communication to supplement, and in many cases, substitute in-person visits. Notably, the Department of Health and Human Services (DHHS) has relaxed the requirement to use HIPAAsecured platforms for reimbursements. 2, 4, 5 This facilitates utilization of convenient, accessible, low cost, and commonly used applications such as FaceTime, Skype, and Google Hangouts, excluding public-facing platforms such as Facebook Live. 2, 4, 5 Furthermore, the Centers for Medicare and Medicaid Services (CMS) have implemented copay waivers and made reimbursements for telemedicine visits comparable to in-person visits. 2,4 DHHS has also relaxed paperwork, reporting, and audit requirements and CMS has removed the restriction that required practitioners be licensed in the state where they are providing services. 4, 6 These changes, coupled with laxity in liability laws on the federal and state levels have empowered physicians to utilize telemedicine more freely.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 58,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 59,
                    "end": 60,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 379,
                    "end": 381,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 382,
                    "end": 383,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 576,
                    "end": 578,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 579,
                    "end": 581,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 582,
                    "end": 584,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 585,
                    "end": 586,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 740,
                    "end": 741,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 883,
                    "end": 884,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1043,
                    "end": 1045,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1046,
                    "end": 1047,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1297,
                    "end": 1299,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1300,
                    "end": 1302,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1303,
                    "end": 1304,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1505,
                    "end": 1507,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1508,
                    "end": 1510,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1511,
                    "end": 1512,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1885,
                    "end": 1887,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1888,
                    "end": 1889,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "With regards to billing and coding, Pollock et al. describe four types of billable services: telehealth and telemedicine services, telephone services, virtual check-ins, and E-visits/ digital online services. 4 Coding and billing remains outside the scope of this paper, however it is important to highlight the different categories of virtual services available that may be implemented in practice. 4 In the most intuitive form of a virtual visit, a patient and provider would interact in real-time via a platform that includes both audio and visual components. 4 This J o u r n a l P r e -p r o o f service has been equated to an in-person visit in terms of CMS reimbursements during the COVID-19 pandemic. 4 Telephone services, namely phone calls, were not previously covered under Medicare, however recent changes have allowed telephone calls with new and established patients to be billed under specific codes. 4 Virtual check-ins are asynchronous methods communication, and are also billable forms of service. 4, 6 In a virtual check-in, audiovisual information, such as a recording or image, is forwarded to a provider who reviews the information and responds at a later time (within 24 business hours). 4 Finally, E-visits describe usage of digital forms of communication such as the electronic health record (EHR) or email. 4 These are generally not considered telemedicine services and are not billed as such. 4 Table 1 summarizes a comparison of the applications and limitations between various otolaryngology subspecialties. Figure 1 demonstrates the methods of article selection for the purposes of this review.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 210,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 400,
                    "end": 401,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 563,
                    "end": 564,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 709,
                    "end": 710,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 916,
                    "end": 917,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1016,
                    "end": 1018,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1019,
                    "end": 1020,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1211,
                    "end": 1212,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1333,
                    "end": 1334,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1422,
                    "end": 1429,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1537,
                    "end": 1545,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion:"
        },
        {
            "text": "Although many states have begun to record declines in infection rates, many others remain at the apex of their curves. Additionally, the risk of future waves of this pandemic, or the onset of another pandemic, should not be overlooked. Practice modification guidelines that mitigate infection risk by utilizing telemedicine would be useful in these instances. These guidelines would ideally be enacted locally in regions with high infection rates or during future waves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Some of the practice modifications adopted during this pandemic were meant to be temporary mitigation strategies and are unlikely to remain in place long-term. The use of telemedicine, however, not only has a role in the post-COVID-19 era, but also represents a likely future within medicine, particularly within otolaryngology due to the high risk posed by this specialty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Incorporating telemedicine into the infrastructure of patient care will ensure a more viable and robust system that can withstand future global pandemics, or more likely, future \"waves\" of this J o u r n a l P r e -p r o o f current one. 2 The future utilization of telemedicine could also be a dynamic process, implemented in locations that are emerging hot spots or at risk of local outbreak to limit spread of contagion. Implementation of specific treatment algorithms and incorporation of workflow systems that integrate telemedicine is key to transitioning into a viable and sustainable post-COVID-19 patient care model.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 239,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "At the onset of the COVID-19 global pandemic, new policies were quickly enacted in an effort to conserve personal protection equipment (PPE), increase capacity in healthcare facilities, limit exposure of healthcare workers, and reduce virus transmission rates. Telemedicine services have risen to accommodate the need for continued patient care while allowing observance of social distancing practices. Now as many states initiate re-opening, and others see an increase in the infection rate, steps to mitigate unnecessary exposure are just as necessary now as they were during the beginning of the pandemic. The use of telemedicine remains essential in the post-COVID-19 era, representing a likely future within otolaryngology. Incorporating telemedicine into the infrastructure of patient care will ensure a more viable and robust system that can withstand future global pandemics, or future \"waves\" of this current one. Telemedicine may also be used more frequently in locations that are emerging hot spots or at risk of local outbreak to limit spread of contagion. Implementation of specific treatment algorithms and workflow systems that integrate telemedicine is key to transitioning into a viable and sustainable post-COVID-19 patient care model. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus Disease (COVID-19) -Events as They Happen",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Departmental Experience and Lessons Learned With Accelerated Introduction of Telemedicine During the COVID-19 Crisis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Loeb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Ficke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Levin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Acad Orthop Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5435/JAAOS-D-20-00380"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 and rhinology: A look at the future",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Setzen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Svider",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pollock",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Otolaryngol",
            "volume": "41",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.amjoto.2020.102491"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Embracing telemedicine into your otolaryngology practice amid the COVID-19 crisis: An invited commentary",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pollock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Setzen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Svider",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Otolaryngol",
            "volume": "41",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.amjoto.2020.102490"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization",
            "authors": [],
            "year": 2010,
            "venue": "Telemedicine Opportunities and Developments in Member States: Report on the Second Global Survey on EHealth",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Telemedicine: a Primer",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Waller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stotler",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Curr Allergy Asthma Rep",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11882-018-0808-4"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Telemedicine in the Era of the COVID-19 Pandemic: Implications in Facial Plastic Surgery",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shokri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Lighthall",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Telemedicine for acute plastic surgical trauma and burns",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Milroy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pickford",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Plast Reconstr Aesthet Surg",
            "volume": "61",
            "issn": "1",
            "pages": "31--36",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bjps.2006.03.045"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A Systematic Review of the Use of Telemedicine in Plastic and Reconstructive Surgery and Dermatology",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Vyas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Hambrick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shakir",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ann Plast Surg",
            "volume": "78",
            "issn": "6",
            "pages": "736--768",
            "other_ids": {
                "DOI": [
                    "10.1097/SAP.0000000000001044"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Setting up a store-and-forward telemedicine service for acute trauma in a hospital trust",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Balk",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reynolds",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Audiov Media Med",
            "volume": "27",
            "issn": "3",
            "pages": "107--114",
            "other_ids": {
                "DOI": [
                    "10.1080/01405110400007866"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Plastic and Reconstructive Surgery",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Trovato",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Scholer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vallejo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Buncke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Granick",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Telemedicine in Cleft Care: Reliability and Predictability in Regional and International Practice Settings",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Gillenwater",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Craniofac Surg",
            "volume": "26",
            "issn": "4",
            "pages": "1116--1120",
            "other_ids": {
                "DOI": [
                    "10.1097/SCS.0000000000001560"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Economic Evaluation of Teledentistry in Cleft Lip and Palate Patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Teoh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hsueh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mariño",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Manton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hallett",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Telemed J E Health",
            "volume": "24",
            "issn": "6",
            "pages": "449--456",
            "other_ids": {
                "DOI": [
                    "10.1089/tmj.2017.0138"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Identification and Management of Middle Ear Disorders in a Rural Cleft Care Program: A Telemedicine Approach",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ramkumar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rajendran",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nagarajan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balasubramaniyan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Suresh",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Audiol",
            "volume": "27",
            "issn": "3S",
            "pages": "455--461",
            "other_ids": {
                "DOI": [
                    "10.1044/2018_AJA-IMIA3-18-0015"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The first Smartphone application for microsurgery monitoring: SilpaRamanitor",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kiranantawat",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sitpahul",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Taeprasartsit",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Plast Reconstr Surg",
            "volume": "134",
            "issn": "1",
            "pages": "130--139",
            "other_ids": {
                "DOI": [
                    "10.1097/PRS.0000000000000276"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Patient-centered wound teleconsultation for cutaneous wounds: a feasibility study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann Plast Surg",
            "volume": "72",
            "issn": "2",
            "pages": "220--224",
            "other_ids": {
                "DOI": [
                    "10.1097/SAP.0000000000000031"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Telemedicine in a rural community hospital for remote wound care consultations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Clegg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Engels",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Simonds",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Wound Ostomy Continence Nurs",
            "volume": "38",
            "issn": "3",
            "pages": "301--304",
            "other_ids": {
                "DOI": [
                    "10.1097/WON.0b013e3182164214"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Where Does Telemedicine Fit into Otolaryngology? An Assessment of Telemedicine Eligibility among Otolaryngology Diagnoses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Mccool",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Otolaryngol Head Neck Surg",
            "volume": "158",
            "issn": "4",
            "pages": "641--644",
            "other_ids": {
                "DOI": [
                    "10.1177/0194599818757724"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The impact of telehealth on wait time for ENT specialty care",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hofstetter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kokesh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Hood",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Telemed J E Health",
            "volume": "16",
            "issn": "5",
            "pages": "551--556",
            "other_ids": {
                "DOI": [
                    "10.1089/tmj.2009.0142"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Smartphone-Enabled Otoscopy in Neurotology/Otology. Otolaryngol Head Neck Surg",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Moshtaghi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sahyouni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Haidar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "156",
            "issn": "",
            "pages": "554--558",
            "other_ids": {
                "DOI": [
                    "10.1177/0194599816687740"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Community triage of otology patients using a store-and-forward telemedicine device: A feasibility study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chawla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dhawan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Janaki",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ear Nose Throat J",
            "volume": "96",
            "issn": "7",
            "pages": "246--249",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Neurotology telemedicine consultation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arriaga",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nuss",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Arriaga",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Otolaryngol Clin North Am",
            "volume": "44",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.otc.2011.08.001"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Telemedicine Algorithm for the Management of Dizzy Patients",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Chari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Crowson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Kozin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Rauch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Otolaryngology in the COVID-19 pandemic era: the impact on our clinical practice",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Anagiotos",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Petrikkos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Telemedicine allows quantitative measuring of olfactory dysfunction in COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Klimek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hagemann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alali",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "COVID-19 in Children: Initial Characterization of the Pediatric Disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Cruz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Zeichner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatrics",
            "volume": "145",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2020-0834"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Kawasaki-like disease: emerging complication during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Viner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "31129--31135",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Telemedicine: Pediatric Applications",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Section",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Telehealth Care",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pediatrics",
            "volume": "136",
            "issn": "1",
            "pages": "293--308",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2015-1517"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Telemedicine During the COVID-19 Pandemic: A Pediatric Otolaryngology Perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Maurrasse",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Rastatter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Hoff",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Billings",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Valika",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Concordance between real-time telemedicine assessments and face-to-face consultations in paediatric otolaryngology",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dowthwaite",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Agnew",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wootton",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Med J Aust",
            "volume": "188",
            "issn": "8",
            "pages": "457--460",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Telemedicine in pediatric surgery",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Harting",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wheeler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ponsky",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Pediatr Surg",
            "volume": "54",
            "issn": "3",
            "pages": "587--594",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpedsurg.2018.04.038"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Telemedicine in laryngology: Remote evaluation of voice disorders-setup and initial experience",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Bryson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Benninger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Band",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Goetz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Bowen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Laryngoscope",
            "volume": "128",
            "issn": "4",
            "pages": "941--943",
            "other_ids": {
                "DOI": [
                    "10.1002/lary.26975"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A Closed Chamber ENT Examination Unit for Aerosol-Generating Endoscopic Examinations of COVID-19 Patients",
            "authors": [
                {
                    "first": "İ",
                    "middle": [],
                    "last": "Sayin",
                    "suffix": ""
                },
                {
                    "first": "İ",
                    "middle": [],
                    "last": "Devecioğlu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "M"
                    ],
                    "last": "Yazıcı",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ear Nose Throat J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/0145561320931216"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Design and Implementation of an Interactive Website for Pediatric Voice Therapy-The Concept of In-Between Care: A Telehealth Model",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Doarn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zacharias",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Keck",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tabangin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dealarcon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kelchner",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Telemed J E Health",
            "volume": "25",
            "issn": "5",
            "pages": "415--422",
            "other_ids": {
                "DOI": [
                    "10.1089/tmj.2018.0108"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A Commentary on the Challenges of Telemedicine for Head and Neck Oncologic Patients during COVID-19",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Triantafillou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rajasekaran",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Otolaryngol Head Neck Surg",
            "volume": "163",
            "issn": "1",
            "pages": "81--82",
            "other_ids": {
                "DOI": [
                    "10.1177/0194599820923622"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Head and neck surgical oncology in the time of a pandemic: Subsite-specific triage guidelines during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maniakas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Head Neck",
            "volume": "42",
            "issn": "6",
            "pages": "1194--1201",
            "other_ids": {
                "DOI": [
                    "10.1002/hed.26206"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Latest Map and Case Count",
            "authors": [],
            "year": 2020,
            "venue": "The New York Times, The New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The novel corona virus and rhinology: Impact on practice patterns and future directions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Setzen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Svider",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Setzen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Setzen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Eloy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Otolaryngol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Screenshot Photography: Optimizing Photo-Documentation While Using Telehealth Video Platforms",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Tower",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Facial Plast Surg Aesthet Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Patients undergoing cleft lip and palate repair require J o u r n a l P r e -p r o o f comprehensive and multidisciplinary care for a prolonged period of time. 12-14 Costa et al. demonstrate the feasibility of telemedicine for the initial evaluation and for continued postoperative management of cleft patients in the Southern United States and Mexico, with",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Use of telemedicine allows patients to maintain a stream of communication with their cancer provider has been shown to reduce the emotional burden, quality of life J o u r n a l P r e -p r o o f compromise, and symptom distress that patients face. 37 Pfeifer et al. performed a randomized control trial to compare the impact on quality of life and symptom distress in patients utilizing telehealth versus standard of care. 36 They found that head and neck cancer patients who were monitored via the telehealth intervention reported significantly better QoL and a lower symptom burden posttreatment compared with patients who received routine cancer care. 37 Microvascular and Free Flaps: Patients who undergo microvascular reconstruction and free flap surgery require close and constant postoperative monitoring to ensure flap viability. Although this is currently largely accomplished by direct clinical care, methods of remote monitoring are in progress and may have future applications. 7,15 Kiranantawat et al. developed a smartphone application to monitor flaps postoperatively by assessing perfusion via skin color.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison of the applications and limitations between various otolaryngology subspecialties. Subspecialty Applications Limitations Facial Plastics Trauma/Burns  Triaging trauma/burns safely and efficiently  Improved provider decision making with asynchronous digital images  Increased care availability for patients  Close follow up of microvascular reconstructive cases  There may be a delay in access to the next level of care, in the event of an emergency, if a patient is not physically in the office Cleft Lip & Palate  Allows for collaborative multidisciplinary care for extended periods of time  Alleviates cost and travel  Intraoral assessments may still require in person consultations Wound Care  Demonstrated to be efficacious in evaluating wound status  Decreases the length of visit  Telemedicine may not permit full evaluation of the wound due to logistics like camera quality Cosmetics  Allows for seamless cosmetic surgical consultations  Botox, fillers and laser therapy requires in person care Otology  Shortens time to visit for new  Newer devices require the use of J o u r n a l P r e -p r o o f Journal Pre-proof appointments  Innovative devices (i.e. smartphoneenabled otoscope) improve efficacy of otology appointments  Otology telemedicine algorithms have been developed a smart phone which may be difficult for some Rhinology  Rhinologists are at high risk for COVID transmission, telemedicine can circumvent this  CT scans in combination telemedicine visits can be used to create treatment plans  Increasing need for standardization of practices due to high risk procedures Pediatrics  Telemedicine in this realm has been demonstrated to be very efficacious  Advantageous for counseling, family education and long term care discussions  Physical examination of pediatric patients is difficult via telemedicine Laryngology  Remotely sharing of high quality flexible laryngoscopy and videostrobe images can be useful in garnering second opinions and expansion of care in underserved areas  Virtual voice therapy sessions and follow up visits are very feasible  Quality flexible laryngoscopy and videostrobe require a trained professional Head & Neck Oncology  There are existing guidelines for remote management of head and neck oncology patients  Telemedicine visits can lessen the emotional burden and quality of life sacrifice many of these patients experience",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}