{
    "paper_id": "3d52596601ae4490aa6e39654c2ef3bfd2ed857f",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": ". En réponse, le laboratoire BioNTech rappelle que le taux d'efficacité du vaccin, de 52% après la première dose, s'élève à 95% lorsque la deuxième dose a été administrée à 21 jours [3] , mais ne garantit pas un taux d'efficacité aussi élevé si la seconde injection est différée au-delà. Parmi les pays ayant décidé de repousser l'administration de la deuxième dose, le Royaume-Uni, confronté à une résurgence majeure de l'épidémie liée à la diffusion d'un variant hautement transmissible, a choisi un délai de 12 semaines pour pouvoir doubler le nombre de personnes primovaccinées dans les trois prochains mois. Quels sont les risques potentiels induits par cet élargissement ? L'expérience acquise en vaccinologie montre que l'administration tardive d'une injection de rappel ne compromet pas son efficacité puisqu'elle est généralement suivie d'une ré-ascension rapide du titre d'anticorps et d'un renforcement durable de l'immunité protectrice. En revanche, dans le contexte actuel de recrudescence épidémique, c'est la persistance d'un taux d'immunité faible, voire insuffisant, pendant les semaines supplémentaires précédant la seconde injection qui doit être prise en considération. Le risque individuel d'aggravation par \"anticorps facilitants\" [4] doit être évoqué quand l'infection survient chez une personne ayant un faible taux d'anticorps neutralisants, le report de la deuxième injection prolongeant cet état de réceptivité accrue. Au plan collectif, l'obtention d'une couverture vaccinale élargie, mais fragilisée par un faible niveau d'immunité, constituera un terrain favorable pour sélectionner l'émergence d'un ou de plusieurs variants échappant à l'immunité induite par la vaccination. Compte tenu des avantages et des risques potentiels liés à la pratique hors AMM consistant à différer la deuxième injection des vaccins contre la Covid-19, l'Académie nationale de médecine recommande : -de se conformer autant que possible au schéma vaccinal prescrit par le fabricant (21 jours pour Pfizer/BioNTech, 28 jours pour Moderna) ; -de ne différer l'injection de la seconde dose que si les circonstances l'exigent (manque de doses disponibles) et sans excéder un dépassement de 3 semaines ; -de réserver cet élargissement aux personnes âgées de moins de 50 ans et ne présentant aucun facteur de risque de forme grave de Covid-19 ;",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1253,
                    "end": 1256,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "-d'évaluer l'impact de cet élargissement sur l'augmentation du nombre de personnes primovaccinées chaque semaine",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Stratégie de vaccination contre le Sars-Cov-2 Recommandations préliminaires sur la stratégie de priorisation des populations à vacciner",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Agence Nationale de Sécurité du Médicament et des produits de santé. Avis de l'ANSM concernant la seconde dose du vaccin Comirnaty Pfizer BioNtech",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Safety and Efficacy of the BNT162b2 mRNA Covid-19 Vaccine",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Polack",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "",
            "pages": "2603--2618",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Antibody-dependent enhancement and SARS-CoV-2 vaccines and therapies",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Microbiol",
            "volume": "5",
            "issn": "",
            "pages": "1185--91",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Journal Pre-proofElargir le délai entre les deux injections de vaccin contre la Covid-19: quels risques pour quels avantages?*,** Please cite this article as:Élargir le délai entre les deux injections de vaccin contre la Covid-19: quels risques pour quels avantages?*,**, Bulletin de l'Académie Nationale de Médecine (2021), doi: https://doi.org/10.1016/j.banm.2021.02.013 immunité collective suffisante pour endiguer la propagation du SARS-CoV-2 en vaccinant 17 à 27 millions de personnes avant l'été. Mais le principal facteur limitant la réalisation d'une vaccination de masse est la disponibilité de stocks de vaccins suffisants pour atteindre une telle couverture vaccinale en moins de 6 mois. Après l'avis de l'OMS et de l'Agence européenne du médicament acceptant que le délai de 21 jours entre l'administration des deux doses du vaccin Comirnaty® soit retardé de quelques semaines afin d'augmenter le nombre de personnes pouvant bénéficier d'une première dose, l'ANSM s'est déclarée favorable à l'élargissement de ce délai jusqu'à 42 jours",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}