{
    "paper_id": "3d53759251a531e209cdbb8b86a1c71d8125ae08",
    "metadata": {
        "title": "Letter to the Editor Asian",
        "authors": [
            {
                "first": "Aseem",
                "middle": [],
                "last": "Mehra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Department of Anaesthesia and Intensive Care Unit, Post Graduate Institute of Medical Education and Research",
                    "institution": "",
                    "location": {
                        "postCode": "160012, 160012, 160012, 160012",
                        "settlement": "Chandigarh, Chandigarh, Chandigarh, Chandigarh",
                        "country": "India, India, India, India"
                    }
                },
                "email": ""
            },
            {
                "first": "Swapnajeet",
                "middle": [],
                "last": "Sahoo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Department of Anaesthesia and Intensive Care Unit, Post Graduate Institute of Medical Education and Research",
                    "institution": "",
                    "location": {
                        "postCode": "160012, 160012, 160012, 160012",
                        "settlement": "Chandigarh, Chandigarh, Chandigarh, Chandigarh",
                        "country": "India, India, India, India"
                    }
                },
                "email": ""
            },
            {
                "first": "Vikas",
                "middle": [],
                "last": "Suri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Department of Anaesthesia and Intensive Care Unit, Post Graduate Institute of Medical Education and Research",
                    "institution": "",
                    "location": {
                        "postCode": "160012, 160012, 160012, 160012",
                        "settlement": "Chandigarh, Chandigarh, Chandigarh, Chandigarh",
                        "country": "India, India, India, India"
                    }
                },
                "email": ""
            },
            {
                "first": "Pankaj",
                "middle": [],
                "last": "Malhotra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Department of Anaesthesia and Intensive Care Unit, Post Graduate Institute of Medical Education and Research",
                    "institution": "",
                    "location": {
                        "postCode": "160012, 160012, 160012, 160012",
                        "settlement": "Chandigarh, Chandigarh, Chandigarh, Chandigarh",
                        "country": "India, India, India, India"
                    }
                },
                "email": ""
            },
            {
                "first": "Narayana",
                "middle": [],
                "last": "Yaddanapudi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Department of Anaesthesia and Intensive Care Unit, Post Graduate Institute of Medical Education and Research",
                    "institution": "",
                    "location": {
                        "postCode": "160012, 160012, 160012, 160012",
                        "settlement": "Chandigarh, Chandigarh, Chandigarh, Chandigarh",
                        "country": "India, India, India, India"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "D"
                ],
                "last": "Puri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Department of Anaesthesia and Intensive Care Unit, Post Graduate Institute of Medical Education and Research",
                    "institution": "",
                    "location": {
                        "postCode": "160012, 160012, 160012, 160012",
                        "settlement": "Chandigarh, Chandigarh, Chandigarh, Chandigarh",
                        "country": "India, India, India, India"
                    }
                },
                "email": ""
            },
            {
                "first": "Sandeep",
                "middle": [],
                "last": "Grover",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Department of Anaesthesia and Intensive Care Unit, Post Graduate Institute of Medical Education and Research",
                    "institution": "",
                    "location": {
                        "postCode": "160012, 160012, 160012, 160012",
                        "settlement": "Chandigarh, Chandigarh, Chandigarh, Chandigarh",
                        "country": "India, India, India, India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Coronavirus Disease 2019 (COVID-19/ SARS-nCoV), is a Public Health Emergency of International Concern (PHEIC) (World Health Organization, 2020) . The clinical picture of COVID-19 infection can vary from being asymptomatic to having severe acute respiratory symptoms, leading to admission into an Intensive Care Unit (ICU). The exact mortality rates are debatable and have varied from country to country, but because of the fear of mortality and need for ICU care, there is a lot of fear and panic in the general population. Persons found positive for the infection are usually confined to the hospitals to prevent further spread of infection and also to attend to the worsening of the physical health status.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 143,
                    "text": "(World Health Organization, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since the emergence of COVID-19 pandemic, peoples have shown an increase in the psychological issues in the form of anxiety and depression (Grover et al., 2020a; Tandon, 2020a Tandon, , 2020b . The stress due to COVID-19 is leading to excessive fear, worry, depressive symptoms and panic attacks. Furthermore, the diagnosis of COVID-19, leading to isolation, lockdown or quarantine can precipitate existing psychiatry morbidity, especially depression, anxiety disorder or suicidal tendencies (Sahoo et al., 2020; Wang et al., 2020) . Another concern for people is fear of death (\"'Deaths, Fear of Covid-19 Creating Anxiety, but There is Social Support, '\" 2020) .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 161,
                    "text": "(Grover et al., 2020a;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 162,
                    "end": 175,
                    "text": "Tandon, 2020a",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 176,
                    "end": 191,
                    "text": "Tandon, , 2020b",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 492,
                    "end": 512,
                    "text": "(Sahoo et al., 2020;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 513,
                    "end": 531,
                    "text": "Wang et al., 2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 653,
                    "end": 661,
                    "text": "'\" 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A diagnosis of COVID-19 infection is often equated with death and generates severe anxiety (Grover et al., 2020b; Sahoo et al., 2020) . In the absence of a proper evaluation of mental health status by the mental health professionals (MHPs), anxiety, amounting to panic attacks in persons admitted to COVID-19 ward, can initiate a panic reaction among the health care workers. The Panic attack can be perceived by the physicians as a worsening of physical health status, leading to shifting the patient to the ICU and other life support measures in an attempt to save their life. Hence, MHPs must be involved in the care of patients with COVID-19 infection. In this report, we present a COVID-19 patient, who developed panic attack during the initial few days of admission, which was interpreted as an exacerbation/worsening of the symptoms of the COVID-19, but timely intervention by the MHPs averted the shifting of the patient to the ICU.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 113,
                    "text": "(Grover et al., 2020b;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 114,
                    "end": 133,
                    "text": "Sahoo et al., 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 26 yrs old female, was admitted to the COVID ward, after being found positive for the infection. At the time of admission, she was asymptomatic, and her physical parameters were stable and within normal limits. The blood investigation, including complete blood count, renal function test, liver function test and chest x-ray posterior-anterior view did not reveal any abnormality. The patient had a history of contact with an individual infected with COVID-19. At the time of admission, initial mental health screening revealed that she was concerned about her family members, friends and person with whom she had come in contact with after coming in contact with the infected person. She was also apprehensive of her physical health worsening soon. She was reassured, and supportive sessions were taken. She was informed that most people remain asymptomatic or develop mild symptoms. Only a small proportion of patients, who have the vulnerability, require ICU support. As she was young and had no comorbidities, it is improbable for her to develop very serious illness. She was further reassured that she is being closely monitored. She was also advised to keep herself busy and follow an activity schedule to keep herself distracted from the physical health concerns. During the first 3 days, her anxiety persisted at the same level, and the supportive sessions were continued.On the 4th day, suddenly she started having palpitation, shortness of breath, chest discomfort, followed by hyperventilation. She laid down on the floor. On examination, her oxygen saturation was found to be 85 % in room air, and the temperature was found to be 99.4°F tachycardia and tachypnoea. The treating team shifted the patient to an IICU, considering it as worsening of her physical health status due to COVID-19 infection. However, before any intervention could be started, she requested that she should be allowed to talk to the MHP. She was communicative, and when an MHP interviewed her, she reported of severe anxiety, was asked to practice deep breathing, and within 10−15 min, her oxygen saturation improved to 99 % in room air and other physical symptoms subsided. She was shifted back to the recovery room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After this incidence, she disclosed that she had an episode of depression about 3 years back and was treated with Tab. sertraline 100 mg/day for 6-8 months. She had 4-5 episode of a panic attack (similar symptoms as in the index episode) in last 2 yrs back, would always be apprehensive of having episodes in future and would take Tab. clonazepam 0.25 mg sos basis. Following this, she was started on Tab.sertraline 50 mg/day and Tab. clonazepam 0.25 mg on SOS basis. She had no features of Agoraphobia. Based on this, diagnosis of Panic disorder without Agoraphobia with a diagnosis of Severe Depression without psychotic symptoms, currently in clinical remission (as per the ICD-10 diagnostic criteria) was made. During her further stay in the COVID ward, supportive sessions were continued, she was asked to continue with breathing exercises and the activity schedule.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The present case brings forth 2 important issues among patients admitted to COVID-19 ward. First, how psychological symptoms, such as the panic attack, can mimic, worsening of physical health status and lead to a panic mode reaction among the physicians. This reaction of the physicians is justified to save the life of the patient. In this case, if the patient would not have taken the initiative to discuss her anxiety with the MHPs, most likely she would have been intubated and put on supportive measures, considering the marked drop in oxygen saturation. Second, this case demonstrates the importance of the involvement of MHPs in the COVID-19 ward. Although, during the initial evaluation, possibly due to stigma, the patient did not disclose about her previous history of mental disorder, later came up with the same, at the time of the crisis. This case also provides a lesson that, the MHPs, while carrying out the initial evaluation of patients admitted for COVID-19 should, thoroughly review the past psychiatric history, rather than focusing only on the current symptoms. This case demonstrates how the involvement of MHPs, not only saved the patient from more intensive treatment but also saved the scarcely available ICU resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We have no financial disclosure to make.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial disclosure"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "NIMHANS Director [WWW Document",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Deaths",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Fear of Covid-19 Creating Anxiety, but There is Social Support",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Psychological impact of COVID-19 lockdown: An online survey from India",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grover",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sahoo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mehra",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Avasthi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tripathi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Subramanyam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pattojoshi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Saha",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chakraborty",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vaishnav",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "P"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Dalal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Chadda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gautam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sarkar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S S"
                    ],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C J"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Indian J Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Why all COVID-19 hospitals should have mental health professionals: the importance of mental health in a worldwide crisis!",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grover",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dua",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sahoo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mehra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nehra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chakrabarti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian J. Psychiatr",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajp.2020.102147"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Self-harm and COVID-19 Pandemic: an emerging concern -a report of 2 cases from India",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sahoo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Parveen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mehra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chakrabarti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grover",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tandup",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian J. Psychiatr",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajp.2020.102104"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The COVID-19 pandemic, personal reflections on editorial responsibility",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Asian J. Psychiatr",
            "volume": "50",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajp.2020.102100"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 and mental health: preserving humanity, maintaining sanity, and promoting health",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian J. Psychiatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajp.2020.102256"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Immediate psychological responses and associated factors during the initial stage of the 2019 coronavirus disease (COVID-19) epidemic among the general population in China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17051729"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We sincerely thank all the healthcare workers involved in the care of patients with COVID-19 infection at Nehru Extension Block, Post Graduate Institute of Medical Education and Research, Chandigarh.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}