{
    "paper_id": "3d545924ffd7086c6a9b8867d76028a21203186a",
    "metadata": {
        "title": "A new millennium conundrum: how to use a powerful class of influenza anti-neuraminidase drugs (NAIs) in the community",
        "authors": [
            {
                "first": "John",
                "middle": [],
                "last": "Oxford",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shobana",
                "middle": [],
                "last": "Balasingam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rob",
                "middle": [],
                "last": "Lambkin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Influenza A and B viruses cause serious medical problems and social disruption every year in particular countries of the world. The virus is notoriously fickle and may attack citizens in say two adjacent countries but not the third. More rarely a global pandemic virus emerges causing millions of deaths worldwide. The SARS outbreak has illuminated weaknesses in planning for sudden outbreaks of disease in a modern society and in particular how panic can grip and cause intense economic disruption. Many communities in the world are neither prepared for a global pandemic nor a very acute epidemic of influenza. The neuraminidase inhibit-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "because although such mutants occur the mutants are compromised and are less virulent than their drugsensitive parents and they spread less easily. The two drugs could be stockpiled to prepare for an influenza pandemic but, importantly, clinical and scientific experience need to be gained by using these inhibitors in the yearly conflagrations of epidemic influenza, which unchecked do great harm to our communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Until recently the only truly global respiratory virus was influenza A, causing huge medical and economic problems involving tens of millions of persons in the pandemic years of 1918, 1957 and 1968 1 as well as in the intervening seasons. But a completely new human pathogen, SARS coronavirus, 2 has now joined influenza as a global respiratory virus and the recent outbreaks in South East Asia and Hong Kong although minute by comparison with influenza will at the very least teach us how a modern society reacts to a brand new viral infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In comparative terms, the SARS outbreak has been very restricted both in numbers of patients infected and mortality. On the other hand, influenza in 1918 spread very slowly at first from an origin in army camps in the winter of 1917 3 and therefore we should reserve judgement about the future spread of SARS. Not unexpectedly air travel has transported SARS-infected persons to at least 20 other countries where small outbreaks have been described. In an unprecedented decision, WHO recommended a restriction on travellers' entry into Hong Kong, China and Canada in an attempt to contain the outbreak. The virus is new and like pandemic influenza A may have emerged from an avian or animal source possibly civet cats. Since there are no antiviral drugs or vaccines against coronavirus, communities have had to resort to using face masks. Other relatively small interventions such as reduced living density and careful washing of cups and saucers in the family environment could reduce transmission, with a virus like SARS, but not with a highly contagious virus like influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The main lesson from the SARS outbreak is that when the next influenza global or pandemic virus arises there will be virtually unlimited demand for antiviral drugs and vaccines. Every community in the world will place entire reliance on two classes of anti-influenza drugs, the M2 blockers (amantadine and rimantadine) and the anti-neuraminidase drugs (neuraminidase inhibitors; NAIs). With the comparison of SARS in mind and where whole communities in SE Asia were on the edge of panic, would our medical communities be able to cope with a truly global pandemic of influenza? Are we prepared or could the situation descend into chaos and even anarchy? To some extent these are social and political questions but scientific discovery and its practical application, in this case involving anti-influenza drugs, is the key to preventing these problems in the first place. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One of the first antiviral drugs to be discovered, amantadine, inhibited influenza A but not B virus. 4 This early observation of extreme specificity of antivirals set the scientific scene for all subsequent drugs against viruses. Only two broad-spectrum antivirals have been described, ribavirin and cidofovir. Influenza A causes more serious respiratory infection and more widespread outbreaks than influenza B. But influenza B virus like influenza A can still cause pneumonia and death. Soon after the discovery of amantadine, itself a child of the social and medical repercussions of the influenza A pandemics of 1918, 1957 and 1968, a small group of chemists in Vienna devised and then synthesized inhibitors of the viral enzyme neuraminidase (NA). This class of enzyme is widespread in the bacterial, viral and mammalian world but each species has a particular enzyme. Basically the NAs cleave sialic acid from their usual terminal position on the sugar side chains of glycoproteins. But given the biochemical and structure differences between the classes of NA it did not seem an impossible dream that some selective inhibitors of viral NA could be found. The first drug was FANA (2-deoxy-2,3dehydro-N-trifluoro acetyl neuraminic acid) and it had a profound blocking effect on the influenza NA with less inhibitory effect on bacterial or mammalian NA. But the drug did not have in vivo activity in mice infected with influenza. Two decades later and now armed with X-ray crystallography data on the influenza NA, a group of medical chemists studied in detail the interaction of FANA-like NA inhibitors at the atomic level. 5 They perceived that the interaction of the sialic acid lookalike molecule (FANA) with 11 or so amino acids at the active site of the NA, could be improved by adding side chains to FANA. Thus the original inhibitor was redesigned by adding a guanidinyl group to replace a hydroxyl carbon atom. When this drug, zanamivir, was tested in the laboratory the scientific group realized that they had made a major discovery. Their first announcement occupied the front page of Nature magazine. Zanamivir was a powerful inhibitor of a complete range of influenza A and B viruses, including pandemic viruses and even the recently isolated H5 viruses from chickens which, in the future, could become pandemic. Excitingly the drug, given by aerosol or spray, had very significant virus blocking effects and prevented death from influenza pneumonia in mice and ferret models. For human use a drug inhaler had to be developed when it was soon apparent that the new drug could stop virus spreading and infecting persons in the community, and in households: the so-called post-infection prophylactic mode. [6] [7] [8] Even in persons already showing clinical symptoms of influenza the drug was quickly able to resolve the clinical presentation of influenza, reduce temperature, abrogate cough and reduce virus load: 9 this is the therapeutic mode. We are presented with a virological breakthrough of the decade and, not surprisingly, several other scientific groups around the world worked to improve the first member of this new class of NA inhibitors. The second breakthrough came when another biotech company identified an inhibitory molecule with a lipophilic side chain. This drug could be taken orally and is now called oseltamivir. 10, 11 No head-to-head comparison of the two NAI molecules has been attempted in the clinic but it would be surprising if they had significant differences in efficacy. Both are powerful drugs against influenza A and B in the laboratory and in animal models.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 103,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1630,
                    "end": 1631,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2722,
                    "end": 2725,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2726,
                    "end": 2729,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2730,
                    "end": 2733,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3355,
                    "end": 3358,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3359,
                    "end": 3361,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discovery of a new class of anti-influenza drugs: the NAIs"
        },
        {
            "text": "In a separate review, we have analysed five placebo-controlled prophylactic studies of zanamivir and oseltamivir carried out mainly in the USA and Europe. 12 Overall, the protective effect of both drugs varies between 60% and 90%, suggesting very clearly that these drugs can be used effectively in the community to prevent spread of infection. There is less evidence of use in vulnerable settings such as homes for the elderly where attack rates can be very high but there is every reason to suggest the new inhibitors should be very effective in preventing disease.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 157,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Use of anti-NA drugs to prevent influenza in the community and particularly in the family"
        },
        {
            "text": "The randomized, double-blind, placebo-controlled post-infection prophylactic study conducted at 76 centres in North America and Europe during the winter of 1998-1999 is worthy of more detailed analysis. 8 The study included three hundred and seventy-seven index cases (ICs) of influenza, 163 (43%) of whom had laboratoryconfirmed influenza infection, and 955 household contacts (aged >12 years) of ICs including 415 contacts of influenza-positive ICs. Household contacts were randomly assigned by household cluster to take 75 mg of oseltamivir (n = 493) or placebo (n = 462) once daily for 7 days within 48 h of symptom onset in the IC. The IC of influenza did not receive antiviral treatment. Clinical influenza in contacts of influenza-positive ICs was confirmed by detection of virus shedding in nose and throat swabs or by a four-fold or greater increase in influenza-specific serum antibody titre between baseline and convalescent serum samples. In contacts of an influenza-positive IC, the overall protective efficacy of oseltamivir against clinical influenza was 89% for individuals, and 84% for households. In contacts of all ICs, oseltamivir also significantly reduced the incidence of clinical influenza, with 89% protective efficacy. Viral shedding was inhibited in contacts taking oseltamivir, with 84% protective efficacy. All virus isolates from oseltamivir recipients retained sensitivity to the active metabolite. Oseltamivir was well tolerated; gastrointestinal tract effects were reported with similar frequency in oseltamivir (9.3%) and placebo (7.2%) recipients. Very similar data were reported using zanamivir in prophylactic studies on campus or in the community. 7 As regards therapy or use of the drug to abrogate symptoms, clinical studies in the community showed that administration of inhaled zanamivir within 48 h of natural influenza A or B infection significantly reduced the duration of symptomatic illness by 1 day (4 versus 5 days) compared with placebo. Importantly, data also indicated that zanamivir treatment reduced the impact of influenza virus infection on a patient's productivity and health status and the number of contacts made with healthcare professionals. 9, 13 In comparable studies of oseltamivir in the community, a total of 629 healthy, unimmunized adults aged 18-65 years were enrolled after presenting within 36 h of onset and with a temperature of 38°C or more plus at least one respiratory symptom and one constitutional symptom. 14 Individuals were randomized to one of three treatment groups: oseltamivir 75 mg twice daily, oseltamivir 150 mg twice daily for 5 days or placebo. A total of 374 participants were confirmed to have influenza (60%). Duration of illness from the initiation of therapy was reduced by approximately 30% in the oseltamivir groups. In the 75 mg twice daily group, the median duration of illness was reduced to 3 days compared with 4.3 days in the placebo group (P = 0.001) and in the 150 mg twice daily group the duration was reduced to 2.9 days (P = 0.001). There was also a significant decrease in the symptoms of illness. Volunteers treated with oseltamivir reported a more rapid return to normal health and usual activities. Additionally, the incidence of secondary complication, predefined as pneumonia, bronchitis, sinusitis and otitis media, in subjects with influenza was reduced from 15% in placebo recipients to 5-9% in the two oseltamivir-treated groups. Antibiotic prescriptions for these complications were reduced.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 204,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1686,
                    "end": 1687,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2203,
                    "end": 2205,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2206,
                    "end": 2208,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Use of anti-NA drugs to prevent influenza in the community and particularly in the family"
        },
        {
            "text": "Whitley et al. 15 described a randomized double-blind placebo study in children from 1 to 12 years of age with clinically diagnosed influenza (fever > 38°C, history of cough and coryza) of <48 h duration. The children received 2 mg/kg oseltamivir or placebo twice daily for 5 days. Six hundred and ninety-five children were enrolled and 65% had serologically proven influenza. In children treated with oseltamivir, the median duration of illness was reduced by 36 h compared with placebo. New diagnosis of otitis media was reduced by 44% and the incidence of prescribed antibiotics was significantly reduced in the drug group. There was a 5.8% excess of emesis in the drug group. Oseltamivir therefore appeared to be an efficacious and well-tolerated therapy when used in children within 48 h of onset of influenza symptoms.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 17,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Use of anti-NA drugs to prevent influenza in the community and particularly in the family"
        },
        {
            "text": "The IMPACT study reported by Aoki et al. 16 was designed to investigate the relationship of time-to-treatment with illness duration and other efficacy parameters and confirmed that greater and incremental benefits can be gained from treating influenza as soon as possible after the appearance of symptoms. A total of 1426 patients (12-70 years) presenting within 48 h of the onset of influenza symptoms were treated with oseltamivir 75 mg twice a day for 5 days during the 1999-2000 influenza season; 958 (67%) had laboratoryconfirmed influenza virus infection. Earlier intervention was associated with shorter illness duration (P < 0.0001). Initiation of therapy within the first 12 h after fever onset reduced the total median illness duration by 74.6 h (3.1 days; 41%) more than intervention at 48 h. Intermediate interventions reduced the illness proportionately compared with 48 h. In addition, the earlier administration of oseltamivir further reduced the duration of fever, severity of symptoms and the times to return to baseline activity and health scores. Oseltamivir was well tolerated. The most common adverse events were nausea and vomiting, which were transient and generally occurred only with first dosing. Influenza illness is associated with virus replication in the respiratory tract that peaks 24-72 h after illness onset. Thus, drugs like oseltamivir or zanamivir that would ameliorate illness solely by inhibiting virus replication must be administered in the first 48-72 h of illness, and preferably as early as possible. Early intervention was shown to be strongly associated with a shorter duration and a reduced severity of illness, a faster resolution of fever and a faster return to normal health and activity. For the primary endpoint, the data demonstrated that the total duration of illness could be halved if influenza patients were treated early compared with intervention at 48 h. These data complement the results from an earlier study with oseltamivir in which subjects who started active treatment within 24 h of symptom onset had a 37% duration compared with 25% in those who initiated therapy within 36 h after onset of illness.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 43,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Use of anti-NA drugs to prevent influenza in the community and particularly in the family"
        },
        {
            "text": "Unlike measles or, in previous times, smallpox, influenza cannot be diagnosed with certainty by a clinician: rather the clinical hit rate is around 70%. Many viruses including the recently discovered SARS coronavirus, and paramyxoviruses, adenovirus and respiratory syncytial virus can cause a fever, cough, aches and pains. These medical problems can be solved scientifically by developing high-speed 10 min bedside tests for influenza. Unexpectedly the new drugs came up against a very modern and immensely solid barrier-medical economics. Governments in many countries faced with medical and scientific advances across a wide range of diseases have been alarmed. The question now increasingly asked is not solely will the new drug bring solace and relief to a patient but alongside 'will it save money'? The basis of the approach, at least with influenza, is that most younger persons unless they have diabetes or asthma will recover from influenza without medical intervention but, in contrast, their grandparents or their young babies are much more likely to end up in the Accident and Emergency clinic with chest pains and breathlessness needing rapid medical attention for virus-induced bronchitis and bronchopneumonia. So the new economic focus is whether by giving the NAI drug or indeed the older M2 blockers such as rimantadine and amantadine a hospital visit is averted, thereby avoiding a cost. This cost saving would justify expenditure on the drug. In essence, this scenario enquires how much drug needs to be used to prevent one person coming into hospital and at what cost. If the figures look gloomy such organizations usually attempt to restrict the more widespread use of a new drug. Such economic considerations have very much impeded widespread use of the two classes of influenza inhibitors in Europe. They are more widely used in Japan, the USA and Australia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The conundrum: how to use the new anti-influenza drugs and how not to use them"
        },
        {
            "text": "The practical problem is also to make sure that the drugs are not wasted on non-influenza respiratory disease. This is unlikely to be the case in an acute influenza outbreak but could occur in the intervening years when influenza does not reach epidemic levels yet circulates in the community and is even harder to diagnose clinically. The other problem, rather more managerial than medical or scientific, is how to arrange prescription and use of the new drugs within 48 h of onset of clinical symptoms. But in a modern mobile society with text messages, mobile phones and the internet it is surely possible to arrange a nurse or prescriber appointment especially whilst an influenza outbreak is in progress? Most influenza outbreaks last 4-6 weeks and thereafter the practice can soon return to normal. In reality, use of the drugs in a general practice would be expected to reduce the number of patients or staff with influenza and therefore help the efficient running of the clinic through a winter influenza crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The conundrum: how to use the new anti-influenza drugs and how not to use them"
        },
        {
            "text": "An idea which is often raised in the context of influenza is why not lock away the new anti-NA drugs for the next pandemic? The idea is seriously flawed, not because a stock of inhibitors is not needed, nor is the idea completely obscure when developed into rationale about virus resistance genes. But the flaw is in the practice of anti-influenza chemotherapy. In the event of the next pandemic and given the huge international social disruption we have witnessed during the miniscule SARS outbreak, an experienced cohort of hospital and general practice doctors will be absolutely essential to prevent mass national and international panic. Experience is the key word and if no doctor or nurse has had the clinical experience of treating a patient with those drugs, or using them to protect vulnerable patients, then the pandemic plan could quickly twist into chaos or worse. As regards drug resistance, mutations conferring resistance have been detected but rarely to date and the drug-resistant viruses have been shown to be less virulent and to spread less easily in animal model infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Drug resistance and the problem of a great pandemic"
        },
        {
            "text": "Therefore nothing can replace the careful year-by-year use and monitoring of the new anti-influenza drugs which should simultaneously give confidence to both doctor and patients alike that firstly influenza is not like the common cold virus because it can develop into a serious infection, that it can spread rapidly in the family and workplace, that it can be confidently diagnosed by the family physician and, most importantly that there is a new family of powerful drugs which can actually protect against infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Drug resistance and the problem of a great pandemic"
        },
        {
            "text": "It is unlikely, given the current low usage of the two licensed anti-NA drugs, that any pharmaceutical company will invest in the development of another molecule of this class. This analysis and perspective could change in the event of a series of major epidemics or, of course, a truly global outbreak of influenza A. The SARS outbreak may be a harbinger of the future: new respiratory viruses emerging from birds and animals in other virus families including coronavirus. 17 Therefore future antiviral chemotherapists may need to search for widespectrum antiviral molecules. Up to the present all antivirals, with the exception of ribavirin and cidofovir, have blocked replication of a very narrow range of viruses because they target only virus-specific proteins or enzymes. Thus aciclovir inhibits herpes viruses, the dideoxy nucleoside analogues and protease inhibitors target HIV, whilst oseltamivir and zanamivir inhibit influenza A and B viruses. Influenza is now known to perturb the functioning of a range of genes in the infected cell. Many successful therapies, excluding in the world of infection, target cellular proteins. Therefore, conceptually, new generations of antivirals could target cellular proteins, for example those proteins or cell enzymes whose activity increases during virus infection. The future challenge is to identify genes and gene products which are enhanced during infection by a wide variety of respiratory viruses and use these cellular proteins as targets for a new generation of broad spectrum virus inhibitory molecules. But the more immediate and pressing concern is to use the NAIs in the communities of the world to alleviate the clinical threat of influenza both to the elderly and to their younger and vulnerable companions and family and to show once and for all that outdated attitudes from the century before last that 'influenza and pneumonia are the old man's 'friend'' are not now accepted by the medical and scientific community.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 476,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "The future is the crystal ball exercise"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Influenza A pandemics of the 20th century with special reference to 1918: virology, pathology and epidemiology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Oxford",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Reviews in Medical Virology",
            "volume": "10",
            "issn": "",
            "pages": "119--152",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S M"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Tai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L M"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319--1344",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World War 1 may have allowed the emergence of 'Spanish' influenza",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Oxford",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sefton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet Infectious Diseases",
            "volume": "2",
            "issn": "",
            "pages": "111--115",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influenza, the Viruses and the Disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Stuart-Harris",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Schild",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Oxford",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Rational design of potent sialidase-based inhibitors of influenza virus replication",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Von Itzstein",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Nature",
            "volume": "363",
            "issn": "",
            "pages": "118--141",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Efficacy and safety of the neuraminidase inhibitor zanamivir in the treatment of influenza A and B virus infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Infectious Diseases",
            "volume": "180",
            "issn": "",
            "pages": "254--61",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Inhaled zanamivir for the prevention of influenza in families",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Gubareva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "343",
            "issn": "",
            "pages": "1282--1291",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effectiveness of oseltamivir in preventing influenza in household contacts",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Welliver",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Carewitc",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of the American Medical Association",
            "volume": "285",
            "issn": "",
            "pages": "748--54",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Efficacy and safety of the neuraminidase inhibitor zanamivir in the treatment of influenza virus infections",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Treanor",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "New England Journal of Medicine",
            "volume": "337",
            "issn": "",
            "pages": "874--80",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Use of the selective oral neuraminidase inhibitor oseltamivir to prevent influenza",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Atmar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schilling",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "New England Journal of Medicine",
            "volume": "341",
            "issn": "",
            "pages": "1336--1379",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Structure-activity relationship studies of novel carbocyclic influenza neuraminidase inhibitors",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "U"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lew",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Medicinal Chemistry",
            "volume": "41",
            "issn": "",
            "pages": "2451--60",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "New millennium antivirals against pandemic and epidemic influenza: the neuraminidase inhibitors",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Oxford",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Novelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sefton",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Antiviral Chemistry and Chemotherapy",
            "volume": "13",
            "issn": "",
            "pages": "205--222",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Zanamivir: from drug design to the clinic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Philosophical Transactions of the Royal Society of London B",
            "volume": "356",
            "issn": "",
            "pages": "1885--93",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Efficacy and safety of the oral neuraminidase inhibitor oseltamivir in treating acute influenza: a randomised controlled trial. US Oral Neuraminidase Study Group",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Treanor",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Vrooman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of the American Medical Association",
            "volume": "283",
            "issn": "",
            "pages": "1016--1040",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Oral oseltamivir treatment of influenza in children",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Whitley",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Reisinger",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Pediatric Infectious Disease Journal",
            "volume": "20",
            "issn": "",
            "pages": "127--160",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Early administration of oral oseltamivir increases the benefits of influenza treatment",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Aoki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Macleod",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Paggiaro",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Antimicrobial Chemotherapy",
            "volume": "51",
            "issn": "",
            "pages": "123--132",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A new infectious disease challenge: Urbani severe acute respiratory syndrome (SARS) associated coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Oxford",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bossuyt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lambkin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Immunology",
            "volume": "109",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . *Corresponding author. E-mail: m.bush@retroscreen.com",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}