{"paper_id": "3d5467d7853fce9ef9948bc008aee18f526b656e", "metadata": {"title": "Chloroquine Relieves Acute Lung Injury in Rats with Acute Hemorrhagic Necrotizing Pancreatitis *", "authors": [{"first": "Lei", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"postCode": "430030", "settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Yan", "middle": [], "last": "Chen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lin", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xiao-Ping", "middle": [], "last": "Chen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"postCode": "430030", "settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Wan-Guang", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"postCode": "430030", "settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Chun-You", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"postCode": "430022", "settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "He-Shui", "middle": [], "last": "Wu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"postCode": "430022", "settlement": "Wuhan", "country": "China"}}, "email": ""}]}, "abstract": [{"text": "This study preliminarily investigated the mechanism by which chloroquine (CQ) relieves acute lung injury (ALI) complicated in acute hemorrhagic necrotizing pancreatitis (AHNP). Sixty male Wistar rats were randomized into sham-operated group (group A, n=10), AHNP group (group B, n=10), L-arginine-treated group (group C, n=10), L-N-nitro-L-arginine methyl ester (NAME)-treated group (group D, n=10), CQ-treated group (group E, n=10) and CQ+L-NAME-treated group (group F, n=10). TLR4 expression was measured by using real time-PCR and Western blotting respectively. The results showed that, in the group B, the expression of TLR4 and the levels of TNF-α and IL-6 in the lungs were significantly increased, and the nitric oxide (NO) concentration was reduced, as compared with those in the group A (P<0.05 or P<0.01). Lung injury was aggravated with the increased expression of TLR4. When the inhibitor and stimulator of TLR4, namely L-Arg and L-NAME, were added respectively, lung injury was correspondingly relieved or aggravated (P<0.05 or P<0.01). In the group E, TLR4 expression was substantially lower and NO concentration higher than those in the group B (P<0.05 or P<0.01). However, in the group F, NO concentration was markedly decreased, and the inhibitory effect of CQ on TLR4 expression and the relief of lung injury were weakened when compared with those in the group E (P<0.05 or P<0.01). It was concluded that TLR4 may play an important role in the pathogenesis and development of ALI complicated in AHNP. CQ could relieve ALI by decreasing the TLR4 expression and increasing the NO release.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": " Acute hemorrhagic necrotizing pancreatitis (AHNP) is a serious condition and is characterized by high mortality and morbidity. Many factors have been known to be involved in the triggering of acute pancreatitis. However, once the inflammatory process is initiated, the ultimate outcome is relatively independent of the causative agents. Pancreatic damages and end-organ dysfunctions are both related to the severity of the inflammatory response [1] . Systemic inflammatory response syndrome (SIRS) and cytokines play an important role in the pathogenesis and development of AHNP [2] [3] [4] . Recently, some researches showed that Toll-like receptor 4 (TLR4) activated by stimulators resulted in excessive production and release of cytokines, which ended up with SIRS [5] .", "cite_spans": [{"start": 447, "end": 450, "text": "[1]", "ref_id": null}, {"start": 581, "end": 584, "text": "[2]", "ref_id": null}, {"start": 585, "end": 588, "text": "[3]", "ref_id": null}, {"start": 589, "end": 592, "text": "[4]", "ref_id": null}, {"start": 770, "end": 773, "text": "[5]", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Acute lung injury (ALI) is one of the most common Lei ZHANG, E-mail: zhangl@tjh.tjmu.edu.cn † These authors contributed equally to this work.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "complications in AHNP and often occurs at the early stage of the disease, and may progress into adult respiratory distress syndrome (ARDS) [6] . We have previously demonstrated that chloroquine (CQ) could reduce the expression of TLR4 gene and the subsequent transcription of pro-inflammatory genes, and thereby relieve ALI complicated in AHNP. Our previous study has also shown that CQ increased nitric oxide (NO) release in the lungs of rats with AHNP [7] and NO had anti-inflammatory effects [8] . On the basis of these findings, we conducted this study to examine the effect of CQ on ALI in AHNP, and to explore whether CQ can reduce TLR4 expression and the subsequent pro-inflammatory cytokine release by increasing NO production. ", "cite_spans": [{"start": 139, "end": 142, "text": "[6]", "ref_id": null}, {"start": 454, "end": 457, "text": "[7]", "ref_id": null}, {"start": 495, "end": 498, "text": "[8]", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Sixty Wistar male rats, weighing 180-200 g, were bought from the Center of Experimental Animals of Tongji Medical College, HUST, China. The rats were randomized into sham-operated group (group A, n=10), severe acute pancreatitis (SAP) group (group B, n=10), L-Arg-treated group (group C, n=10), L-NAME-treated group (group D, n=10), CQ-treated group (group E, n=10) and CQ+L-NAME-treated group (group F, n=10). SAP models were established by infusing 5% TAC (0.1 mL/100 g) into the bilio-pancreatic duct of the rats. Before the infusion, 5% CQ (50 mg/kg) was intraperitoneally injected in the groups E and F, and 5% L-Arg (200 mg/kg) or 1% L-NAME (10 mg/kg) was injected through the inferior caval vein in the groups C and D. The rats in the group A were subjected to only laparotomy. The animals were sacrificed 12 h after the infusion of 5% TAC in all the groups except group D, in which the rats could not survive beyond 8 h. Samples of lungs and venous blood were collected for examination.", "cite_spans": [], "ref_spans": [], "section": "Model Establishment and Grouping"}, {"text": "Lung histological score and lung injury index were used to assess the degree of lung injury. Sections of lungs were cut, fixed in 10% formalin, and HE-stained to obtain lung histological score by using a standardized scoring system [9] . Broncho-alveolar lavages were harvested and lung injury index was determined by the ratio of broncho-alveolar lavage to serum protein level.", "cite_spans": [{"start": 232, "end": 235, "text": "[9]", "ref_id": null}], "ref_spans": [], "section": "Lung Histological Score and Lung Injury Index"}, {"text": "Serum amylase level and NO concentration in the lungs were spectrophotometrically measured by following kit instructions.", "cite_spans": [], "ref_spans": [], "section": "Serum Amylase Levels and the NO Concentration in the Lung"}, {"text": "Sections of the lungs were prepared immediately after the death of the rats and kept at -80°C until assayed. The levels of TNF-α and IL-6 were determined by employing enzyme-linked immunosorbant assay (ELISA) according to the manufacturer's protocol. The levels of TNF-α and IL-6 could be detected at the minimum of 7 pg/mL and 60 pg/mL, respectively.", "cite_spans": [], "ref_spans": [], "section": "TNF-α and IL-6 Levels in the Lung"}, {"text": "The mRNA expression of TLR4 was assayed by RT-PCR. Total RNA was prepared with the RNAeasy kit. RNA (2 μg) was reversely transcribed by using ReverTra Ace-α-kit, and 2 μL of cDNA was subjected to 40 cycles of PCR. The sequence of TLR4 primer was as follows: 5'-ATCATGGCATTGTTCCTTTCCT-3' (sense), 5'-CT-GAGATTCTGATCCATGCATTG-3' (anti-sense), with the length of the product being 100 bp. The sequence of β-actin primer was as follows: 5'-GAACGGTGA-AGGTGACAG-3' (sense), 5'-TAGAGAGAGTGGGG-TGG-3' (anti-sense) and the product was about 150 bp. The reaction products were subjected to the following thermal cycles on the FTC-2000 Real-time Thermal Cycler (Fengling Biotechnology Limited Co., China): 94°C for 5 min, followed by 40 cycles of 94°C for 30 s, 58°C for 30 s and 72°C for 45 s.", "cite_spans": [], "ref_spans": [], "section": "TLR4 Expression in the Lung"}, {"text": "The protein expression of TLR4 in the lung was assayed by using Western blotting. Lung tissues were homogenized and total protein (20-40 μg) was loaded on polyacrylamide gel (8%-10%). After separation by electrophoresis, the proteins were transferred to a nitrocellulose membrane. After blocking, the membranes were incubated with rabbit polyclonal anti-TLR4 antibody or rabbit anti-actin antibody overnight at 4°C, and then with goat anti-rabbit secondary antibody for 60 min at 37°C. Bands were visualized with ECL Western blotting substrates.", "cite_spans": [], "ref_spans": [], "section": "TLR4 Expression in the Lung"}, {"text": "The data were expressed as ±s and assessed by LSD test with the aid of SPSS 12.0. A P value less than 0.05 was considered to be statistically significant.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "The serum amylase level was significantly increased in the group B when compared with the group A, which had normal level of serum amylase (P<0.01). The serum amylase levels in the groups C and group E were significantly lower than that in the group B, while the group D had higher level of serum amylase than the group B (P<0.05). Compared with the group E, the serum amylase level in the group F were markedly increased (P<0.05) (table 1). ", "cite_spans": [], "ref_spans": [], "section": "Serum Amylase Activity"}, {"text": "Little amount of TNF-α and IL-6 could be detected in the lungs of rats in the group A, and they were significantly increased in the group B (P<0.01). The changes of NO concentration in the lungs in the different groups were quite the opposite of those of TNF-α and IL-6. The group C had increased NO concentration and decreased levels of TNF-α and IL-6 when compared with the group B (P<0.01). There was a decrease in NO concentration, and an increase in the levels of TNF-α and IL-6 in the group D as compared with the group B (P<0.01). Treatment with CQ in the group E led to a higher concentration of NO and lower levels of TNF-α and IL-6 (P<0.01). Compared with the group E, the group F had reduced NO release and increased levels of TNF-α and IL-6 (P<0.01) (table 1).", "cite_spans": [], "ref_spans": [], "section": "NO and Cytokine Release in the Lung"}, {"text": "TLR4 mRNA and protein were expressed at a low level in the lungs of rats in the group A. Both mRNA and protein expression levels of TLR4 were increased in the group B (P<0.01). As compared with the group B, TLR4 expression was decreased in the group C and E (P<0.01). Treatment with L-NAME significantly increased the TLR4 expression in the group D (P<0.01). When CQ and L-NAME were administrated simultaneously, TLR4 expression in the group F was higher than that in the group E (P<0.01) (table 2). ", "cite_spans": [], "ref_spans": [], "section": "TLR4 mRNA and Protein Expression in the Lungs"}, {"text": "Compared with the group A, lung histological scores and lung injury indices were significantly increased in the group B (P<0.01), suggesting that lung injury was severe in group B. Treatment with L-Arg decreased both lung histological scores and lung injury indices in group C, while L-NAME aggravated lung injury in group D (P<0.01). Lung histological scores and lung injury indices in group E were significantly lower than those in the group B (P<0.01). Compared with the group E, the group F had higher lung histological scores and lung injury indices (P<0.01) (table 3) . ", "cite_spans": [], "ref_spans": [{"start": 564, "end": 573, "text": "(table 3)", "ref_id": "TABREF3"}], "section": "Lung Histological Scores and Lung Injury Indices"}, {"text": "In the present study, we examined the effect of CQ on ALI complicated in AHNP and explored the possible mechanisms. It was found that both CQ and NO precursor L-Arg could attenuate ALI complicated in AHNP while the NO synthetase inhibitor L-NAME aggravated it. When AHNP rats were treated with CQ in combination with L-NAME, the protective effect of CQ was reduced.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "TLRs are the key front-line sensor of invading microbes, responding to a wide range of microbial products by recognizing a different pathogen-associated molecular pattern (PAMP). TLR4 is a major receptor of LPS and is activated in the infections caused by Gram-negative bacteria and fungal pathogens. Besides LPS, TLR4 recognizes damage associated molecular pattern molecules such as heat shock protein 60 and 70, as well as the extra domain A of fibronectins, oligosaccharides of hyaluronic acid, heparan sulfate and fibrinogen [10] [11] [12] . Up-regulated TLRs expression leads to a series of signaling events which result in acute host responses necessary to kill invading pathogens. Mice with a mutation in the TLR4 gene have an increased susceptibility to infections [13, 14] . However, over-production of pro-inflammatory cytokines induced by signaling through TLR4 can lead to undesirable tissue damages [15] . Our data showed that TLR4 expression and release of cytokines were increased in lungs of rats with AHNP. Treatment with CQ, a TLR4 inhibitor, inhibited TLR4 expression and the release of cytokines, resulting in attenuation of lung injury in AHNP. TLR4 expression might play an important role in the pathogenesis and development of ALI complicated in AHNP. So TLR4 might be used as a novel therapeutic target for the treatment of AHNP and ALI complicated in AHNP [16] .", "cite_spans": [{"start": 529, "end": 533, "text": "[10]", "ref_id": null}, {"start": 534, "end": 538, "text": "[11]", "ref_id": null}, {"start": 539, "end": 543, "text": "[12]", "ref_id": "BIBREF0"}, {"start": 773, "end": 777, "text": "[13,", "ref_id": "BIBREF1"}, {"start": 778, "end": 781, "text": "14]", "ref_id": "BIBREF2"}, {"start": 912, "end": 916, "text": "[15]", "ref_id": "BIBREF3"}, {"start": 1381, "end": 1385, "text": "[16]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Previous studies showed that L-Arg, the substrate of NO synthase, might induce acute pancreatitis [17, 18] . Other researches demonstrated that endothelial NOS-derived NO exerts a protective effect on acute pancreatitis induced by caerulein [19] . Treatment with NOS inhibitor caused aggravation of edematous acute pancreatitis to necrotizing pancreatitis [20] . This might have something to do with the different doses used in these studies. Our experiment provided evidence that NO exerts a protective effect on lungs of rats with AHNP. The results revealed that treatment with L-Arg , an NO precursor, decreased TLR4 expression and cytokine release in lungs of rats with AHNP. In contrast, treatment with L-NAME, a NO synthetase inhibitor, enhanced TLR4 expression and cytokine release. From these findings, we are led to postulate that NO exerts a protective effect on the lung of AHNP rats by reducing TLR4 expression and the subsequent cytokine release.", "cite_spans": [{"start": 98, "end": 102, "text": "[17,", "ref_id": "BIBREF5"}, {"start": 103, "end": 106, "text": "18]", "ref_id": "BIBREF6"}, {"start": 241, "end": 245, "text": "[19]", "ref_id": "BIBREF7"}, {"start": 356, "end": 360, "text": "[20]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "CQ has been extensively used to control malaria because of its high safety, efficacy and low cost. CQ has been recently found to be able to relieve acute pancreatitis by blocking the generation of trypsinogen activating peptides [21] . A clinical study showed that CQ had therapeutic effect on infection-associated hemophagocytic syndrome [22] . Researches have demonstrated that CQ can ameliorate bacterial infection and reduce pro-inflammatory cytokines provoked by infection via a variety of approaches [23] [24] [25] [26] . This study demonstrated that CQ reduced TLR4 expression and subsequent cytokine release in the lungs of AHNP rats and relieved the ALI complicated in AHNP. In addition, administration of CQ increased the NO concentration in the lungs. When AHNP rats were treated with CQ and L-NAME combined, the effects of CQ to reduce TLR4 expression, increase NO release and relieve ALI due to AHNP were all attenuated. These indicated that it might be an important pathway by which CQ inhibits TLR4 expression and relieve ALI due to AHNP by increasing the NO release.", "cite_spans": [{"start": 229, "end": 233, "text": "[21]", "ref_id": "BIBREF9"}, {"start": 339, "end": 343, "text": "[22]", "ref_id": "BIBREF10"}, {"start": 506, "end": 510, "text": "[23]", "ref_id": "BIBREF11"}, {"start": 511, "end": 515, "text": "[24]", "ref_id": "BIBREF12"}, {"start": 516, "end": 520, "text": "[25]", "ref_id": "BIBREF13"}, {"start": 521, "end": 525, "text": "[26]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In summary, this study provided evidence that TLR4 expression might play an important role in the pathogenesis and development of ALI complicated in AHNP. CQ exerts a protective effect on the lungs of AHNP rats principally by reducing TLR4 expression and subsequent cytokine release. CQ inhibits TLR4 expression and relieves lung injury complicated in AHNP by increasing the NO release. TLR4 might be a promising target for the treatment of ALI complicated in AHNP. NO and CQ can be considered to be a safe, cheap and effective candidate for the treatment of lung injury complicated in AHNP.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The innate immune system and its relevance to neonatal sepsis", "authors": [{"first": "S", "middle": [], "last": "Kenzel", "suffix": ""}, {"first": "P", "middle": [], "last": "Henneke", "suffix": ""}], "year": 2006, "venue": "Curr Opin Infect Dis", "volume": "19", "issn": "3", "pages": "264--270", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Impaired innate immunity in Tlr4 (-/-) mice but preserved CD8+ T cell responses against Trypanosoma cruzi in Tlr4-, Tlr2-, Tlr9-or Myd88-deficient mice", "authors": [{"first": "A", "middle": ["C"], "last": "Oliveira", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "De Alencar", "suffix": ""}, {"first": "F", "middle": [], "last": "Tzelepis", "suffix": ""}], "year": 2010, "venue": "PLoS Pathog", "volume": "6", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The TLR4-TRIF pathway protects against H5N1 influenza virus infection", "authors": [{"first": "K", "middle": [], "last": "Shinya", "suffix": ""}, {"first": "M", "middle": [], "last": "Ito", "suffix": ""}, {"first": "A", "middle": [], "last": "Makino", "suffix": ""}], "year": 2012, "venue": "J Virol", "volume": "86", "issn": "1", "pages": "19--24", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Disparate roles of marrow and parenchymal cell-derived TLR4 signaling in murine LPS-induced systemic inflammation", "authors": [{"first": "J", "middle": ["E"], "last": "Juskewitch", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Platt", "suffix": ""}, {"first": "B", "middle": ["E"], "last": "Knudsen", "suffix": ""}], "year": 2012, "venue": "Sci Rep", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Toll-like receptors in inflammation, infection and cancer", "authors": [{"first": "K", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Huang", "suffix": ""}, {"first": "W", "middle": [], "last": "Gong", "suffix": ""}], "year": 2007, "venue": "Int Immunopharmacol", "volume": "7", "issn": "10", "pages": "1271--1285", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Hydrogen-rich saline ameliorates the severity of L-arginine-induced acute pancreatitis in rats", "authors": [{"first": "H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Y", "middle": ["P"], "last": "Sun", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}], "year": 2010, "venue": "Biochem Biophys Res Commun", "volume": "393", "issn": "2", "pages": "308--313", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Beneficial effects of trypsin inhibitors derived from a spider venom peptide in L-Arginine-induced severe acute pancreatitis in mice", "authors": [{"first": "W", "middle": [], "last": "Ning", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2013, "venue": "PLoS ONE", "volume": "8", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Endothelial nitric oxide synthase is protective in the initiation of caerulein-induced acute pancreatitis in mice", "authors": [{"first": "M", "middle": ["J"], "last": "Dimagno", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Williams", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hao", "suffix": ""}], "year": 2004, "venue": "Am J Physiol Gastrointest Liver Physiol", "volume": "287", "issn": "1", "pages": "80--87", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Organ microcirculatory disturbances in experimental acute pancreatitis. A role of nitric oxide", "authors": [{"first": "M", "middle": [], "last": "Dobosz", "suffix": ""}, {"first": "S", "middle": [], "last": "Hac", "suffix": ""}, {"first": "L", "middle": [], "last": "Mionskowska", "suffix": ""}], "year": 2005, "venue": "Physiol Res", "volume": "54", "issn": "4", "pages": "363--368", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The pH modulator chloroquine blocks trypsinogen activation peptide generation in cerulein-induced pancreatitis", "authors": [{"first": "Y", "middle": [], "last": "Seyama", "suffix": ""}, {"first": "T", "middle": [], "last": "Otani", "suffix": ""}, {"first": "A", "middle": [], "last": "Matsukura", "suffix": ""}], "year": 2003, "venue": "Pancreas", "volume": "26", "issn": "1", "pages": "15--17", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Monocyte-mediated inhibition of TLR9-dependent IFN-α induction in plasmacytoid dendritic cells questions bacterial DNA as the active ingredient of bacterial lysates", "authors": [{"first": "J", "middle": ["M"], "last": "Poth", "suffix": ""}, {"first": "C", "middle": [], "last": "Coch", "suffix": ""}, {"first": "N", "middle": [], "last": "Busch", "suffix": ""}], "year": 2010, "venue": "J Immunol", "volume": "", "issn": "12", "pages": "7367--7373", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Experimental results on chloroquine and AIDS-related opportunistic infections", "authors": [{"first": "R", "middle": ["B"], "last": "Johan", "suffix": ""}, {"first": "A", "middle": [], "last": "Rui", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Salomé", "suffix": ""}], "year": 2001, "venue": "J Acquir Immune Defic Syndr", "volume": "26", "issn": "3", "pages": "300--301", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Chloroquine protects mice from challenge with CpG ODN and LPS by decreasing proinflammatory cytokine release", "authors": [{"first": "Z", "middle": [], "last": "Hong", "suffix": ""}, {"first": "Z", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "W", "middle": [], "last": "Liangxi", "suffix": ""}], "year": 2004, "venue": "Int Immunopharmacol", "volume": "4", "issn": "2", "pages": "223--234", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Enhanced anticryptococcal activity of chloroquine in phosphatidylserine-containing liposomes in a murine model", "authors": [{"first": "M", "middle": ["A"], "last": "Khan", "suffix": ""}, {"first": "R", "middle": [], "last": "Jabeen", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Nasti", "suffix": ""}], "year": 2005, "venue": "J Antimicrob Chemother", "volume": "55", "issn": "2", "pages": "223--228", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Chloroquine inhibits production of TNF-alpha, IL-1beta and IL-6 from lipopolysaccharide-stimulated human monocytes/macrophages by different modes", "authors": [{"first": "C", "middle": ["H"], "last": "Jang", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Choi", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Byun", "suffix": ""}], "year": 2006, "venue": "Rheumatology", "volume": "45", "issn": "6", "pages": "703--710", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Progema Co., China. PCR primers were provided by BioAsia Biological Co., China. TNF-α and IL-6 ELISA kits were bought from Jingmei Biotech Co. Ltd., China. Serum amylase test kit and NO test kit were from Jiancheng Biological Engineering Research Institute, China. TLR4 and actin polyclonal antibodies were purchased from Santa Cruz Biotechnology, Inc., USA.", "latex": null, "type": "table"}, "TABREF1": {"text": "Levels of serum amylase, and concentration of cytokines in the lungs", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Groups </td><td>n </td><td>Amylase (U/L) </td><td>NO (µmol/g prot) </td><td>TNF-α (pg/mL) </td><td>IL-6 (pg/mL) </td></tr><tr><td>A </td><td>10 </td><td>1046.20±425.84 </td><td>23.410±4.870 </td><td>83.80±12.28 </td><td>647.30±64.92 </td></tr><tr><td>B </td><td>10 </td><td>8671.20±4661.33▲ </td><td>8.020±1.736▲ </td><td>187.00±25.24▲ </td><td>930.60±47.49▲ </td></tr><tr><td>C </td><td>10 </td><td>5026.32±1441.42▲* </td><td>65.450±5.390▲* </td><td>142.00±9.25▲* </td><td>759.90±30.79▲* </td></tr><tr><td>D </td><td>10 </td><td>12835.20±4139.15▲* </td><td>5.710±2.012▲* </td><td>237.80±41.05▲* </td><td>984.90±48.82▲ </td></tr><tr><td>E </td><td>10 </td><td>5743.10±1519.33▲ </td><td>45.240±16.680▲* </td><td>156.50±12.39▲* </td><td>787.60±31.73▲* </td></tr><tr><td>F </td><td>10 </td><td>8219.00±3391.43▲★ </td><td>7.930±0.578▲★ </td><td>191.40±2.50▲★ </td><td>944.40±28.55▲★ </td></tr></table></body></html>"}, "TABREF2": {"text": "TLR4 mRNA and protein expression in the lung P<0.05 vs. group A, * P<0.05 vs. group B, ★ P<0.05 vs. group E", "latex": null, "type": "table"}, "TABREF3": {"text": "Lung histological scores and lung injury indices", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Groups </td><td>n </td><td>Lung histological score </td><td>Lung injury index </td></tr><tr><td>A </td><td>10 </td><td>0 </td><td>0.009±0.0003 </td></tr><tr><td>B </td><td>10 </td><td>2.300±0.260▲ </td><td>0.075±0.0157▲ </td></tr><tr><td>C </td><td>10 </td><td>1.400±0.189▲* </td><td>0.027±0.0169▲* </td></tr><tr><td>D </td><td>10 </td><td>2.700±0.238▲* </td><td>0.087±0.0224▲* </td></tr><tr><td>E </td><td>10 </td><td>1.600±0.267▲* </td><td>0.046±0.0048▲* </td></tr><tr><td>F </td><td>10 </td><td>2.100±0.234▲★ </td><td>0.073±0.0120▲★ </td></tr></table></body></html>"}, "TABREF4": {"text": "Table 2 TLR4 mRNA and protein expression in the lung", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Groups </td><td>n </td><td>TLR4 mRNA </td><td>TLR4 protein </td></tr><tr><td>A </td><td>10 </td><td>0.912±0.2974 </td><td>0.101±0.0130 </td></tr><tr><td>B </td><td>10 </td><td>2.957±0.0828▲ </td><td>0.233±0.0588▲ </td></tr><tr><td>C </td><td>10 </td><td>2.515±0.3054▲* </td><td>0.129±0.0673▲* </td></tr><tr><td>D </td><td>10 </td><td>4.518±0.3103▲* </td><td>0.353±0.0045▲* </td></tr><tr><td>E </td><td>10 </td><td>2.645±0.3714▲* </td><td>0.119±0.0042▲* </td></tr><tr><td>F </td><td>10 </td><td>2.812±0.0870▲★ </td><td>0.177±0.0059▲★ </td></tr></table></body></html>"}}, "back_matter": []}