{
    "paper_id": "3d578fcb9b002681aa17565a56781446f99fdc4b",
    "metadata": {
        "title": "Conclusion: The Future of Rap Discourses in America's Colonies",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A soundwave representation of 2Pac's \"I Don't Give a F*ck\" with the quote above highlighted (2Pac, \"I Don't Give a Fuck,\" 2pacalypse Now [Sound recording] [Interscope Records, 1991]) I argue that if public officials and scholars looked \"between the lines\" of local rap music elsewhere, they would probably find more political content-perhaps with a different history and of a different nature. Although I make the case that Oakland's discourse is distinct in a number of ways, I also conclude that the locale is one of many other Black colonies in the United States with a legacy of Black, Latinx, or poor youth responding to trapped oppression with organized, visualized, and vocalized resistance to abusive state power. A thorough examination of the underground development of political content from other inner-city American locales that had BPPSD chapters and/or a substantial presence of radical Black Nationalist organizations in the mid-1970s would likely reveal unique transfers of underground power from the Racial Justice Movement to rap music, involving unique local factors and unique types of music. Thus, there is a substantial need for future studies of local political content and rap music in colonies across the United States and worldwide. With the current popularity and commercialization of many hybrids of electronic dance music (EDM) and rap music, it is unclear whether it will become easier to differentiate local messages about internal colonies from mainstream music or whether this resistance will be layered in the new products. In focusing on messages of political power and subjugation, and to carefully examine the political content of local scenes, it would be more effective to conceive of the rap community as a collection of micro-scenes (each scene being a mid-sized or major US city) that can be linked through better methodological research.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 182,
                    "text": "Records, 1991])",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To examine political content in the Bay Area locale, this book has presented case studies of the unique discourses of the Black Panther Party for Self Defense, gangster rap, and hyphy music. My quantitative finding-that local rap music contained nearly double the level of key political references than its mainstream counterparts-led to my qualitative analysis of both sets of sources and my central argument. Due to local, state, and national government failures to respond to the incessant violence, poverty, and poor social conditions in West Oakland, East Oakland, and other sections of the San Francisco Bay Area, a particular form of resistance was created, nursed, and eventually exported. Centrally, this form of resistance was remarkably and strikingly different from most other forms of politics during the BPPSD era, and other forms of rap during the gangster and hyphy eras. When compared to much of the mainstream Civil Rights Movement discourse and the vast majority of mainstream rap music, the Oakland discourse is more militant, more radical, and ultimately, deeper in its systemic critique of \"the state.\" As such, it is of vital importance to understand the local discourses as a form of political communication during tumultuous times for Black, Latinx, and poor youth located in inner-city America.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of Findings in Local Rap Music"
        },
        {
            "text": "Locally, I understand the connection between local rap and the Panthers as both an evolution and as a negation. As an evolution, one can look at the trajectories of Oakland's reality-based subgenres that heavily used quotidian narratives as a means of transforming subaltern positions into sources of power by using violence as a currency or common language. As a negation, local rap music remained a capitalist product; often spoke about illegal and detrimental capitalist development; in some (or many) cases used violence indiscriminately directed back at the local community; and did not overtly seek to unite individuals into a new political framework. Yet, local rap music harnessed the politics of visibility, last resort, and disregard for oppressive institutions, as explained in the next section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of Findings in Local Rap Music"
        },
        {
            "text": "Images and lyrics from 1985 to 1999 demonstrate that gangster rap was the predominant subgenre that emerged locally in Oakland. Overall, local gangster rap reproduced many of the concerns of the Panthers, but it diverged by revising the solution of revolutionary Black Nationalism, as proposed by the BPPSD, to delegitimized capitalism. At the same time, the less prominent local subgenres of politically conscious, socially conscious, and alternative rap better reproduced many of the solutions of the Panthers, but alternative diverged by not graphically detailing the problems of the East Bay underclass.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of Findings in Local Rap Music"
        },
        {
            "text": "Lyrics from 2000 to 2010 confirm that the four local rap subgenres became key components of the hyphy sound in Oakland and differed greatly from the \"crunk\" sound domestically and internationally. Although both sounds largely ignored or rejected positions promoted by the Panthers, the hyphy sound's roots in the locally developed subgenres nevertheless continued in the local tradition of critical discourse. Specifically, it did so by using unpredictable and \"crazy\" behavior to threaten a reclaiming of public spaces. The local brand continued to document current struggles in vivid detail, while most Billboard artists used their previous existence in the inner city as a way of exhibiting dangerous roots and thus staking a \"claim to fame\" to gain popularity. There is a clear \"post-hyphy\" music currently being created in Oakland, and it differs from \"trap music\" and rap's fusion with electronic dance music-common radio styles as of this writing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of Findings in Local Rap Music"
        },
        {
            "text": "Over these decades, local rap as a subaltern protest discourse created new opportunities to be seen, heard, and felt both within a given community and outside it. Primarily, gangster rap's added shock value in its ability to display violence, tell vivid stories of urban existence, and place the listener within urban, militarized space was combined with alternative frameworks in Oakland. This created a brand that effectively employed quotidian politics and day-to-day accounts-a method used previously by late 1960s and early 1970s Black Nationalist groups and leaders. Here, even the anecdotal became powerful-chock-full of hidden meanings, euphemisms, and double entendres available to insider listeners and passed over by outsider listeners. This key link between the BPPSD's political discourse and the music that arose thereafter is a distinguishing feature of the Bay Area sound. Indeed, the development of local rap music in Oakland, the East Bay, and the San Francisco Bay Area is a vital case due to its historical roots in radical and militant Black Power, initial thematic development during the rise of the gangster rap subgenre, and geographical positioning north of the digital age capital. While a handful of local rap artists reached audiences outside of Oakland, the vast majority remained contained within the Bay Area underground.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of Findings in Local Rap Music"
        },
        {
            "text": "My goal in this book was to examine political content in Oakland. However, the content analysis method used in the book could be applied to other US cities and regions, other international cities and regions, other genres, subgenres, and micro-subgenres, other media formats essential to popular and underground culture, or other academic disciplines, research questions, and examination foci. For example, the idea of building a locally informed, collective, and authentic \"discourse bank,\" \"soundbank,\" or \"media bank,\" that documents longitudinal trends could be used beyond the fields of Political Science, Critical Race Studies, or Urban Politics. As I detail in the next section, this type of adaptability is the center of this comparative-micro-scenes approach. There is certainly a need for additional work and deep, book-length studies of underground discourse banks. With a handful of exceptions, most of the other 24 rap scenes do not have comprehensive examinations using local underground sources as primary source material. In addition, Oakland should continue to be reexamined with a focus on another aspect of underground culture or formed from a different \"reading\" or a different \"test.\" As detailed in the introduction, there about 25 scenes with major influence on rap music evolution in the By mapping out the discourses from these cities, researchers would be able to capture most of the major rap genres, subgenres, and microsubgenres in the United States. 2 This book examined Oakland, and other books have focused on certain cities within the NY/LA axis and in the South, but generally, the 25 scenes above are devoid of book-length academic work on the relationship between political content and rap music. There are very few exceptions to this rule. The ones that exist are exceptional, as in the case of Matt Miller's Bounce. An example of this essential type of local rap music coverage of the LA rap underground told in Eithne Quinn's Nuthin' But a \"G\" Thang and in Marcyliena Morgan's The Real Hiphop. 3 Both books are written about art and culture in the LA scene and employ a different methodology than that used in RAP, and to my knowledge, there has not been comprehensive examination of the political content of LA rap music. Even the Oakland scene could be reexamined with a new focus. Kwame Harrison's Hip Hop Underground is a comprehensive study and it is fully immersed in the scene, and Harrison's main focus was on forms of identification. 4 There are many other US micro-scenes (and nearby scenes in other countries) that also warrant independent, book-length studies beyond these 25 micro-scenes. Scholars and multimedia practitioners should also continue to map and compare international cities and regions. These micro-scenes are ready for exploring questions about transformations of urban political environments and local power brokers, and the relation of music and art scenes to those concerns. Studies could consider questions about the connection between post-industrialization and crime, access to production technologies, the role of political organizing, and beyond. Perhaps the main question, though, is how does hip-hop culture grow in that community? Does rap music grow in that locale? If, so, what are the distinctive traits in message and sound? How, when, why, where, and for how long do these sound movements stay around?",
            "cite_spans": [
                {
                    "start": 1480,
                    "end": 1481,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2033,
                    "end": 2034,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2482,
                    "end": 2483,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Extending the Study Beyond the Oakland Rap Colony"
        },
        {
            "text": "How do we measure the volume, scope, and continuance of political content on a scene? In a comparative-micro-scenes approach, scenes would be explored as units and then compared to one another. In the case of rap music, this method can be used to compare local \"rap colonies\" to \"rap regions,\" \"rap nations,\" and \"rap worlds.\" This approach would contribute something new to the field and avoid methodological paradigms centered on analyzing rap music by use of mainstream products, quantitative and qualitative survey data, and personal artist interviews; instead, my concern is with better understanding groups that \"have not left behind them traditional written remains or have not been in the mainstream of American society and politics,\" because generally, \"we know infinitely more\" about the record keeper than the people a particular record is about. 5 There is another set of issues around forming an underground approach, as one author notes: sometimes you cannot date information with precision, creators' identities and points of origin can be lost, geography is unclear, and information might be collected by people with no knowledge of the original culture (and \"little scruple about altering or suppressing them\"). 6 Despite the inherent challenges, much can be gleaned from this type of analysis.",
            "cite_spans": [
                {
                    "start": 1229,
                    "end": 1230,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Directions for the Comparative-Micro-Scenes Approach"
        },
        {
            "text": "What many scholars have continued to miss is that the statements made by rappers have often been on full albums. The statements examined in this book-at least the ones during the rap album era-occurred on full albums, ranging from 45 to 90 minutes. So, in many ways, the topics and messages of a local group such as AMW, Digital Underground, or The Conscious Daughters or a local artist such as E-40, Spice 1, or Del the Funkee Homosapien must be multiplied tenfold to account for the rest of the songs on the full album. Once again, 2Pac is one of the best examples of this process, because his albums began to sell as whole units to the mainstream. This is significant because if a teenager heard a 2Pac song on the radio in the early 1990s, she would have to go to the store to buy a CD single or the full album. Both would contain additional messaging (and likely messaging that went beyond the radio version's language and themes). It might even contain a deeper tie and emphasis on the locale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Directions for the Comparative-Micro-Scenes Approach"
        },
        {
            "text": "Why is the locale so important? In a film about the importance of another locale, namely Memphis, we are told:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Directions for the Comparative-Micro-Scenes Approach"
        },
        {
            "text": "One day, this whole m*th*rf*ck*ng place is gonna be gone. This club, this city, man. This whole U.S. Of A., man, is just gonna turn to dust, right? And a whole new civilization is gonna rise from this one. And they gonna start digging, you know. They gonna dig up the pyramids over in Egypt. They gonna dig up the Eiffel Tower, Statue of Liberty and the Empire State. But if a n*gg* wanna know about me? Wanna know about Memphis? All they gotta do is find your first underground tape, n*gg*. 7 Thus, the representation was tied directly to the location, with the process of music-making given central importance. In addition, the story hints at a level of destruction of an old civilization and replacement of it with a new civilization. In this scenario, the rap music is the time capsule that carries the image of Memphis, Tennessee forward. This rap time capsule idea is about representation, and in most cases in the United States, it is tied to authenticity and locale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Directions for the Comparative-Micro-Scenes Approach"
        },
        {
            "text": "So, if representation is tied to authenticity and locale, why are there so few studies of local political content and musical or artistic production? Well, I argue that there is a macro/micro paradox that exists. There is a macro paradigm centered on using mainstream sources (especially sources with extensive music video and radio airplay) to tell us about political content in rap music in general and even to tell us about rap music on local rap music scenes. The micro-scene-level data that exists at the local level is hardly ever recognized, formally or meaningfully examined, or even authentically sought after by many academics who study hip-hop culture or rap music. The lack of micro-scene studies is probably mostly due to emotional costs. To truly attempt to know a rap micro-scene at an \"on-the-block\" level can take over one's mind, body, and soul-and it can be taxing in other ways if is a researcher's home or place of origin. In addition, there are also pressures to sell books and for academics to get published in great journals. Books about music that people have heard of might sell better than books about music that people have yet to hear about.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Directions for the Comparative-Micro-Scenes Approach"
        },
        {
            "text": "To truly address the issues contained in rap music, we need to take an interconnected, interdisciplinary, and local approach formed by looking at \"micro-scenes.\" By carefully analyzing rap content from the emerging Bay Area underground, this book has forwarded this new approach to analyzing rap music and the political plight of urban communities. In analyzing the actual messages and claims made by local artists, scholars can examine the validity of the claims, inform policymakers, and reduce the need for rap artists to continue to use violence, hustling, and contempt as chief modes of making their voices heard by the outside public. Yet, this proposition also creates a problem: intense micro-and ethnographical investigations of individual scenes require a different set of costs than macro-investigations. Although the costs and challenges of this research method and possible solutions must be considered, I suggest that the research method, local findings, and relationship to other Black colonies forwarded in this study can help foster more accurate and relevant ethnographic-centered studies of political content and rap music in other urban undergrounds. To truly address the issues raised by Black colonial discourse, I argue, scholars need to adopt a new scope formed by substantial micro-scene investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Directions for the Comparative-Micro-Scenes Approach"
        },
        {
            "text": "The mainstream appeal of rap music helped legitimize it as a topic of study for academics, and I am extremely grateful for academic work that paved the way and created a path for the research contained in this book. However, as rap became a topic of inquiry, there was a tendency to depend on primarily popular sources and macro approaches. This has led two very popular types of research ideas regarding rap music-and especially gangster rap music. First, rap music has been judged based on Black (and sometimes white) public opinion, and it is ultimately examined by using mainstream videos and songs. Second, rap music (and particularly gangster rap music) is sometimes understood as a vile, disgusting, and immature product of hatred that perpetuates false ghetto stereotypes, violence, misogyny, and homophobia. For example, even a scholar who noted 2Pac's \"justified\" reaction to the police decided that 2Pac was also a \"counterproductive force that engender[ed] a negative survival ethics among Black youths and contribute[d] further to racial disparity.\" 8 I am not sure the public opinion method as applied nor the mainstream method as applied has the ability to take the political content of rap seriously without some grounding in local scenes or the dismissal of local scenes otherwise explained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Directions for the Comparative-Micro-Scenes Approach"
        },
        {
            "text": "Many scholars have used the \"Black public sphere\" approach to judge mainstream rap music's impact on attitudes, and to actively legitimize rap as a valid form of quantitative research. By design, this approach exclusively uses mainstream, filtered, and mass media-transmitted sources. Since the fundamental goal of this approach is to judge the secondhand reception of rap music, the music analyzed must be widely available. For example, commercialized sources of consumption have been used to judge exposure and responding attitudes, behaviors, and even applications to education. 9 In both quantitative and qualitative approaches, the effort to treat rap as a part of the \"Black public sphere\" without fully examining its political content and reasoning has led to an overwhelming level of rap criticism. Others have had issue with the level of critique offered by rap: \"Although hip-hop encompasses more than rap music, rap music is not only the most consumed aspect of hip-hop but is arguably the easiest form to infuse with politics. But with exceptions, these analyses are more anecdotal than systematic, and as a result, we are not able to make larger claims about the political content of rap.\" 10 Although there is tremendous merit to these studies of rap and Black public opinion, I argue that their focus has been overly limited. The methodology would need to be seriously modified to offer us serious examinations of political content in urban undergrounds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Directions for the Comparative-Micro-Scenes Approach"
        },
        {
            "text": "The results of this book indicate that to better understand power and multimedia in urban America, Political Science, Critical Race Studies, and Urban Politics scholars need to adopt a new scope formed by comprehensive micro-scene investigation, using local sources to form accurate and relevant ethnographic-centered studies of the content and music in various urban undergrounds. By identifying and examining these local claims, future researchers can help make the outside public and policymakers aware of these issues, put pressure on government institutions, and form comprehensive solutions to address the issues raised.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Directions for the Comparative-Micro-Scenes Approach"
        },
        {
            "text": "Despite the benefits of micro-investigations in painting a more comprehensive picture of the origins and influences of rap music on local scenes, the associated costs are also notable. Upon looking back on methods of ethnographic research, I now understand that the \"involved-participant\" role was too costly in this particular case. It is a role riddled with threats to one's self-preservation of body, mind, and soul. Yet the information gained from such a technique is needed by the academy to better understand the problems of the urban locale. Still, the untrained adoption of the active-participant ethnographic approach is not recommended as a research model. Instead, I would recommend imagining other ways of obtaining more accurate readings of urban undergrounds without having to be physically \"on the block.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Directions for the Comparative-Micro-Scenes Approach"
        },
        {
            "text": "At least three possible solutions for solving this paradox are to create models that seek to: (1) use political ethnography to read the political content of local scene over time; (2) set up venues for local youth to voice, record, and hear back their messages; (3) form interdisciplinary, hybrid models with a focus on linking academic discipline subfield specializations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Three Solutions for Future Studies"
        },
        {
            "text": "The first solution could use the framework set up in this book as a starting point for areas of examination when looking at underground urban power and art-settings, representatives, movements, discourse banks, and impact. These elements could be used to begin building a comprehensive model to study and compare the other 25 rap scenes in major and mid-sized US cities. The framework seeks to help build a predictive power by systematically analyzing the relationship between the conditions experienced by Black, Latinx, and poor youth in a particular locale and the political content within emergent discourses in that same locale. When this framework is used to explore other cities, it could provide us with extremely rich data formed in locally produced rap music that can be used in comparing the experiences and discourses of other scenes both domestically and internationally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Three Solutions for Future Studies"
        },
        {
            "text": "The second solution (a sort of \"Open Mic Project\") could link newly created underground messages from micro-scenes. With a focus on emphasizing and creating significant and relevant political, economic, or social content, a local organization, corporation, or educational institution could create long-lasting, impactful programs where youth can come to vocal booths (or have technology at home that mimics basic live recording setups) and record what is on their mind. Songs could be created by asking the question: \"What happened to you on your way to today's session?\" 11 In the case of Open Mic programming, it seems logical to offer and cultivate programs focused on the practice of hiphop-DJing and production, breakdancing, art (specifically, graffiti arts), and style/knowledge to make learning environments more welcoming to Black, Latinx, and poor youth and help program administrators and researchers learn more about the plights or their mentees, advisees, or students in real time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Three Solutions for Future Studies"
        },
        {
            "text": "A third solution would use a hybrid model of content analysis and public opinion survey. However, to understand underground discourses, the information would need to be from people in the communities and about the music unique to those communities. Questions aimed at finding out more about a rap micro-scene's history could be mixed with surveysand the type of survey questions that stir up conversations at Black barbershops or hair salons or at Hip Hop Congress meetings on college campuses. 12",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Three Solutions for Future Studies"
        },
        {
            "text": "As part of this book's measurement of political content in Oakland, a \"test\" was created to measure Oakland's political content besides the Billboard's political content. As discussed in the introduction, this was designed by examining a song which appeared on the Billboard Charts at the same time the Oakland content being examined was released. I did this for 400 primary sources, and it yielded some important results. Put in scientific terms, both this book's experimental groups (100 Oakland rap albums and 100 rap singles) and control groups (100 Billboard rap albums and 100 rap singles) contained significant political content. As detailed in the introduction, the experimental group contained nearly double the type of political content measured.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Political Content in Mainstream Rap Music"
        },
        {
            "text": "While the Bay Area music had higher levels of political content when compared to the Billboard, during a qualitative analysis of the Billboard comparisons, there are some \"Billboard exceptions,\" or artists who gained mainstream popularity but dealt with some messaging that demonstrated some level of resistance to state power. This section organizes these anomalies from 10 US scenes that closely paralleled the Bay Area. The people on these scenes experienced similar issues stemming from the Great and Second Great Migration, systemic poverty, and the wars on crime and drugs. The argument here is that if scholars examined the political content of these US scenes, they would find something quite different than what has been presented in the existing literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Political Content in Mainstream Rap Music"
        },
        {
            "text": "This tells us that there is political content in some variety on that locale. All of the examples below were drawn from my \"test\" of the Bay Area sources against the Billboard sources, so each was found in a scientific manner of random sampling, testing, and experimentation. Organized regionally, prominent East Coast Queens and Brooklyn rapper appeared; West Coast rappers from Compton and South Central Los Angeles appeared; rappers from the South were represented by Atlanta, Houston, Memphis, and New Orleans; and the Midwest and North were represented by rappers from Philadelphia and Chicago. This does not mean the 15 other major rap micro-scenes around the country do not have political content. Rather, it means that in this random test, I was able to verify some level of political discourse appearing on the Billboard for the eight to 10 scenes below. If a researcher were to dig deeper into any of these scenes, they would likely find very high levels of political content.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Political Content in Mainstream Rap Music"
        },
        {
            "text": "In the rap albums era, a few Billboard artists displayed the threat of organized militancy through the display of firearms by groups. In 1993, Long Island, New York rap duo EPMD's Business as Usual cover highlighted an ambiguous but heavily armed police clampdown. Years later, in 1999, the cover of New Orleans rap group Hot Boys' Guerrilla Warfare flaunted a less than ambiguous threat of organized militancy with an exploding cop car-as if the rap group would oversee the annihilation of law enforcement. 13 Some artists depicted guns as necessary to survive on the streets by displaying them in a variety of poses. The exhibition of firearms began with Ice T's Power, the cover of which displays a woman with a gun as a primary offensive threat-through the fact that she is scantily clad and leaning on the gun rather than wielding it somewhat undermines the potential threat she poses-while the back cover reveals that the two men pictured are also holding guns, but shielding them, suggesting that the men focus on defense. The cover image and its attachment to the term \"power\" suggest that control is directly attached to having access to a firearm. Later, Detroit rapper Bo$$' Born Gangstaz album depicted the female rapper as heavily armed, implying that you did not want to meet in her alleyway without a gun. 14 Similarly, South Jamaica Queens, New York group Onyx's Bacdaf*cup album and Sacramento, California group DRS's Gangsta Lean both suggested that without a weapon of your own, journeying through the inner city would result in a beating, a gun whipping, or worse, and that you did not want to venture onto their block without the necessary tools to defend yourself. 15 Perhaps the clearest message attaching the display of firearms to survival appeared on Compton-based rapper Eazy-E's 1994 release It's On (Dr. Dre 187um) Killa; even while drunk, high, and alone, the rapper was armed and ready. 16 A year later, Compton-based rapper Eazy-E signed a group of rappers from Cleveland, Ohio, Bone Thugs-N-Harmony. Their artwork continued to depict urban strife in similar ways to Eazy-E. 17 This is evidence of a cross micro-scene influence that is similar to 2Pac's influence on the Oakland and LA scene, Master P's influence on the East Bay, CA and New Orleans, LA scenes, Too $hort's influence on the Bay Area, LA, and Atlanta scenes, Scarface's Houston-based Rap-a-Lot Records investments in East Bay, CA artists-among countless other examples.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 510,
                    "text": "13",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1687,
                    "end": 1689,
                    "text": "15",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1918,
                    "end": 1920,
                    "text": "16",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2107,
                    "end": 2109,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Imagery in Billboard Rap Albums (1985-2000)"
        },
        {
            "text": "Some Billboard artists also expressed anti-state symbolism through the burning of currency and through representing Black youth as ongoing targets of state repression through surveillance, prosecution, and force. Out of New Rochelle, New York, Brand Nubians' In God We Trust flaunted the destruction of American currency as a radical anti-state symbol. This action (illegal under Title 18, Section 333 of the US Code), paired with the album's title, rejected the dollar and its use of that phrase, symbolizing a rejection of both capitalism and the state. 18 Brooklynbred Junior M.A.F.I.A.'s Conspiracy showed Black youth as the targets of surveillance and prosecution with artwork that clearly exhibited that, even while the group was on trial, the state was still seeking evidence to use against them. 19 Public Enemy, a group with Long Island, New York origins, released Greatest Misses and Apocalypse 91…The Enemy Strikes Black effectively branded the notion of repression and victimhood. By presenting a Black torso in crosshairs and with missed rounds, the group made the statement that America was (unsuccessfully) trying to kill off the Black man. 20",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 558,
                    "text": "18",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 804,
                    "end": 806,
                    "text": "19",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Imagery in Billboard Rap Albums (1985-2000)"
        },
        {
            "text": "The paradigm of the urban wasteland was also reinforced through Billboard songs such as on Queens, New York's Mobb Deep's \"Shook Ones Pt. II\" from The Infamous, which offered a vivid warning from \"official Queensbridge murderers\" to outsiders who wanted to \"profile and pose.\" The outsiders would quickly find that they were all alone in the streets, as the inner-city dwellers would see the fear on the outsiders' faces as they would be \"laced up with bullet holes and such.\" 21 In addition, the music video opened with a kitchen scene depicting the production of crack cocaine and elements of gang life. Both the song and the video reinforced the urban paradigm, but it went further and deeper than previously done on a mainstream level. Artists such as New York's Wu Tang Clan's Genius/GZA used similar tactics in \"Cold Word\" on Liquid Swords, which painted a chilling picture of the ghetto warzone by describing New Year's Eve full of constant gunfire, crying babies, men dying and being arrested, and running from police while shooting back at them. 22 Later, Compton, California's Coolio released a hit single \"Gangsta's Paradise\" that interjected a socially conscious (and even biblical) meaning by comparing walking through an LA ghetto to walking \"through the valley of the shadow of death,\" and noted the chilling emulation of gangsters by children. 23 Meanwhile, artists from the South further contextualized urban crisis; examples included OutKast and Goodie Mob from Atlanta, Georgia and-to a lesser extent-Eightball (or 8Ball and MJG) from Memphis, Tennessee. On ATLiens, OutKast's \"Elevators (Me + You)\" discussed changes in the inner city, rapping about \"rats\" in the \"hood\" and the transformation of a woman who wants to sing but turns to prostitution for money. On On Top of the World, Eightball's title track discussed never forgetting the Orange Mound neighborhood streets he came fromincluding \"the drugs, the violence, not one day of silence\" and \"the robbing, the shooting, and mothas prostitutin'.\" On Soul Food, Atlantabased rap crew Goodie Mob's \"Cell Therapy\" discussed moving into a project building with a gated serial code, ongoing drug and gang activity, and a curfew as \"traces of a new world order.\" The group pondered whether the \"gate was put up to keep crime out\" or to keep them in. The chorus described people looking in the window (\"Who's that peeking in my window\") before being fired upon (\"POW! Nobody now\"). 24 Some artists on the Billboard mentioned the hood that they left behind but would never forget, and a final shift in this vein of discourse proposed offering hope to those in the projects and assuring them that life would go on. Examples of this included Houston rapper Scarface, Queens rapper Nas, and Brooklyn rapper Jay-Z. Nas and Newark rapper and singer Lauryn Hill's rendition of Harlem rapper Kurtis Blow's \"If I Ruled the World\" (from 1985) flipped the lifestyle of running from the police, thug life, and selling drugs into dreaming of a rap millionaire lifestyle. 25 On The Untouchable, Scarface's \"Smile (featuring 2Pac)\" featured an introduction from the deceased rapper explaining that there would be things in the future that would make it hard to smile, but suggested that keeping a sense of humor could help people keep their \"head up.\" Oakland rapper 2Pac's verse discussed the lifestyles of inner-city Black males as being \"stranded\" in a \"land of hell, jail, and crack sales\" in an attempt to \"hustle\" into material wealth. The rapper balances recollections of burying friends and living poor in the projects with urging his listeners to follow his lead and smile. 26 Signs of the commercial turning point in rap music were fully apparent by the time Jay-Z's \"Hard Knock Life (Ghetto Anthem)\" drew a comparison between inner-city poverty and the riches to be gained as a celebrity. His flagship song featured a sample from a chorus line in the Charles Strouse musical Annie. The sample features children singing \"It's the hard knock life for us.\" On the verses, Jay-Z rapped about his inspiration for rapping, saying that he rapped for those \"smoked out\" on marijuana and locked in jail cells. 27",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 479,
                    "text": "21",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1055,
                    "end": 1057,
                    "text": "22",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1360,
                    "end": 1362,
                    "text": "23",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2451,
                    "end": 2453,
                    "text": "24",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3027,
                    "end": 3029,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 3637,
                    "end": 3639,
                    "text": "26",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Internal Colonization Themes and Billboard Rap Albums (1985-2000)"
        },
        {
            "text": "Some artists claimed they were still being watched and prosecuted even after turning to legal endeavors. LA rapper Mack 10's raps explained that he was in the county jail despite a certified gold record on the streets. After his friend, the South Central LA rapper Ice Cube, sent him naked pictures of women, he was caught with the contraband, but as he took the stand, he claimed to be a \"changed man\" and asked to be set free so he could rap. 28 Others rapped about legal troubles even after turning to lawful activity. Junior M.A.F.I.A.'s hit song \"Get Money\" featured a rap verse from Notorious B.I.G. about an altercation with a woman that led to police intervention, as the woman decided to send federal agents to his home in order to take him to court and eventually steal his money. However, the rapper was able to post his own bail and \"commence to *ss kickin'.\" 29 Such examples were offered in a passing, humorous manner. As detailed in this book's introduction, stories like this carry extremely misogynistic undertones and present a real problem for the listener.",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 447,
                    "text": "28",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 872,
                    "end": 874,
                    "text": "29",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Warfare Themes and Billboard Rap Albums (1985-2000)"
        },
        {
            "text": "During the rap singles era, the lone Billboard artist with imagery similar to the militant or anti-state imagery used by the BPPSD was OutKast's Stankonia. The album sold listeners through radio-friendly songs such as \"Ms. Jackson\" and \"So Fresh, So Clean,\" but also contained some sly political content. The cover image featured the two rappers standing in front of a black-and-white American flag with their arms pointed toward the camera-a seemingly political, anti-state symbol. Although the meaning was not explicitly clear, we can infer by their positioning, the discoloration of the flag, and the first song that they were making a statement about the United States. Moreover, their first video was \"B.O.B. (Bombs Over Baghdad)\"-the 11th song on the 24-track album-which featured a fast-paced lyrical expression about a war culture in America. Even more telling was the first song after the album's introduction, \"Gasoline Dreams,\" which started with another fast-paced tempo and included the lyrics, \"burn, baby, burn American dream.\" In many ways, OutKast's cover and leading singles were inviting the listener to a deeper conversation about race and American politics. 30 The fact that this was the lone militant or anti-state image from the Billboard chart reflects the shift from albums to digital singles, as well as the role of commercial aims at achieving a wider audience. Digital rap singles did not require the elaborate liner notes associated with rap albums. In addition, artists were now widely releasing free mixtapes as promotions for their single and albums.",
            "cite_spans": [
                {
                    "start": 1179,
                    "end": 1181,
                    "text": "30",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Imagery in Billboard Rap Singles (2000-2010)"
        },
        {
            "text": "During the rap singles era, as during the rap album period, Billboard artists often recounted their roots in urban environments. Some indicated a past of divided economics and territory, others highlighted their new treatment as celebrities, and others used recollections of their rough upbringing as a warning. Hempstead, New York's Product G&B (featured on a Santana song) and Detroit's Eminem voiced economic difference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internal Colonization Themes and Billboard Rap Singles (2000-2010)"
        },
        {
            "text": "The former crooned about stopping looting, shooting, and robbing, the rich \"getting richer,\" and the poor \"getting poorer.\" 31 Around the same time, Eminem's \"Lose Yourself\" rapped about poverty resulting from not having a \"9 to 5 job,\" not being able to provide for his family, and having to use food stamps to buy diapers before deciding that he had to \"formulate a plot\" or \"end up in jail or shot.\" 32 It seems significant to mention that Eminem is a white rapper but shared similar stories of poverty and urban warfare to the Black communities described. In many ways, Eminem's rise demonstrates that problems of poverty in America sometimes transcend class. Terror Squad rapped about divided territory and youth trauma as a claim to ghetto authenticity; \"Lean Back\" described the Bronx as an area where children love to shoot guns, and the group stated that half the people in their rap crew had a \"scar on their face.\" 33 Other artists began to display the status and treatment of celebrity. Atlanta rapper Yung Joc's \"It's Goin' Down\" included an introduction about being from \"Ghettoville U.S.A.\" and \"College Park\" before raps about being approached by fans in the streets asking where he lived. The rapper then designated the setting as a place where they \"cut up\" stolen cars and detailed his celebrity in the area. As he explained, everybody loved him because he was \"so fly,\" and the people who saw him passing flashed peace signs (\"deuces\") as he rode by. Yet, he also rapped that the federal government was also on his trail on the suspicion of him selling drugs. 34 Some rappers also issued lyrical warnings that even as rich superstars, they could quickly return to their former ghetto lifestyle. These included emerging rappers such as Young Dro-who rapped about his Bankhead roots and described sleeping next to banana clips and drug addicts 35 -as well as established artists such as Bronx, New York's Fat Joe, Atlanta's T.I., Brooklyn's Jay-Z, and Long Beach, California's Snoop Dogg. For example, Fat Joe rapped that his nickname was \"Crack\" in the rough area he came from (due to drug pushers), and that outsiders needed an invitation or pass due to the heavy street code 36 ; T.I. rapped about the ghetto as \"an area that's shaded grey,\" saying he prayed for patience but others made him want to \"melt their face away.\" 37 Meanwhile, Jay-Z rapped about New York as a melting pot of crack dealers on street corners and hip-hop roots through Afrika Bambaataa, describing a place where foreigners \"for[get] how to act,\" 38 and Snoop Dogg rapped about having threats \"turf stomped\" because he was the \"turf punk.\" 39 Again, these were mostly established rappers who were calling on a former persona to stay current, revalant, and as a lasting claim to authenticity.",
            "cite_spans": [
                {
                    "start": 926,
                    "end": 928,
                    "text": "33",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1580,
                    "end": 1582,
                    "text": "34",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2542,
                    "end": 2544,
                    "text": "38",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2635,
                    "end": 2637,
                    "text": "39",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Internal Colonization Themes and Billboard Rap Singles (2000-2010)"
        },
        {
            "text": "Billboard rappers also described harassment due to wealth, explained how to beat provoked attacks, warned of a return to former lifestyles, and used anecdotal references to describe police. Harassment due to wealth was mentioned early on in \"Mo' Money, Mo' Problems\" (1997), as Notorious B.I.G.'s posthumous raps featured content about not having information for the Drug Enforcement Agency and described how \"federal agents\" were mad about him being offensive and how authorities tried to tap his cell phone and home phone. 40 Other rappers described how to respond to provoked attacks. On \"Ridin',\" Houston's Chamillionaire and Cleveland's Krayzie Bone rapped about police seeing the rappers driving and (out of jealousy) attempting to pull them over; the song's verses gave detailed accounts of how they dodged the police officers' efforts with both simple tricks and militant retaliation, eventually turning the tables and harassing the police at their homes. The topic of racial profiling was evident throughout the song, and the whole situation was provoked by weed use. 41 Yet the song and its chorus were clean enough to become a Volkswagen commercial, allowing a version of the song to reach a large and different audience.",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 527,
                    "text": "40",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1077,
                    "end": 1079,
                    "text": "41",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Warfare Themes and Billboard Rap Singles (2000-2010)"
        },
        {
            "text": "Rap celebrity status was referenced as a method of defense. Even on Shakira's \"Hips Don't Lie,\" Newark rapper Wyclef asked why the Central Intelligence Agency (CIA) wanted to watch Columbians and Haitiansespecially since they were just making music. 42 Shakira is Colombian, and Wyclef is Haitian, so they were making a reference to their lands of origin. Radio-ready raps such as \"Kryptonite (I'm On It)\" by the Atlanta crew Purple Ribbon All-Stars had verses about the police smelling weed from a vehicle and calling in canine officers; however, the rappers claimed to have a \"tough team of attorneys\" and a crooked, dirty judge-both likely ensuring a \"not guilty\" verdict and meaning they had no problem being searched. 43 Other rappers issued a threat of a return to former lifestyles and anecdotal references to police. For example, on LA entertainer Jamie Foxx's \"DJ Play a Love Song,\" Chicago, Illinois' Twista rapped about no longer running from police and instead making songs, though he also issued the threat that he was always a gangster, came from the streets, and had guns for \"whoever [thought] they want[ed] some.\" 44 Other rappers offered anecdotal references to police in passing or as a form of common sense, as in Atlanta rapper Young Jeezy's \"Lose My Mind,\" when guest collaborator Plies rapped, \"F*ck the police, 'cause all of 'em problems.\" 45 Miami rapper Rick Ross' \"The Boss\" used the controversy to provoke his listener by warning which warned his listener about being a \"lame lil' homie\" working for the police while pretending to know him. 46 Overall, these cases demonstrate that the discourse of resistance to law enforcement remained centrally important over all of the time periods discussed.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 252,
                    "text": "42",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 723,
                    "end": 725,
                    "text": "43",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1131,
                    "end": 1133,
                    "text": "44",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1364,
                    "end": 1366,
                    "text": "45",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1569,
                    "end": 1571,
                    "text": "46",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Warfare Themes and Billboard Rap Singles (2000-2010)"
        },
        {
            "text": "It is important to remember that all of this data was found in the \"control group\" to this book's study of the Oakland discourse. If we can find political content in rap music that has reached the Billboard charts, what would we find if we looked at these other urban undergrounds?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Warfare Themes and Billboard Rap Singles (2000-2010)"
        },
        {
            "text": "Rap music exposes elements of the \"American Nightmare\" and provides windows to view and examine political, economic, social, and technological problems that traditional datasets and methods in traditional academic fields tend to miss or willfully ignore. However, if we consider race to be an integral element in understanding American political development (APD), we must also start to examine underground power transformations in locations with longstanding histories of new immigrants and migrants. This book's research patterned an examination of power and message formation from below by analyzing rap music as a \"weapon of the weak.\" In the book, I created a content analysis approach centered on building and reading local discourse banks to better understand: (1) political development of local protest media; (2) tools and technologies used in the production of local messages; and (3) domestic and international comparative relationships between regional scenes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Future(s) of Rap Music in Local Scenes"
        },
        {
            "text": "Finally, it is important to note changing trends in Oakland and the Bay Area. Currently, a major issue in Oakland is related to gentrification, 47 which produces complex problems for youth living in areas with long-standing racial tensions and inequalities. As one author writes about Oakland: \"Today, even as it becomes increasingly diversified and gentrified, the city's spatial politics continue to reverberate, in both emancipatory and oppressive ways, with the imaginary of Oakland as a space of Black rebellion. Blackness, in other words, looms large in the city-its reputation, its representational politics, its archives-in ways that, in my experience, are significant for struggles over the cultural landscape.\" 48 Ultimately, this author also found issues with policing, as \"young people of color tend to be policed according to their perceived proximity to this stigmatized Blackness.\" 49 In this new housing market, as one author writes, Oakland has found a need to balance economic interests against the criminal justice system interest with measures such as \"gang injunctions.\" 50 As another author argues, Oakland is distinct for a number of reasons and two of them include being a \"global center of information technology\" and the fact that it is \"undergoing one of the most dramatic urban makeovers in the country.\" 51 Perhaps it is even useful to think about two images of Oakland's future power struggles-one from the recent film Fruitvale Station and the other from the recent film Black Panther. Both films were directed by Oakland native Ryan Coogler.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 146,
                    "text": "47",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 721,
                    "end": 723,
                    "text": "48",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 897,
                    "end": 899,
                    "text": "49",
                    "ref_id": null
                },
                {
                    "start": 1092,
                    "end": 1094,
                    "text": "50",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1333,
                    "end": 1335,
                    "text": "51",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "The Future(s) of Rap Music in Local Scenes"
        },
        {
            "text": "Fruitvale Station provided a day-by-day and play-by-play depiction of the January 1, 2009 killing of a 22-year-old Black man named Oscar Grant III at the hands of a Bay Area Rapid Transit (BART) police officer at the Fruitvale Station in Oakland. Grant was unarmed, and he was handcuffed facing the ground. This film, one of the first of its kind, highlighted Grant's attempt to be a better father, partner, and citizen before being shot and killed. This moment was in many ways one of the first high-profile, live broadcast/streamed killings of a young Black man by a police officer in the United States-five years before the killing of Michael Brown in Ferguson, Missouri. It also was part of the inspiration for the Black Lives Matter movement creators. According to one founder, Omi, the mixture of seeing Fruitvale Station, the acquittal of George Zimmerman in the killing of Trayvon Martin, and the killing of Michael Brown (and others) led to a conversation-which ended in the hashtag #BlackLivesMatter (#BLM) being used. 52 Thus, the killing of Grant was a proto-#BLM tragedy, a warning sign, and an example of the importance of understanding local protest politics. Its depiction in film was extremely powerful and moving. Meanwhile, we are told that the \"murder of Oscar Grant represents a long-standing pattern of violence in Oakland.\" 53 This event was also another example of devastation after a set of rising expectations. The Grant killing occurred months after some local youth helped mobilize in the election of Barack Obama and got involved with \"awareness and promotion of 2008 presidential voting.\" The devastation occurred as: \"His actual murder was recorded on several cell phones and instantly uploaded on YouTube garnering viral exposure.\" This impacted the politics of local youth to turn from political to more radical means-another long-standing tradition in the Oakland/East Bay. 54 The first possibility of what Oakland's future could look like is depicted in the film Fruitvale Station. 55 While the events leading to Oscar Grant's death are still hotly debated and contested, what is clear is that this tragedy was the latest incident in a town with a long history of resistance against police and \"the state.\" In fact, the Grant case is merely another example of continued police brutality, racial profiling, and ineffectiveness in \"The Town.\" These were some of the main issues recognized by the Party in their October 1966 formation. The film Fruitvale Station was also a key catalyst for the idea of sending out the mid-July 2013 #Black-LivesMatter message, which has influenced public conversations about many things related to oppressed people. Grant's case also inspired a group of activists that addressed a different type of police brutality-the killing of unarmed Black youth by police officers across the United States. Yet, this campaign was clearly influenced by the BPPSD-the former upstart that effectively connected the history of brutality and racism by local police forces targeting the Black, Latinx, and poor populations in West Oakland to the mistreatment of all oppressed people in the United States and around the world.",
            "cite_spans": [
                {
                    "start": 1029,
                    "end": 1031,
                    "text": "52",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1347,
                    "end": 1349,
                    "text": "53",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1908,
                    "end": 1910,
                    "text": "54",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 2017,
                    "end": 2019,
                    "text": "55",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Future(s) of Rap Music in Local Scenes"
        },
        {
            "text": "Black Panther offers another visionary future for Oakland. The film featured an ironic mix of mainstream and local sources from Oakland. Coogler prominently featured Oakland in parts of the 2018 Marvel superhero blockbuster. Although Oakland is depicted as the impoverished, oppressed counterpart to the utopian land of Wakanda, the film highlights a particular brand of Oakland Black art, culture, and politics. The film begins with a local scene in 1992, showing young boys playing basketball in an empty lot before panning to an apartment building in which TV coverage of the LA riots can be heard. It is clear that someone with a core understanding of Oakland's underground politics was involved with the film. During the opening scene, Too $hort's local classic \"In the Trunk\" blares out of speakers. The villain of the story is from Oakland, and his background during the gangster rap era motivates his destructive goals, but also allows for a level of empathy given his difficult past. As one scholar has said, \"Oakland infuses the entire movie and growing up as an African American and at the same time having this perfect like utopia that you don't [have] access to kind of motivates the character.\" 56 Coogler's depiction of real Oakland problems in the middle of a fantastical world offers a level of escapism, especially with the intervention by Wakandans at the end, but also puts Oakland in the public eye for viewers around the country. Some would also argue that many of the costumes bore some loose references of the original Lowndes County Freedom Organization logo-which the Black Panther Party for Self Defense later used.",
            "cite_spans": [
                {
                    "start": 1209,
                    "end": 1211,
                    "text": "56",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "The Future(s) of Rap Music in Local Scenes"
        },
        {
            "text": "These two representations of Oakland in mainstream pop culture present two futures-a future that continues the political, economic, and social divisions of the present and years past, or a future that celebrates the creativity, progress, and diversity of one of the most innovative locations in the United States. The Bay Area has many questions to answer. Like many communities, the Bay Area will need to confront questions about the COVID-19 response and its aftermath. It should be noted that much of the COVID-19 response has been a process of local reporting leading to regional, national, and international data sets. It should also be noted that the BPPSD was one of the first mass movement groups calling for health care reform as a human right. Will the Oakland and East Bay Black, Latinx, and poor communities be disproportionally impacted by this crisis in the same way the Black community has been disproportionally impacted in places like Chicago? Will Bay Area officials take the housing crisis seriously and do something about it? Will the gentrification and displacement trends be addressed? Will police harassment and poverty remain the common markers of the Black experience in the Bay Area, and the United States as a whole? These are the questions with which the Bay Area is faced in the coming years and decades. Politics (Minneapolis: University of Minnesota Press, 2011), 5. 11. This is a variation on the question: \"How have things been for you this week?\" used in groundbreaking programs. I am thankful for the work and research that Julia Pryce and the Erikson Institute are doing regarding this question in the \"Training on the Mentoring FAN\" program. Pryce's research on this topic and her training sessions for Arrupe College of Loyola University Chicago faculty advisors have been essential in helping asking the right questions in conversations with advisees. This simple (but brilliantly worded) question is at the heart of meeting advisees \"where they are at.\" It also could potentially provide a great starting point for writing impactful lyrics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Future(s) of Rap Music in Local Scenes"
        },
        {
            "text": "12. Survey design could begin with questions such as: What are the top 10 albums from your city?; What are the three films that give the most accurate picture of your town?; Who is the most famous rapper from your area?; Name any rappers in your region who are famous (or legendary) in your community but who are not as well known outside of your community? The dialogue, debates, and discussions from initial questions like these will inevitably lead to a question about criteria, a trip down memory lane about songs that we forgot about or about artists we forgot were from that city, and maybe somewhere down the line to a consensus on how to have the discussion about raking the top 10 albums or films or whatever. These ranking systems-whether real or online-are great modes of getting an idea of the layout of a scene and how to build a discourse bank using local texts and sounds. The aim of these questions is to get at larger questions to get a more accurate understanding of the discourses built in cities after the first and second Great Migrations. As a researcher, I would be interested in a number of questions. How are these crisis moments in American political development (APD) experienced locally? What does the underground political response sound like? How can we use this information to form soundbanks to provide more authentic samples of underground political content from other urban centers? What is the influence of earlier movements and sounds, producer and consumer technology, or other locales and regions? Finally, what is the given scene's impact on other locales, regions, and times? These are questions central to forming comprehensive studies of rap music and political content.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Future(s) of Rap Music in Local Scenes"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "I Don't Give a Fuck",
            "authors": [],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "For an outstanding example of the application of the micro-scenes approach to the study of rap music in the United States, see Mickey Hess",
            "authors": [],
            "year": 2009,
            "venue": "Gangs and Gangsta Rap in Chicago: A Microscenes Perspective",
            "volume": "41",
            "issn": "",
            "pages": "151--176",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Thang: The Culture and Commerce of Gangsta Rap",
            "authors": [
                {
                    "first": "Eithne",
                    "middle": [],
                    "last": "Quinn",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Real Hiphop: Battling for Knowledge, Power, and Respect in the LA Underground",
            "authors": [
                {
                    "first": "Marcyliena",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hip Hop Underground: The Integrity and Ethics of Racial Identification",
            "authors": [
                {
                    "first": "Harrison",
                    "middle": [],
                    "last": "Anthony Kwame",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "This is also listed as Source 416 in Appendix A.4; Hot Boys, Guerilla Warfare",
            "authors": [],
            "year": 1999,
            "venue": "EPMD, Business as Usual",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Born Gangstaz",
            "authors": [
                {
                    "first": "$$",
                    "middle": [],
                    "last": "Bo",
                    "suffix": ""
                },
                {
                    "first": "&quot;",
                    "middle": [],
                    "last": "Deeper",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Jam Master Jay Records/Rush Associated",
            "authors": [
                {
                    "first": "Bacdafucup",
                    "middle": [],
                    "last": "Onyx",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Gangsta Lean",
            "authors": [],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Dre 187um) Killa",
            "authors": [
                {
                    "first": "-E",
                    "middle": [],
                    "last": "Eazy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "God We Trust",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Brand Nubian",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Undeas/Big Beat Records",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A F I A"
                    ],
                    "last": "Junior",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Conspiracy",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "This is also listed as Source 422",
            "authors": [],
            "year": null,
            "venue": "Apocalypse 91…The Enemy Strike Black",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Infamous",
            "authors": [
                {
                    "first": "Mobb",
                    "middle": [],
                    "last": "Deep",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Shook Ones Pt. II",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Liquid Swords",
            "authors": [
                {
                    "first": "/",
                    "middle": [],
                    "last": "Genius",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gza",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Dangerous Minds Soundtrack",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Coolio",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Elevators (Me + You)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Outkast",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "ATLiens",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "This is also listed as Source 485 in Appendix A.4; Goodie Mob",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eightball",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Soul Food",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "If I Ruled the World (Featuring Lauryn Hill)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nas",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Smile (Featuring 2Pac)",
            "authors": [
                {
                    "first": "Scarface",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "The Untouchable",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Hard Knock Life (Ghetto Anthem),\" Vol. 2…Hard Knock Life",
            "authors": [
                {
                    "first": "-Z",
                    "middle": [],
                    "last": "Jay",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Foe Life (Featuring Ice Cube)",
            "authors": [],
            "year": null,
            "venue": "Mack",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Get Money",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A F I A"
                    ],
                    "last": "Junior",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Undeas/Big Beat Records",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Gasoline Dreams",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Outkast",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Stankonia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Maria Maria (CD Single)-Side B",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Santana",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Maria Maria (Featuring Wyclef)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Mile Soundtrack",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eminem",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Lean Back (Featuring Fabolous)",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "It's Goin' Down",
            "authors": [
                {
                    "first": "Yung",
                    "middle": [],
                    "last": "Joc",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "New Joc City",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Best Thang Smokin",
            "authors": [
                {
                    "first": "Young",
                    "middle": [],
                    "last": "Dro",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Grand Hustle Records/Atlantic Records/Warner Bros. Records",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Make It Rain (Featuring Lil Wayne)",
            "authors": [
                {
                    "first": "Fat",
                    "middle": [],
                    "last": "Joe",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Live Your Life (Featuring Rihanna)",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Empire State of Mind (Featuring Alicia Keys)",
            "authors": [
                {
                    "first": "-Z",
                    "middle": [],
                    "last": "Jay",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Snoop Dogg",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "I Wanna Rock",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Malice",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wonderland",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Mo' Money, Mo' Problems",
            "authors": [
                {
                    "first": "The",
                    "middle": [],
                    "last": "Notorious",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "I G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Ridin' (Featuring Krayzie Bone)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Chamillionaire",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Hips Don't Lie (Featuring Wyclef Jean)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Shakira",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Oral Fixation",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Kryptonite (I'm on It) (Featuring Big Boi)",
            "authors": [],
            "year": null,
            "venue": "Got Purp",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "DJ Play a Love Song (Featuring Twista)",
            "authors": [
                {
                    "first": "Jamie",
                    "middle": [],
                    "last": "Foxx",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Lose My Mind (CD Single)",
            "authors": [
                {
                    "first": "Young",
                    "middle": [],
                    "last": "Jeezy",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lose My Mind (Featuring Plies)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The Boss (Featuring T-Pain)",
            "authors": [
                {
                    "first": "Rick",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Sowing Seeds of Displacement: Gentrification and Food Justice in Oakland, CA",
            "authors": [
                {
                    "first": "Alison",
                    "middle": [],
                    "last": "Hope Alkon",
                    "suffix": ""
                },
                {
                    "first": "Josh",
                    "middle": [],
                    "last": "Cadji",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Urban and Regional Research",
            "volume": "44",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Oakland Gang Injunctions: Gentrification or Public Safety?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Eric",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Race, Poverty & the Environment",
            "volume": "18",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Decolonial Ruptures of the City: Art-Activism Amid Racialized Dispossession in Oakland",
            "authors": [
                {
                    "first": "Margaret",
                    "middle": [
                        "Marietta"
                    ],
                    "last": "Ramirez",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Who's Jacking up Housing Prices in West Oakland?",
            "authors": [
                {
                    "first": "Jean",
                    "middle": [],
                    "last": "Tepperman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The East Bay Express",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Racial Reverberations: Music, Dance, and Disturbance in Oakland After Black Power",
            "authors": [
                {
                    "first": "Alexander Louis",
                    "middle": [],
                    "last": "Werth",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "21--22",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Oakland Gang Injunctions",
            "authors": [
                {
                    "first": "Arnold",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Pictures of a Gone City: Tech and the Dark Side of Prosperity in the San Francisco Bay Area",
            "authors": [
                {
                    "first": "Richard",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The description of walking out the movie theater and hearing about another acquittal leading to the message #BlackLivesMatter was a vivid part of Tometi's presentation. Opal Tometi, Keynote Address at the \"Movement Building: Youth, Art, and Activism\" Panel Presented by the Department of African American Studies",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The Biggest Gang in Oakland': Re-Thinking Police Legitimacy",
            "authors": [
                {
                    "first": "William",
                    "middle": [
                        "T"
                    ],
                    "last": "Armaline",
                    "suffix": ""
                },
                {
                    "first": "Claudio",
                    "middle": [
                        "G"
                    ],
                    "last": "Vera",
                    "suffix": ""
                },
                {
                    "first": "Mark",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Correia",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Contemporary Justice Review",
            "volume": "17",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Hyphy Sparked a Social Movement",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Andrea",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ethinic Studies Review",
            "volume": "37",
            "issn": "1",
            "pages": "49--51",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "It's Hard Not to See the Oakland Easter Eggs in the New 'Black Panther' Movie",
            "authors": [
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "Amy",
                    "middle": [],
                    "last": "Graff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "United States: Kingston, Jamaica; South Bronx, NY; Harlem and Upper Manhattan, NY; Queens and Long Island, NY; Brooklyn, NY; Staten Island, NY; Philadelphia, PA; Newark and Northern, NJ; Boston, MA; Los Angeles, CA and Compton, CA; Oakland, CA and San Francisco Bay Area; Seattle, WA and Portland, OR; Chicago, IL and Gary, IN; St. Louis, MO; Minneapolis, MN; Detroit, MI; Toronto, Canada; Houston, TX; Atlanta, GA; New Orleans, LA; Memphis, TN; Washington, DC and Baltimore, MD; Hawai'i; Miami, FL; Puerto Rico; and United States Virgin Islands.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Lawrence W. Levine, Black Culture and Black Consciousness: Afro-American Folk Thought from Slavery to Freedom (New York: Oxford University Press, 1977), x. 6. Ibid., xii. 7. Hustle & Flow [Motion picture], Directed by Craig Brewer (USA: Paramount Classics, 2005). 8. Josh Nisker, \"'Only God Can Judge Me': Tupac Shakur, the Legal System, and Lyrical Subversion,\" Journal of Criminal Justice and Popular Culture 14, no. 1 (2007). 9. For judging exposure and attitudes, see Dawson, Black Visions, 71-82; Melissa Victoria Harris-Lacewell, Barbershops, Bibles, and BET: Everyday Talk and Black Political Thought (Princeton, NJ: Princeton University Press, 2004). For behaviors, see Tanji Gilliam, \"Hip-Hop and Politics [Memo],\" Black Youth Project Website, http://www.blackyouthpr oject.com (accessed January 5, 2010). For applications to education, see Talmadge C. Guy, \"Gangsta Rap and Adult Education,\" New Directions for Adult and Continuing Education 2004, no. 101 (2004). Gilliam's article turned to a Motivational Education Entertainment Corporation research study of young urban Blacks in a set of cities (Baltimore; NY; LA; and Long Beach, CA; Oakland and Richmond, CA; Chicago; New Orleans; Detroit; and Philadelphia; and Atlanta). She used quantitative data such as the finding that: \"Three out of every ten black youth listen to the radio more than four hours daily.\" Tanji Gilliam, \"Hip-Hop and Politics [Memo],\" Black Youth Project Website, http://www.blackyout hproject.com (accessed January 5, 2010). Then Gilliam used this information to evaluate racial behaviors to compare them to research studies of both white and Black attitudes. This study in particular, and the above studies in general, effectively used rap music to gain information about hip-hop music. 10. Lester K. Spence, Stare in the Darkness: The Limits of Hip-Hop and Black",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}