{
    "paper_id": "3d60593c62725338ac969b0606ebdcc1f5943861",
    "metadata": {
        "title": "Severe hemolysis and vaso-occlusive crisis due to COVID-19 infection in a sickle cell disease patient improved after red blood cell exchange",
        "authors": [
            {
                "first": "Lina",
                "middle": [],
                "last": "Okar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hamad Medical Corporation",
                    "location": {
                        "settlement": "Doha",
                        "country": "Qatar"
                    }
                },
                "email": "lokar@hamad.qa"
            },
            {
                "first": "Mohamad",
                "middle": [],
                "last": "Rezek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hamad Medical Corporation",
                    "location": {
                        "settlement": "Doha",
                        "country": "Qatar"
                    }
                },
                "email": ""
            },
            {
                "first": "Amna",
                "middle": [],
                "last": "Gameil",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hamad Medical Corporation",
                    "location": {
                        "settlement": "Doha",
                        "country": "Qatar"
                    }
                },
                "email": ""
            },
            {
                "first": "Yahya",
                "middle": [],
                "last": "Mulikandayhil",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hamad Medical Corporation",
                    "location": {
                        "settlement": "Doha",
                        "country": "Qatar"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohamed",
                "middle": [
                    "A"
                ],
                "last": "Yassin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hamad Medical Corporation",
                    "location": {
                        "settlement": "Doha",
                        "country": "Qatar"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Even though most data suggest favorable outcome in patients with SCD and COVID-19 infection, close monitoring remains essential as acute complication may develop unexpectedly. Offering RBC exchange early in the course of infection might improve prognosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Sickle Cell disease (SCD) is one of the most common hemoglobinopathies, and it is due to mutation on the beta chain hemoglobin that causes deformity in red blood cells (RBCs) shape. The sickle shape of RBCs affects their function leading to hypoxia and sickle cell crisis including hemolysis when triggers like infections happen. 1 With the widely spread of Coronavirus infection, special population needs close monitoring as the exact clinical course and prognosis are not well known yet. 2 It was suggested that patients with SCD might present with vaso-occlusive crisis (VOCs) or acute chest syndrome (ACS) as first presentation of COVID-19 infection. 3 The overlap between ACS and COVID-19 pneumonia made this an interesting area for research. 4 However, hemolytic crisis was not very common among previously reported cases. 5 Management plan for patients with SCD presenting with COVID-19 infection is not final yet. 6 However, following the recognized guideline for painful crisis, ACS and hemolysis treatment are essential. Previous studies showed remarkable favorable impact of RBCs exchange in the course of COVID-19 infection among patients with hemoglobinopathies. 7 We believe it might prevent deterioration if offered earlier in the course of the disease. Treatment with hydroxyurea (HU) might or might not affect the susceptibility of COVID-19 infection. 6 Admission to the hospital is also required even if the cases are asymptomatic or mild because acute complications seem to happen after few days of infection.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 331,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 490,
                    "end": 491,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 655,
                    "end": 656,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 748,
                    "end": 749,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 829,
                    "end": 830,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 922,
                    "end": 923,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1176,
                    "end": 1177,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1369,
                    "end": 1370,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "Here, we report a case of 48-year-old SCD patient compliant with HU who underwent post-travel screening for COVID-19 infection and tested positive; admission and close monitoring were offered; he developed painful crisis and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "A 48-year-old gentleman came back from a travel abroad and was tested positive for COVID-19 while screening him as part of post-travel protocol. Despite being asymptomatic, COVID-19 PCR from Nasopharyngeal swab was positive with a CT value 15 on 15th November 2020. His past medical history was remarkable for diabetes mellitus type II, on metformin and gliclazide, and sickle cell disease on hydroxyurea 500 mg BID. He had no previous surgeries. He has a history of recurrent pain crisis; most of them were managed in the Emergency department. His last blood transfusion was in 2011. He has hypersplenism and avascular necrosis of the left shoulder, on conservative therapy. His last painful crisis was on 9th October 2020, for which he was managed with IV fluids, pain management, and discharged later in the same day. After testing positive for coronavirus, laboratories (as shown in Table 1 ) and chest X-ray (as shown in Table 2 prophylaxis. On day 4, he started to have intolerable back pain. Laboratories were repeated (Table 1) , and the patient was transferred to ICU to manage his pain crisis. Repeated chest X-ray showed interval progression of bilateral basal atelectasis and faint infiltrates more on the right side, which worsened later. Amoxicillin/Clavulanic acid was changed to Piperacillin/Tazobactam; hemoglobin was low (5.4) with hemolysis picture; and exchange transfusion was done for the patient, with 6 PRBCs. Dexamethasone was also added. The patient became stable after the transfusion and pain management. Another chest X-ray done 2 days later showed incomplete resolution of the widespread consolidation distributed over both lung fields when compared to a chest X-ray done 2 days ago his condition was improving. A repeated HbS was 22.3 days later, he was discharged, with instructions about safety netting and home isolation, with resumption of his home medications. Throughout his stay in the hospital, he did not need high oxygen flow nor intubation (the highest oxygen requirement was 1-2 L nasal cannula for one day)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 887,
                    "end": 894,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 926,
                    "end": 933,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1026,
                    "end": 1035,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "| CASE PRESENTATION"
        },
        {
            "text": "Coronavirus family has multiple strains, and the latest novel virus caused the coronavirus disease 2019 (COVID-19) was called severe acute respiratory syndrome coronavirus 2 (SARS-CoV2). 8 Data suggested that this new virus acts through specific receptors on the erythrocytes including ACE2, CD147, and CD26 causing pathological interaction with hemoglobin molecule and sometimes resulting in hemolysis. 9 Sickle cell disease (SCD) is a common inherited hemoglobinopathy. It is due to a single amino acid substitution in the sixth residue of beta globin subunit, and this pathological change results in hemoglobin S (HBS). HBS is an abnormal hemoglobin that causes structure deformity in red blood cells (RBCs) changing it to crescent or sickle shape. 10 SCD complications are categorized into acute and chronic. The acute presentations are described as time-dependent which mean there should be high suspension to diagnose them early and offer appropriate evaluation and treatment, thus improving the prognosis. These complications include Acute chest syndrome (ACS), vaso-occlusive crisis (VOC), acute anemia, hepatobiliary complications, stroke, splenic sequestration, and priapism, whereas chronic complications are pulmonary hypertension, hepatopathy due to iron overload, avascular necrosis, retinopathy, renal disease, and peripheral ulcers. 10 Hemolytic crisis is defined as drop of more than or equal to 2 g/dL from the baseline patient's hemoglobin value. Acute anemia might present as a single presentation or in accordance with splenomegaly or hepatomegaly. 10 However, when aplastic crisis diagnosis is made it is essential to rule out any possibility of delayed hemolytic transfusion reaction as more cautions are required if RBCs transfusion is the plan. 1 ACS is the most cause of hospital admission and mortality among SCD patients. The trigger for this condition is often infection, mostly bacterial and sometimes viral. Both ACS and COVID-19 pneumonia share similar clinical features such as fever, cough, shortness of breath, and chest pain. Evidence from previous studies suggests that SARS-CoV2 could trigger ACS. 11 Due to this overlap between ACS and pneumonia, it is important to recognize the effect of COVID-19 in SCD patients. 7",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 188,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 404,
                    "end": 405,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 752,
                    "end": 754,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1349,
                    "end": 1351,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1570,
                    "end": 1572,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1770,
                    "end": 1771,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2136,
                    "end": 2138,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "At Admission: An increase in bronchovascular markings in the mid and lower zones. The transverse lines in the lower zone of the right lung may indicate the plate atelectasis. There is also suspicion of very fine shadowing in the periphery of both lower zones, and therefore, any parenchymal infiltrates cannot be ruled out. Close follow-up is recommended At development of pain crisis and acute chest syndrome 21/11/2020: Interval progression of bilateral basal atelectasis and faint infiltrates more on the right side 23/11/2020: XR Chest incomplete resolution of the widespread consolidation distributed over both lung fields when compared to a chest X-ray done 2 days ago the condition is improving Generally, patients with chronic comorbidities like diabetes, hypertension, lung diseases, and cardiovascular diseases are at increased risk of COVID-19 complications. Noticeably, patients suffering from SCD have a lot of complications as mentioned before. In the presence of this multi-organ dysfunction,COVID-19 infection may trigger ACS or VOC. 12 Also, the abnormality in endothelial and procoagulants increases the risk of thromboembolic events, thus providing prophylactic anticoagulants is essential. 2 A recent retrospective study conducted in Bahrain reviewed 387 patients with SCD screened for COVID-19 infection, 6 patients had COVID-19 infection, all patients had favorable outcome, 3 patients were asymptomatic, and 3 had mild to moderate symptoms. The study concluded that there is no difference among patients with SCD and non-SCD patients in terms of COVID-19 clinical course, viral clearance, and infection rate. As well, no remarkable increased risk for SCD crisis. 9 In our case the patient had asymptomatic presentation then developed acute painful episode with severe hemolysis. A case series of 10 patients with SCD infected with COVID-19 in UK also showed a good prognosis as 9 out of 10 patients recovered fully. Interestingly, 7 patients received blood transfusion (4 RBCs exchange and 3 simple transfusions). It is worthy to notice that one patient in this series died and she did not receive blood transfusion as she had delayed hemolytic transfusion reaction as contraindication. 13 Another case series for 4 patients with SCD and COVID-19 infection showed that all patient presented with VOCs and had mild course, and only one patient deteriorated and needed intensive care unit (ICU) admission where the patient received RBCs exchange and improved remarkably. This case series suggests good prognosis of COVID-19 infection and emphasize on the importance of early RBCs exchange. However, none of the four patients mentioned in this case had acute hemolytic anemia. 3 Nino Balanchivadze et al published one center study that retrospectively reviewed 24 patients with SCD anemia or trait infected with COVID-19, 4 patients had SCD, and none of the included patients was taking hydroxyurea (HU). The author concluded that patients with SCD generally had unremarkable course of disease, low possibility of ICU admission and intubation, but hospitalization period might be longer. 6 It has been hypothesized that COVID-19 infection in patients with SCD precipitates hemolysis because it affects hemoglobin beta chain, whereas others suggested that patients with Thalassemia and SCD have immunity against COVID-19 infection due to the defect in hemoglobin beta chain 9, 14, 15 The physiology behind this hypothesis as published in one paper is that viral proteins like ORF1ab, ORF10, and ORF3a might cause porphyrin-associated iron molecule in heme to separate, and this complex is located in the beta 1 chain, resulting in less amount of oxygen being carried by the hemoglobin in the blood stream. 15 Patients with SCD as mentioned have mutation in beta chain hemoglobin, whether this plays a role in the protection against COVID-19 infection or not is still an area of research.",
            "cite_spans": [
                {
                    "start": 1050,
                    "end": 1052,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1210,
                    "end": 1211,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1686,
                    "end": 1687,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2210,
                    "end": 2212,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3108,
                    "end": 3109,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3393,
                    "end": 3395,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3396,
                    "end": 3399,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 3400,
                    "end": 3402,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3725,
                    "end": 3727,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "T A B L E 2 Chest X-ray"
        },
        {
            "text": "Red blood cell exchange is one way to treat severe ACS, a previous data suggested its use in the case of severe COVID-19 pneumonia overlapping with ACS in patients with SCD. Moreover, it was noticed that whenever RBCs exchange offered earlier, the prognosis and clinic course were better 7,3 In our case, the patient improved after the red blood cell exchange and we suggest that it might play a role in the prevention of painful episode and hemolysis crisis progression if offered earlier in the course of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T A B L E 2 Chest X-ray"
        },
        {
            "text": "While RBCs exchange forms an important component in the acute management plan of SCD crisis, hydroxyurea is the mainstone in the maintenance therapy. However, it is not recognized yet if compliance with this therapy affects the presentation of COVID-19, data in this regard are conflicting, one retrospective study screened 40 patients with SCD for coronavirus infection, only 24 were positive, and all of them were not on HU, thus the authors suggested that HU in treatment might have a protective effect against the virus. This was not the case in our patients as he was on long-term HU treatment and still had moderate course of illness. 6 Admission of Patients with SCD and COVID-19 infection is essential even if they are asymptomatic as they can develop acute painful episodes and hemolytic crisis later in the course of infection like our reported case. Although no final guideline is available now for the treatment of SCD patients with COVID-19 infection, we believe that offering RBCs exchange is an essential part of managing those populations and we recommend offering it as earlier as possible to avoid deterioration. Finally, the role of HU in the clinical course of coronavirus infection is still not defined and forms an area for further research.",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 642,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "T A B L E 2 Chest X-ray"
        },
        {
            "text": "Even though previous studies suggested favorable outcome for COVID-19 infection among patients with hemoglobinopathies, SCD patients remain at risk of acute deterioration even in the absence of any COVID-19 characteristic symptoms. Thus, close monitoring is necessary. ACS was mentioned before as a presentation of COVID-19 infection in those patients, yet acute hemolysis crisis should also be in mind. Offering RBCs exchange and admitting patients to the ICU until they are stable plays a role in improving prognosis and the earlier this is done the better the outcome. We believe that more studies are needed to form a clear guideline regarding RBCs exchange role and time of administration and the role of HU compliance on the course of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Distribution of sickle cell disease and assessment of risk factors based on transcranial Doppler values in the Gulf region",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wali",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Yassin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Hematology",
            "volume": "25",
            "issn": "1",
            "pages": "55--62",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 and sickle cell disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Menapace",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Thein",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Haematologica",
            "volume": "105",
            "issn": "",
            "pages": "2501--2504",
            "other_ids": {
                "DOI": [
                    "10.3324/haematol.2020.255398"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Preliminary Data on COVID-19 in patients with hemoglobinopathies: a multicentre ICET-A study",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "De Sanctis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Canatan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Corrons",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mediterr J Hematol Infect Dis",
            "volume": "12",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 pneumonia as a cause of acute chest syndrome in an adult sickle cell patient",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Beerkens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Puliafito",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Corbett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tremblay",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Hematol",
            "volume": "95",
            "issn": "",
            "pages": "154--156",
            "other_ids": {
                "DOI": [
                    "10.1002/ajh.25809"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 in patients with sickle cell disease -A case series from a UK tertiary hospital",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chakravorty",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Padmore-Payne",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ike",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Haematologica",
            "volume": "105",
            "issn": "",
            "pages": "2691--2693",
            "other_ids": {
                "DOI": [
                    "10.3324/haematol.2020.254250"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Impact of COVID-19 Infection on 24 patients with sickle cell disease",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Balanchivadze",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Kudirka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Askar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Almadhoun",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kuriakose",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fadel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Hemoglobin",
            "volume": "44",
            "issn": "4",
            "pages": "284--289",
            "other_ids": {
                "DOI": [
                    "10.1080/03630269.2020.1797775"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The role of red blood cell exchange in sickle cell disease in patient with COVID-19 infection and pulmonary infiltrates",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Okar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aldeeb",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Yassin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Case Reports",
            "volume": "9",
            "issn": "1",
            "pages": "337--344",
            "other_ids": {
                "DOI": [
                    "10.1002/ccr3.3526"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The species severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Microbiol",
            "volume": "5",
            "issn": "",
            "pages": "536--544",
            "other_ids": {
                "DOI": [
                    "10.1038/s41564-020-0695-z"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 and sickle cell disease in Bahrain",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abdulrahman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alali",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Yaghi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "101",
            "issn": "",
            "pages": "14--16",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.09.1433"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Statural growth and prevalence of endocrinopathies in relation to liver iron content (LIC) in adult patients with beta thalassemia major (BTM) and sickle cell disease (SCD)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Yassin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Soliman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "De Sanctis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Acta Bio Medica: Atenei Parmensis",
            "volume": "89",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 and the pulmonary complications of sickle cell disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sivalingam",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Inusa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Doyle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Oteng-Ntim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "EJHaem",
            "volume": "1",
            "issn": "2",
            "pages": "545--547",
            "other_ids": {
                "DOI": [
                    "10.1002/jha2.105"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Unfolding of sickle cell trait by coronavirus disease 2019 (COVID-19) infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sheha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "El-Shayeb",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Eid",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Haematol",
            "volume": "191",
            "issn": "",
            "pages": "38--40",
            "other_ids": {
                "DOI": [
                    "10.1111/bjh.17089"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "COVID-19 in patients with sickle cell disease -a case series from a UK Tertiary Hospital",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chakravorty",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Padmore-Payne",
                    "suffix": ""
                },
                {
                    "first": "Ike",
                    "middle": [
                        "F"
                    ],
                    "last": "Tshibangu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rees",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stuart-Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Hematol",
            "volume": "105",
            "issn": "11",
            "pages": "2691--2693",
            "other_ids": {
                "DOI": [
                    "10.3324/haematol.2020.254250"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Impact of SARS CoV-2 in hemoglobinopathies: a protective mechanism being from Beta chain Hemoglobin defects?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Torti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Maffei",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sorrentino",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Fabritiis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Miceli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Abruzzese",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mediterr J Hematol Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4084/mjhid.2020.052"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "COVID-19: Attacks the 1-Beta chain of hemoglobin and captures the porphyrin to inhibit human heme metabolism",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wenzhong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hualan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.26434/CHEMRXIV.11938173.V7"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}