{
    "paper_id": "3d6058bebdd8b8cb7831a1826ca7186f0ad51558",
    "metadata": {
        "title": "Editorial Tobacco Induced Diseases Tackling illicit tobacco during COVID-19 pandemic",
        "authors": [
            {
                "first": "Hana",
                "middle": [],
                "last": "Ross",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Luk",
                "middle": [],
                "last": "Joossens",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The 18th WCTOH has announced its plan to hold a virtual 'Leadership Summit on Tobacco Control' in 2021. Ahead of the Summit it is planned to hold a series of openaccess webinars to provide on-going access to expert opinion on issues of importance to the Tobacco Control community. The last webinar of the series 'Tackling illicit tobacco during COVID-19 pandemic' was held 13 April 2021.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The webinar aimed at raising awareness about the challenges faced by governments to address the problem of illicit trade, and the importance of adopting and implementing the Protocol in addressing those challenges, especially during the fight with the pandemic that is global in nature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Protocol to Eliminate Illicit trade in Tobacco Products, also known as the Illicit Tobacco Trade Protocol (ITP), is the first protocol to the WHO Framework Convention on Tobacco Control (WHO FCTC), and a new international treaty in its own right. It was adopted by consensus on 12 November 2012 at the fifth session of the Conference of the Parties (COP) to the WHO FCTC (Seoul, Republic of Korea, 12-17 November 2012). The Protocol builds upon and complements Article 15 of the WHO FCTC, which addresses means of countering illicit trade in tobacco products, a key aspect of a comprehensive tobacco control policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The ITP is an international treaty with the objective of eliminating all forms of illicit trade in tobacco products through a package of measures to be taken by countries acting in cooperation with each other: it is a global solution to a global problem 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "By March 2021, there were 62 parties to the Protocol. A current list of signatories and policies can be found in the UN Treaty Collection entry 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The list of parties is impressive and includes countries such as Brazil, Nigeria, Kenya, Egypt, Turkey, Islamic Republic of Iran, Saudi Arabia, India, Pakistan, UK, European Union, Germany, and France. However, some important countries are still missing such as COP host countries South Africa, Russian Federation, Republic of Korea, and China which was among the first signatories on 10 January 2013.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first Meeting of the Parties (MOP1) to the Protocol took place 8-10 October 2018. The second MOP should have taken place in November 2020, but was postponed due to COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The opportunities presented by this new international treaty are evident. The elimination of the global illicit tobacco trade would lead to more revenue and less tobacco sales. Using 2007 data, the total lost revenue to illicit cigarette trade was estimated at about US$40.5 billion a year. If this illicit trade were eliminated governments would gain at least $31.3 billion a year, and expect a fall in consumption of 2% 3 . New research, released in 2020, confirmed that the elimination of illicit cigarettes in 36 countries with solid data from independent sources on illicit trade would reduce total cigarette consumption by 1.9%. The study confirmed also that tax revenues from the legal sale of cigarettes would increase by 11.2% across those countries 4 . Elimination of illicit tobacco trade can have a positive impact on public finances and should be part of the COVID-19 recovery plan in each party.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "But the challenges cannot be ignored either. Less economic growth, more financial constraints, travel restrictions and the subsequent annulment of all physical meetings as a result of COVID-19 made the implementation of the Protocol more difficult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While some countries, such as India, are trying to move forward with the implementation of the Protocol, others have noted increased levels of illicit trade during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The implementation of the Protocol became a pressing issue for the government of India where the tobacco industry opposes tobacco tax increases by pointing to the rising level of illicit trade. Even though the industry claims that about 24% of the tobacco market consist of illegal products, reputable studies point to 3-6% illicit market penetration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "India"
        },
        {
            "text": "Since its accession to the ITP in June 2018, India began to work towards the establishment of a tracking and tracing (T&T) regime and placing unique markings on each cigarette pack. With the 2023 deadline approaching, India set up a working group to chart out the modalities of the T&T that India should adopt. In the first phase, the working group studied the T&T system in various countries, but then focused more narrowly on Kenya, Brazil and the European Union. This led to the drafting of a detailed legal proposal for the T&T administration and infrastructure followed by the stakeholders' engagement. The third step is going to involve issuing of new legal provisions and setting up the appropriate administration. This will be followed by issuing the tender, awarding the contract, test piloting the system and finally the full launch.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "India"
        },
        {
            "text": "Fortunately, India can draw on its prior experience with the T&T for selected pharmaceuticals and liquor. In many countries, it is more efficient and cheaper to implement a T&T system for multiple products. The cigarette T&T will be managed by the Central Excise office with a possibility to involve officers from other departments/ministries to aid the enforcement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "India"
        },
        {
            "text": "One country that experienced an increase in illicit trade during the pandemic is South Africa, where the government banned the sale of all tobacco and vaping products for almost 5 months in 2020 as part of a national COVID-19 lockdown. The rationale was to prevent more serious illnesses among smokers infected by COVID-19, thereby easing the pressure on the healthcare sector overwhelmed by COVID-19 cases. The Minister of Health subsequently added another justification in response to criticism: to prevent smokers from sharing a cigarette, a common practice among poor smokers in South Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "South Africa"
        },
        {
            "text": "The only other countries with a sales ban during lockdowns were Botswana and India, where these bans lasted 12 weeks and 6 weeks, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "South Africa"
        },
        {
            "text": "Had the Minister consulted with the Research Unit on the Economics Excisable Products (REEP) 5 , a premier research group focusing on tobacco control and illicit trade economics, and based in her own country, she would have been advised against the ban since there was no strategy in place to combat the illicit cigarette trade, such as a T&T system and a control mechanism of export practices of the cigarette manufacturers. The Unit's studies over the last 5 years clearly demonstrate the vulnerability of the South African cigarette market to tax evasion, given that the lucrative market for illegal cigarettes prior to the lockdown occupied 30-40% of the total cigarette market 6 .",
            "cite_spans": [
                {
                    "start": 682,
                    "end": 683,
                    "text": "6",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "South Africa"
        },
        {
            "text": "A REEP study 7 found that even though about 9% of pre-lockdown smokers quit, and the majority intended to stay quit (about 6% of pre-lockdown smokers), the overwhelming majority of continuing smokers (93%) were able to purchase cigarettes despite the sales ban. Unlike illicit cigarette users prior to the lockdown, these smokers paid a hefty premium for their illegal products: the average price of cigarettes went up by 250% compared to pre-lockdown prices. Higher prices motivated 46% of smokers to switch from expensive international brands to the relatively cheaper local/ smuggled brands. Poor smokers reported more not less cigarette sharing, and all smokers were subject to a higher risk of COVID-19 exposure as they were searching for cigarettes during the sales ban.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 14,
                    "text": "7",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "South Africa"
        },
        {
            "text": "The illicit cigarette market during the ban became so profitable that it attracted an array of new actors, including crime syndicates and ordinary civilians seeking to make a living amid a worsening economic crisis exacerbated by the pandemic. The local cigarette manufacturers that were allowed to produce for export during the ban increased the volume of cigarettes sent abroad, with some evidence that these products never left the country or were smuggled back in order to generate a huge profit for the manufacturers. When the sales ban eventually ended, the government was short of South African Rand 5.8 billion 8 (about US$ 423 million) in tobacco tax revenue. It also lost a court case, brought by the tobacco industry, regarding the constitutionality of the ban.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "South Africa"
        },
        {
            "text": "The new illicit distribution networks established during the ban will be hard to control, especially thanks to the extraordinary profits made that can be now invested in circumventing tax administration 9 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "South Africa"
        },
        {
            "text": "The World Bank recently released a report on 'Confronting Illicit Tobacco Trade: A Global Review of Country Experiences'. The report demonstrates that reducing illicit trade in tobacco products is both possible and critical, whether viewed from the perspective of public health, public finance, governance, or equity 10 . The ITP contains strong measures to control supply chain. But time is running out. The tracking and tracing obligations under the ITP for instance will come into force in September 2023, but many parties still do not have such a system in place, and it takes several years to implement it. A global system is more than the sum of existing domestic systems which do not use the same standards to encode, register or monitor events when the products move along the supply chain globally. The exchange of data globally between parties will only be possible if a decision is taken to establish the global information-sharing focal point at the next MOP in November 2021.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 319,
                    "text": "10",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "The ITP: time is running out"
        },
        {
            "text": "An important challenge is the large difference in technical capacity of customs and enforcement authorities in different regions of the world. Half of the ITP parties are small or low-or middleincome countries with lack of expertise and funding to establish a T&T system. Technical assistance, independent from the tobacco industry influence, for low-income countries will be necessary for a successful implementation of the Protocol at global level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The ITP: time is running out"
        },
        {
            "text": "The Protocol to Eliminate Illicit trade in Tobacco Products, is an international treaty with the objective of eliminating all forms of illicit trade in tobacco products through a package of measures to be taken by countries acting in cooperation with each other. By March 2021, there were 62 parties to the Protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The opportunities presented by this new international treaty are evident. The elimination of the global illicit tobacco trade would lead to more revenue and less tobacco sales. Elimination of illicit tobacco trade can have a positive impact on public finances and should be part of the COVID-19 recovery plan in each party.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "But the challenges cannot be ignored either. Less economic growth, more financial constraints, travel restrictions and the subsequent annulment of all physical meetings as a result of COVID-19 made the implementation of the Protocol more difficult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "While some countries, such as India, are trying to move forward with the implementation of the Protocol, others have noted increased levels of illicit trade during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The sudden ban of tobacco products to tackle COVID-19 in South Africa was not a brilliant move. South Africa should have first controlled its illegal cigarette market by implementing a T&T system and ratifying the ITP. Tackling the illicit tobacco trade will not only improve public health, but also safeguard tax revenues so desperately needed for the recovery efforts. This holds not only for South Africa, but for each WHO FCTC party.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. Protocol to Eliminate Illicit Trade in Tobacco Products World Health Organization",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Protocol to Eliminate Illicit Trade in Tobacco Products. World Health Organization",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The impact of eliminating the global illicit cigarette trade on health and revenue",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Joossens",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Merriman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raw",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Addiction",
            "volume": "105",
            "issn": "9",
            "pages": "1640--1649",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1360-0443.2010.03018.x"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Potential impact of eliminating illicit trade in cigarettes: a demand-side perspective",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goodchild",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Iglesias",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bouw",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Perucic",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Tob Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/tobaccocontrol-2020-055980"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Illicit cigarette trade in South Africa",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vellios",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Walbeek",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Tob Control",
            "volume": "29",
            "issn": "",
            "pages": "234--242",
            "other_ids": {
                "DOI": [
                    "10.1136/tobaccocontrol-2018-054798"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The temporary ban on tobacco sales in South Africa: lessons for endgame strategies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Filby",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Der Zee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Walbeek",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Tob Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/tobaccocontrol-2020-056209"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "National Income Dynamics Study -Coronavirus Rapid Mobile Survey",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "When the Smoke Clears: The ban on tobacco products in South Africa during COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mclaggan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Global Initiative Against Transnational Organized Crime",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Confronting Illicit Tobacco Trade: a Global Review of Country Experiences: Confronting Illicit Tobacco Trade: a Global Review of Country Experiences (English)",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We thank Corné van Walbeek for providing feedback on the South African section of the editorial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "The authors have each completed and submitted an ICMJE form for disclosure of potential conflicts of interest. The authors declare that they have no competing interests, financial or otherwise, related to the current work. L. Joossens reports that he was a Speaker at the Tax Stamp Forum in Nairobi in May 2018 and that he used his miles for the flight, but organizers paid the hotel and taxes on the flight. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Ethical approval and informed consent were not required for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICAL APPROVAL AND INFORMED CONSENT"
        },
        {
            "text": "HR and LJ wrote the editorial, MGTV provided input for the section on India and reviewed the text.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHORS' CONTRIBUTIONS"
        },
        {
            "text": "Commissioned; internally peer reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROVENANCE AND PEER REVIEW"
        }
    ]
}