{
    "paper_id": "3d619326c9e8db1feac442c5cfa573151a3d30e1",
    "metadata": {
        "title": "AZD1222 vaccine-related coagulopathy and thrombocytopenia without thrombosis in a young female",
        "authors": [
            {
                "first": "Kevin",
                "middle": [],
                "last": "Ryan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "National Centre for Hereditary and Acquired Coagulation Disorders",
                    "institution": "St James' Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Helen",
                "middle": [],
                "last": "Enright",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tallaght University Hospital",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The rollout of a vaccination programme against severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) has been one of the biggest steps towards controlling the global COVID-19 pandemic, with four new vaccines currently authorised for use by the European Medicines Agency (EMA). Since February 2021, a preliminary report of cases of unusual thrombosis in the setting of concomitant thrombocytopenia following vaccination has emerged. 1 The authors describe nine patients in Germany and Austria who presented with clinical and serological features which mimic heparin-induced thrombocytopenia (HIT) and the name vaccine-induced prothrombotic immune thrombocytopenia (VIPIT) was initially proposed. 1 The term vaccine induced immune thrombotic thrombocytopenia (VITT) has since been also commonly used, with the condition being referred to as thrombosis with thrombocytopenia syndrome (TTS) by the CDC and FDA. Patients presented with symptomatic thrombosis, primarily cerebral sinus venous thrombosis (CSVT), and were predominantly young females. The EMA's Pharmacovigilance Risk Assessment Committee (PRAC) noted disproportionality for rare events such as disseminated intravascular coagulopathy (DIC), CSVT and haemorrhagic stroke, especially in younger patients aged 18-54. 2 They have since acknowledged a causal association between AZD1222 (COVID-19 Vaccine AstraZeneca) and acquired coagulopathy as of 7 April 2021.",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 440,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 702,
                    "end": 703,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1281,
                    "end": 1282,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We describe the first reported Irish case of VITT. A 35year-old Caucasian woman presented 14 days after vaccination with AZD1222. She presented with a medical history of migraine, with no known risk factors for thrombosis. Following vaccination, she described general myalgia and extreme fatigue, and noticed the onset of bruising and petechiae 10 days later. She attended the Emergency Department 14 days following vaccination. Her petechiae had resolved but she had persistent bruising. She described a headache which was slightly different to her known migraine headaches. She had no recent exposure to heparin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Laboratory investigation revealed thrombocytopenia with a platelet count of 50 9 10 9 /l, with a normal haemoglobin and white cell count. A coagulation screen showed a mildly prolonged PT and APTT at 12Á7 s (normal: 9Á6-11Á8 s) and 31Á3 s (normal 20Á8-30Á8 s), respectively. Fibrinogen was reduced at 1Á16 g/l (normal 1Á5-4 g/l) and the D-dimer was markedly elevated at 9Á83 lg/ml (normal < 0Á42 lg/ml). Examination of the peripheral blood smear showed no red cell fragmentation, no blasts and some atypical lymphocytes. A MR cerebral venogram was carried out which excluded underlying CSVT. Marrow aspirate revealed some reactive features with no evidence of an underlying infiltrative disorder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given the temporal proximity to vaccination, the newly described VITT was suspected. 1 Somewhat atypically, an initial HIT screen using the particle gel immunoassay (PaGIA) was negative. The anti-PF4 ELISA assay, using an Optivue analyser, was strongly positive with an optical density of > 2, indicating the presence of an antibody to platelet factor 4 (PF4). However, the heparin-induced platelet aggregation (HIPA) study as well as the modified platelet aggregation study were negative, suggesting the absence of platelet activation in vitro.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 86,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given the emerging reports of CSVT, the patient was anticoagulated preemptively with apixaban. Her thrombocytopenia and hypofibrinogenaemia gradually improved over the following week and had normalised by day 21 post-vaccination. Her D-dimer level returned to normal, and she was discharged from the hospital (see Fig 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 320,
                    "text": "Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Our patient's case strongly mirrors those recently described in Northern Europe. Greinacher et al. described nine patients presenting over a period of a month with thrombosis at unusual sites in the setting of concomitant thrombocytopenia. Patients presented between 4-16 days following vaccination. Four patients underwent serological testing for platelet-activating antibodies against PF4/heparin and showed strong activation, either in the presence of PF4 or AZD1222 vaccine. One serum sample showed platelet activation in the presence of heparin. 1 As VITT appears to be a markedly prothrombotic state, despite the absence of demonstrable thrombus in our patient, we commenced empiric anticoagulation in a similar fashion to optimal management of HIT. 3 We commenced Factor Xa inhibition using apixaban, avoiding heparin, given the similar pathogenesis of VITT to HIT and the previously documented case of in-vitro cross-over activation with heparin as outlined above. Due to the paucity of data available, the optimal duration of anticoagulation is unclear, but we plan to continue anticoagulation for four weeks in a similar fashion to standard management of HIT without thrombosis.",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 552,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 756,
                    "end": 757,
                    "text": "3",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This case differs slightly to those previously reported by Greinacher et al., as our patient presented primarily with symptomatic thrombocytopenia and evidence of coagulation correspondence activation and fibrinolysis in the absence of thrombosis. The clinical course highlights the importance of early recognition of this syndrome and the potential benefit of early instigation of nonheparin-based anticoagulation to avoid the development of serious thrombotic sequelae. The fact that the ELISA for heparin-PF4 IgG antibody was positive in the absence of demonstrable platelet activation in vitro, with a negative HIPA assay, was surprising but could potentially explain why our patient did not have a thrombotic event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The small cohort of patients previously described show a significant young female preponderance, as was the case with our patient. Though unclear as to whether it is due to genetic, hormonal or environmental factors, antibody responses to viral and bacterial vaccines are stronger in females than in males. 4 For example, dose response studies in humans receiving inactivated influenza vaccine found that female subjects achieved antibody titres equal to that of their male counterparts when vaccinated with half the dose. 5 Thrombotic and thrombocytopenic events appear to be associated with the AZD1222 vaccine and have not yet been described with COVID-19 mRNA vaccines. Adenoviral vectors have been linked with thrombotic and thrombocytopenic events in pre-clinical trials involving nonhuman primate and rabbit models. 6, 7 Considering the homology which adenoviral vectors share with the replication-incompetent simian adenoviral vector ChAdOx1 8 used in AZD1222, the ChAdOx vector may be implicated in the VITT pathogenesis. Furthermore, the AZD1222 vaccine employs a tissue plasminogen activator leader sequence to enhance immunogenicity. 9 Such a sequence could, theoretically, negatively impact the fibrinolytic system with fibrinolysis, leading to a marked increase in D-dimers and hypofibrinogenaemia. Further expert discussions, data collection, monitoring and research are required to fully elucidate the relationship between the AZD1222 vaccine and VITT.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 308,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 523,
                    "end": 524,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 823,
                    "end": 825,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 826,
                    "end": 827,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1146,
                    "end": 1147,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "VITT is a rare, but potentially life-altering, complication of AZD1222 vaccination. However, in an era of a worldwide public health emergency, with vaccination being a vital pathway to controlling the spread of disease, we will need to continue considering unique aspects of our biology and immune responses regarding gender differences, in predicting those most at risk of adverse events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "ER wrote the manuscript. DB and IMcD contributed toward writing the manuscript and provided critical feedback. AB aided in data collection and provided critical feedback. JMcH and KR interpreted data and provided critical feedback. HE oversaw data interpretation, writing and revision of the manuscript. All the co-authors contributed to data collection and critically revised the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A prothrombotic thrombocytopenic disorder resembling heparin-induced thrombocytopenia following coronavirus-19 vaccination. research square",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Greinacher",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Thiele",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Warkentin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Weisser",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kyrle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eichinger",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "European Medicines Agency. Signal assessment report on embolic and thrombotic events (SMQ) with COVID-19 Vaccine",
            "authors": [],
            "year": null,
            "venue": "Pharmacovigilance Risk Assessment Committee (PRAC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Other viral vaccines)",
            "authors": [],
            "year": 2021,
            "venue": "Vaccine AstraZeneca",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Haemostasis and Thrombosis Task Force of the British Committee for Standards in Haematology. Guidelines on the diagnosis and management of heparin-induced thrombocytopenia: second edition",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Br J Haematol",
            "volume": "159",
            "issn": "5",
            "pages": "528--568",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sex differences in immune responses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Flanagan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Rev Immunol",
            "volume": "16",
            "issn": "10",
            "pages": "626--664",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Half-vs full-dose trivalent inactivated influenza vaccine",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Engler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Klote",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Vanraden",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Arch Intern Med",
            "volume": "168",
            "issn": "22",
            "pages": "2405--2419",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Intravenous administration of replication-incompetent adenovirus to rhesus monkeys induces thrombocytopenia by increasing in vivo platelet clearance",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wolins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lozier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Eggerman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Aguilar-C Ordova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Vostal",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Br J Haematol",
            "volume": "123",
            "issn": "5",
            "pages": "903--908",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Intravenous administration of recombinant adenoviruses causes thrombocytopenia, anemia and erythroblastosis in rabbits",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cichon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Benhidjeb",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "L€ Oser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ziemer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Haas",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Gene Med",
            "volume": "1",
            "issn": "5",
            "pages": "360--71",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A novel chimpanzee adenovirus vector with low human seroprevalence: improved systems for vector derivation and comparative immunogenicity",
            "authors": [
                {
                    "first": "Mdj",
                    "middle": [],
                    "last": "Dicks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wadell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bojang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Tissue plasminogen activator (tPA) signal sequence enhances immunogenicity of MVA-based vaccine against tuberculosis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Immunol Lett",
            "volume": "190",
            "issn": "",
            "pages": "51--58",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fibrinogen trend versus number of days post-vaccination; platelet trend versus number of days post-vaccination; D-dimer trend versus number of days post-vaccination. Bold continuous line: patient results. Area between dotted grey lines: normal range.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}