{
    "paper_id": "3d698e7514b16fbee89fe1a0ddf56682fa9af84f",
    "metadata": {
        "title": "Preparing for the tsunami or the way towards flattening the curve, the Greek perspective",
        "authors": [
            {
                "first": "Alexandra",
                "middle": [
                    "A"
                ],
                "last": "Frogoudaki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Athens University",
                    "location": {
                        "settlement": "Athens",
                        "country": "Greece"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The first COVID-19 case in Greece was recorded on February 26. The Health System had to be organized and ready for COVID-19 as fast as possible. As Greece and Italy are neighboring countries, there was a lot of information from Italy. Don't underestimate the virus, stay at home, learn from us, they kept shouting. (1) Social distancing would be the country's answer to the pandemic. In Greece schools closed on the 10 th of March just 14 days after the first confirmed COVID-19 case, restaurants and bars on the14 th of March, all shops on the 18 th of March and a general lockdown was established on the 22 nd of March, less than a month after the first case was recorded. A travel ban was implemented inside Greece, with few exceptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dedicated COVID-19 hospitals had been appointed all around Greece since early March. Since the beginning of the outbreak in Greece, suspicion for COVID-19 infection was high and every case was considered as a possible COVID-19 case. On March 11, all private clinics and non-urgent surgery were cancelled, while a few days later, all regular clinics were cancelled. Personnel in both Emergency Departments and Wards had to be educated and familiarized with new the status and procedures. We needed more infrastructure and personnel. There was also need of personal protective equipment (PPE) for healthcare workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As cardiologists, we were not familiar with this type of crisis, we were (and still are) scared for us, our families, our colleagues and our patients. (2) Will be enough PPE or testing if needed? Are we adequately trained to cope with the new unknown situation? What is the impact of coronavirus on the heart (3)? What biomarkers should we measure (4) and how are we supposed to perform diagnostic and therapeutic procedures? (3, 5) . Should heart failure medication be changed? (6) What about following heart failure patients if the situation is prolonged?",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 429,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 430,
                    "end": 432,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During on calls we had to take care and echo COVID-19 patients. How safe was that? We studied and studied about safety procedures and proper management of COVID-19 patients. We learned it. We had bought the time as the curve wasn't steep in Greece. We were not tired and we had time to take care of ourselves and to establish communication via telemedicine with our regular patients who are of course scared and often presented with acute conditions as patients with decompensated heart failure (6) or arrhythmias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With all clinics cancelled we needed to establish as soon as possible ways of communication with our patients. There was a spontaneous wave of compassion and solidarity in order to keep patients safe and away from dangerous hospitals. Since March 23 it was possible to prescribe remotely, while telemedicine was the safe solution for heart failure patients. Patients are only coming to hospitals if blood tests are absolutely necessary or they need hospitalization. Heart failure patients' admissions were reduced up to 75% in Greece. Fear of face-to-face medical care may result to people with urgent health problems remain at home rather than call for help. Additionally, enhanced communication with cardiologists and nurses could be a reason, as well as intense adherence to medical treatment and a healthier way of Accepted Article living, the only weapon against COVID-19, the unknown enemy. Family support is also more robust during crises.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As all major congresses were cancelled and there is no travelling, the social media became a way of communication and teleconferences substituted in part, major educational events and scientific meetings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As of April 10 2020, we could say, we Greeks, flattened the curve thanks to timely government measures as indicated by experts in infectious diseases, strict timely social distancing and of course thanks to healthcare workers who under completely strange situations are managing with heroism all COVID-19 and non COVID-19 patients. Up to the end of lockdown, May 4 2020, Greece had one of the lowest rates of morbidity and mortality due to COVID-19 in Europe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We learnt a lot up to now. How important is to be able to communicate and collaborate in depth with colleagues and patients. How different forms of communication may work and the scientific world will never be the same after the COVID-19 pandemic. How solidarity between healthcare professionals popped out spontaneously. And more importantly we learned that though social distancing imposes hardships, it can save many millions of lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Up to date Greece didn't ignore the lessons from Italy and was proactive in the management of the COVID-19 pandemic. The impressive result was as of the 10 th of April only 8 deaths per million people (figure) (7) and around 2000 confirmed COVID-19 cases. Despite minimum morbidity and mortality, the impact on society, economy and healthcare services delivery was immense. Now we have to look carefully towards the future. The way-out of social distancing and total lockdown has to be done gradually and carefully. The social-economic crisis that will follow the pandemic is expected to impact health services as well as the community which is already psychologically affected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Concerning heart failure patients there are few questions arising. Are we going to see more decompensated patients after the pandemic or even later during this period? Is telemedicine going to be broadly implemented in the post COVID-19 era with the help of digital health gadgets? Finally, how combination of adequate communication and follow-up with the new life-saving medical treatments could reduce hospitalizations in heart failure patients?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is definitely a need of implementing new technologies and ways of communication (8, 9) , that we all became familiar with as well as the reestablishment of a face to face patient-doctor relationship which is always going to be valuable.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 89,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 90,
                    "end": 92,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This article is protected by copyright. All rights reserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "What Other Countries Can Learn From Italy During the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boccia",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ricciardi",
                    "suffix": ""
                },
                {
                    "first": "Jpa",
                    "middle": [],
                    "last": "Ioannidis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamainternmed.2020.1447"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Understanding and Addressing Sources of Anxiety Among Health Care Professionals During the COVID-19 Pandemic JAMA",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shanafelt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ripp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Trockel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.5893"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "CSC Expert Consensus on Principles of Clinical Management of Patients with Severe Emergent Cardiovascular Diseases during the COVID-19 Epidemic",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jing",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Circulation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Troponin and BNP use in Covid -19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Januzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ACC Cardiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 pandemic and cardiac imaging: EACVI recommendations on precautions, indications, prioritization, and protection for patients and healthcare personnel",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Skulstad",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cosyns",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Popescu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Galderisi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Salvo",
                    "suffix": ""
                },
                {
                    "first": "Donal",
                    "middle": [
                        "E"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gimelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haugaa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Muraru",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Schulz-Menger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dweck",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Pontone",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sade",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Gerber",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Maurovich-Horvat",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bharucha",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cameli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Magne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Westwood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maurer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Edvardsen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Heart J Cardiovasc Imaging",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/ehjci/jeaa072"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 illness and heart failure: A missing link? JACC Heart Fail",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mehra",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruschitzka",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/J.jchf.2020.03.004"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Greece Shows How to Handle the Crisis. The government imposed severe social distancing measures much earlier than others",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Giugliano",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bloomberg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Global Telemedicine Implementation and Integration Within Health Systems to Fight the COVID-19 Pandemic: A Call to Action. JMIR Public Health Surveill",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ohannessian",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Duong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Odone",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/18810"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Virtually Perfect? Telemedicine for Covid-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Hollander",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2003539"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "I would like to thank Professor John Parissis for his useful suggestions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "This article is protected by copyright. All rights reserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        }
    ]
}