{
    "paper_id": "3d7034714bc055092df0c350393b8144502b0ace",
    "metadata": {
        "title": "Socio-educational Impact and Psychological Distress of Medical Students amid the 1 COVID-19 Pandemic: A Japanese Cross-Sectional Survey 2",
        "authors": [
            {
                "first": "Yoshito",
                "middle": [],
                "last": "Nishimura",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Okayama University Graduate School of Medicine",
                    "location": {
                        "addrLine": "Dentistry 7 and Pharmaceutical Sciences",
                        "postCode": "7008558",
                        "settlement": "Okayama",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Tokumasu",
                "middle": [],
                "last": "Kazuki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Okayama University Graduate School of Medicine",
                    "location": {
                        "addrLine": "Dentistry 7 and Pharmaceutical Sciences",
                        "postCode": "7008558",
                        "settlement": "Okayama",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Hideharu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Okayama University Graduate School of Medicine",
                    "location": {
                        "addrLine": "Dentistry 7 and Pharmaceutical Sciences",
                        "postCode": "7008558",
                        "settlement": "Okayama",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Hagiya",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Hitomi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Okayama University Graduate School of Medicine",
                    "location": {
                        "addrLine": "Dentistry 7 and Pharmaceutical Sciences",
                        "postCode": "7008558",
                        "settlement": "Okayama",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Kataoka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Okayama University Graduate School of Medicine",
                    "location": {
                        "addrLine": "Dentistry 7 and Pharmaceutical Sciences",
                        "postCode": "7008558",
                        "settlement": "Okayama",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Yoshito",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Okayama University Graduate School of Medicine",
                    "location": {
                        "addrLine": "Dentistry 7 and Pharmaceutical Sciences",
                        "postCode": "7008558",
                        "settlement": "Okayama",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 pandemic has negatively affected medical education. However, few data are 20 available about medical students' distress during the pandemic. This study aimed to provide 21 details on how medical students had been affected by the pandemic. In this cross-sectional study, 22 717 medical students participated in the web-based survey. The questions included how their 23 mental status had changed before and after the Japanese nationwide state of emergency (SOE). 24 65.9% (473/717) participated in the study. 29.8% (141/473) reported concerns about the shift 25 toward online education, mostly because they thought online education could have been 26 ineffective compared with in-person learning. Participants' subjective mental health status 27 significantly worsened after the SOE was lifted (p <.001). Those who had concerns about a shift 28 toward online education had higher odds of having generalized anxiety and being depressed (OR 29 1.97, 95% CI 1.19 -3.28), as did those who requested food aid and mental health care resources 30 (OR 1.99, OR 3.56, respectively). Given our findings, 31 the sudden shift to online education might have overwhelmed medical students. Thus, we 32 recommend educators to inform learners that online learning is non-inferior to in-person learning, 33 which could attenuate potential depression and anxiety. 34",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The coronavirus disease 2019 (COVID-19) global pandemic has drastically changed our lives, 38 with more than eight million cases and 400,000 deaths reported globally as of June 18, 2020, 39 according to the World Health Organization statistics(1). In Japan, 17,668 cases have been 40 confirmed as of June 18, 2020, with an explosion in the number of cases in early April(2). While 41 Japan seems to be bringing the outbreak under control through active cluster tracing, restriction 42 of mass gatherings, and advocating universal masking and hand hygiene, there were no simple 43 solutions to this issue(3). After the surge in COVID-19 cases, on April 16, 2020, the Government 44 of Japan (GoJ) declared a state of emergency (SOE) in all 47 prefectures, which lasted until May 45 25, 2020(4). In Okayama, a prefecture in the western part of mainland Japan(5) with 46 approximately 1.9 million people (ranked 20/47 among the 47 prefectures), only 25 confirmed 47 cases had been reported by the end of May 2020. Behind the scenes of successful COVID-19 48 mitigation, however, those in education-related jobs and medical students struggled with the 49 rapid change in the socio-educational system. 50 51 Although the SOE was lifted on May 14 in Okayama based on the low incidence of COVID-19, 52 even before the SOE, from March 25, Okayama University School of Medicine (OUSM), one of 53 the largest national universities in Japan, requested its students to stay home to prevent the 54 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 37"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 27, 2020. ; https://doi.org/10.1101/2020.10.22.20216572 doi: medRxiv preprint 4 possible community spread of COVID-19 within the medical school and hospital. Until the 55 stay-home request was lifted on May 22, medical students were required to cope with this sudden 56 change in their lifestyle, and shifted to online education amid the fear and considerable 57 uncertainty surrounding COVID-19. In the early 2000s, the severe acute respiratory syndrome 58 coronavirus (SARS-CoV) outbreak had a devastating impact on academic education, including 59 sudden curriculum changes and rapid integration of information technology(6-8). Similarly, the 60 current COVID-19 pandemic has provoked significant turmoil in society. In particular, mental 61 health problems due to the pandemic have drawn attention worldwide as studies have suggested 62 the need for mental health care interventions during the outbreak(9-14). Medical students, who 63 essentially need clinical exposure, may have been impacted even further by the pandemic. 64 65 In Japan, medical schools have different admission practices and curricula than in the United 66",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "States. Students typically enter medical school immediately after high school graduation, often at 67 18 years old, and they go through six years of medical education before graduation. Despite the 68 differences in education system, the fundamental philosophy of academic medicine is the same; 69 to provide quality educational experience. To date, few published studies have investigated the 70 status of medical students' living environment, socio-educational, and mental health status during 71 the COVID-19 pandemic. To address this, we conducted a total population survey of OUSM 72 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 27, 2020. web-based survey. Participants comprised medical students in all years of study at OUSM. We 79 used purposive sampling to conduct a total population sample for the 717 medical students who 80 belonged to the OUSM as of April 1, 2020 (the first day of the academic year in Japan). The 81 participants' consent was implied by their completion of the survey. 82",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The survey was developed through consultation with a medical education expert panel at OUSM 84 and piloting, and administered with Qualtrics (Qualtrics International Inc., Provo, Utah), a 85 web-based survey platform. We provided survey instructions and instruments in Japanese. We 86 distributed survey links to the students using OUSM official mailing lists. All participants were 87 invited to complete the survey within one week (June 8-14, 2020, in Japan Standard Time). No 88 financial incentives were provided for their participation in the survey. In the survey, we included 89 entries on demographics (age, gender, education before entering medical school, employment 90 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "83"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 27, 2020. ; https://doi.org/10.1101/2020.10.22.20216572 doi: medRxiv preprint 6 status on date of response, changes in employment status due to the COVID-19 pandemic, 91 marital status, living environment, household size, and comorbidities) as well as COVID-19 92 related items (e.g., \"Chance of contracting COVID-19 during the current pandemic\"), 93 self-learning associated activities (e.g., Average time of self-learning/day), validated depression 94 and anxiety scale instruments, and financial situations. To protect participants' anonymity as 95 much as possible, respondents were not prompted to enter their year of study. 96",
            "cite_spans": [],
            "ref_spans": [],
            "section": "83"
        },
        {
            "text": "Measurements 98",
            "cite_spans": [],
            "ref_spans": [],
            "section": "97"
        },
        {
            "text": "To evaluate the extent of participants' concern and preparedness for COVID-19, they were 100 asked: \"What do you think the chances are that you will contract COVID-19 during the current 101 pandemic?\"; \"What is your degree of concern about the health status of your family?\"; \"Do you 102 think you have enough information about the symptoms of COVID-19?\"; \"Do you think you 103 have enough information about prevention and treatment of COVID-19?\"; and \"Do you feel 104 worried about COVID-19?\" To further assess students' concerns, the participants were prompted 105 to answer \"I am concerned because my future career formation may be negatively affected due to 106 the COVID-19 pandemic\"; \"I am concerned because the COVID-19 pandemic may attenuate our 107 relationship to teachers\"; \"I am concerned because of the disruption to ongoing research or 108 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19-related questions 99"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 27, 2020. ; https://doi.org/10.1101/2020.10.22.20216572 doi: medRxiv preprint extracurricular activities\"; and \"I am concerned about the shift toward online education.\" All 109 questions were evaluated on a 5-point Likert scale except for the item on the health status of the 110 family (3-point Likert scale). Those who answered \"Very concerned\" or \"Concerned\" in the 111 entry on concern about the shift toward online education were prompted to provide reasons. To 112 describe participants' needs, they were asked to note the types of support they wish to receive 113 from the university if there is a resurgence of COVID-19. These responses were mandatory. 114 115",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19-related questions 99"
        },
        {
            "text": "For subjective mental health status and the average time per day that participants stayed at home, 117 read books, played video games, and learned by themselves, respondents were prompted to 118 answer \"How many hours a day did you... / stay at home / read books / play video games / 119 self-learn?\" before the SOE order (April 16, 2020) or during the last two weeks (with the base 120 date of when participants completed the survey). 121 122",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Self-learning and related activity 116"
        },
        {
            "text": "We assessed the presence of depression using the 9-item Patient Health Questionnaire (PHQ-9), 124 a common screening tool for mood disorders. We used the validated Japanese translation of the 125 scale(15). The total scores of PHQ-9 range from 0 to 27 and we defined scores of 10 or more as 126 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Depression and anxiety disorders 123"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 27, 2020. ; https://doi.org/10.1101/2020.10.22.20216572 doi: medRxiv preprint 8 having \"depression.\" We screened for anxiety disorders using the Japanese version of the 7-item 127 Generalized Anxiety Disorder Scale (GAD-7), which was validated in 2010(16). The score 128 ranges from 0 to 21, and we defined scores of 10 or more as having \"anxiety.\" Both instruments 129 ask respondents about their mental health status during the last two weeks. Respondents were also asked to answer if they were on scholarship or student loan. 139 140",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Depression and anxiety disorders 123"
        },
        {
            "text": "We analyzed the data using JMP version 13.1.0 (SAS Institute Inc., Cary, North Carolina). We 142 used the Wilcoxon signed-rank test to examine differences in the time participants spent on 143 self-learning related activities based on non-normal distribution. For associations between 144 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis 141"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 27, 2020. (52.9%) respondents reported that they were engaged in part-time work, while 44 (9.3%) 160",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis 141"
        },
        {
            "text": "reported having resigned or been fired due to the COVID-19 pandemic. Eight (1.7%) and 6 161 (1.3%) noted that they had a past medical history of anxiety disorders and depression, 162 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis 141"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 27, 2020. Of the participants, 298 (63.0%) answered that they would request financial aid if a stay-home 178 order recurred due to a COVID-19 resurgence, followed by request for food aid (n = 100, 21.1%), 179 technical support for online education (n = 100, 21.1%), and mental health care resources (n = 85, 180 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 27, 2020. ; https://doi.org/10.1101/2020.10.22.20216572 doi: medRxiv preprint 18.0%). 181 182 Change in self-learning related time before and after the SOE 183",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We compared the change in average time respondents spent at home, reading books, playing 184 video games, and self-learning per day before the SOE and within two weeks prior to the survey 185 completion (after the SOE). As shown in Table 3 and Supplementary Figure 2 , the participants 186 spent significantly longer on all the activities mentioned above after the SOE than before the 187 SOE (p <.001). There were also significant differences in their subjective mental health status 188 before and after the SOE based on Wilcoxon signed-rank test (p <.001). 189 190",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 239,
                    "text": "Table 3",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 258,
                    "end": 266,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Of the participants, 75 (15.8%) had PHQ-9 scores of 10 or more, and 34 (7.2%) had GAD-7 192 scores of 10 or more. To the best of our knowledge, this study is the first survey of Japanese medical students 208 regarding their life circumstances and challenges due to COVID-19. Although Japan has had 209 fewer COVID-19 cases than the US, and Okayama has had comparatively fewer cases than other 210 Japanese prefectures, the study results underscore that the pandemic caused a profound negative 211 socio-educational impact on our society and medical students. We found that approximately 10% 212 of the students on part-time jobs had been fired due to the pandemic. Furthermore, a considerable 213 number of medical students had concerns around their basic life security, demanding support 214 from the university in the form of financial aid, food aid, technical support, and mental health 215 care resources due to the SOE. Regarding students' subjective psychological distress, those who 216 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regression analyses of factors associated with depression and anxiety 191"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 27, 2020. ; https://doi.org/10.1101/2020.10.22.20216572 doi: medRxiv preprint 13 expressed concerns about the rapid shift toward online education and fear around basic life 217 security were more likely to be depressed and anxious after the SOE. 218 219 Concerns around future career disruption, attenuated relationship to medical teachers, and 220 disruption of ongoing extracurricular activities were prevalent among the participants, which 221 underlines the considerable uncertainty amid the COVID-19 pandemic (Table 2 ). In particular, 222 63% of respondents reported the need for financial aid in the event of a second wave of the 223 pandemic. These data correspond to the fact that more than 70% of participants received no more 224 than the national average monthly allowance from their parents ( is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 581,
                    "end": 589,
                    "text": "(Table 2",
                    "ref_id": "TABREF10"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 27, 2020. ; https://doi.org/10.1101/2020.10.22.20216572 doi: medRxiv preprint reading books, playing video games, and learning by themselves (Table 3) identified as a factor associated with depression (Table 4) . Surprisingly, 65.2% of those who had 245 concerns about the shift toward online education thought online education was less effective than 246 in-person education. While previous studies have reported the utility and noninferiority of online 247 learning compared to offline(23, 24), in-person learning, the results of the current study revealed 248 a potential gap in perception regarding the effectiveness of online education between medical 249 students and educators. Educators should not assume that students know the potential benefits of 250 online learning, and it is essential to inform learners that online learning is non-inferior to 251 in-person learning, which could attenuate potential depression and anxiety. While in-person 252 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 217,
                    "text": "(Table 3)",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 268,
                    "end": 277,
                    "text": "(Table 4)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 27, 2020. in students' average time spent on self-learning related activities before and after the SOE in 260 Table 3 , a longitudinal study design would be more appropriate to examine the differences in the 261 study cohort. Third, we asked participants to provide their mental health status and time spent on 262 self-learning related activities before the SOE (approximately six weeks before the survey 263 implementation), both of which are subject to recall bias. Also, PHQ-9 and GAD-7 scores were 264 obtained only after the SOE. Thus, it is possible that they might have not changed during the 265 period. Lastly, due to the nature of the survey topic, those who were interested in the public 266 health emergency or mental health may have been more likely to respond, which would lead to 267 self-selection bias. Despite these limitations, a total population sampling strategy coupled with 268 higher-than-usual response rates(25) contributed to high internal validity. 269 270 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 184,
                    "text": "Table 3",
                    "ref_id": "TABREF12"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 27, 2020. ; https://doi.org/10.1101/2020.10.22.20216572 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In conclusion, through the study, we have provided graphical data and evidence regarding the 271 socio-educational impacts of the COVID-19 pandemic on medical students. In circumstances of 272 considerable uncertainty, both educators and medical students need to be flexible, patient, and 273 resilient. The uncertainty and drastic change triggered substantial psychological distress in 274 students, which was greater than we assumed. As discussed, Japan has had a relatively small 275 number of COVID-19 cases compared to the US and other European countries. Although 276",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Okayama prefecture survived the pandemic with fewer confirmed COVID-19 cases than other 277 prefectures, medical students experienced significant impacts due to the public health emergency. 278",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The educational institution should recognize the prevalence of basic needs insecurity, such as 279 financial difficulties and a shortage of staples, including food, etc. As medical educators, we 280 need to be accountable for the advantages of online education in the field of medicine to alleviate 281 students' psychological distress, in addition to providing multilateral support to those in need, 282 including early mental health care interventions. While we targeted medical students in a single 283 Japanese national university, the survey results warrant further research and analysis if the 284 distress is amplified by existing anxiety, depression, burnout, etc., or is a wholly 285 COVID-19-related phenomenon. We call for increased research in populations with more 286 COVID-19 cases than Japan, to figure out the challenges medical students have been facing amid 287 the pandemic in different cultures and backgrounds. 288 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 27, 2020. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 27, 2020. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 27, 2020. ; https://doi.org/10.1101/2020.10.22.20216572 doi: medRxiv preprint Self-owned business 2 (0.4) . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 27, 2020. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 27, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total number of participants 473"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 27, 2020. ; https://doi.org/10.1101/2020.10.22.20216572 doi: medRxiv preprint . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 27, 2020. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 27, 2020. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 27, 2020. ; https://doi.org/10.1101/2020.10.22.20216572 doi: medRxiv preprint survey. The survey period was from June 8 to 14, 2020. b P value is calculated with Wilcoxon signed-rank test. c P < .001 with Wilcoxon signed-rank test. There is a significant difference in the subjective mental health status of participants before the Japanese national state of emergency and the last two weeks prior to the date of answering the survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Depression and Generalized Anxiety in Japanese Medical Students . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 4. Results of Univariate Regression Analyses of Factors Associated with"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 27, 2020. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 4. Results of Univariate Regression Analyses of Factors Associated with"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 27, 2020. ; https://doi.org/10.1101/2020.10.22.20216572 doi: medRxiv preprint Abbreviations: CI, confidence interval; GAD-7, Generalized Anxiety Disorder-7; OR, odds ratio; PHQ-9, Patient Health Questionnaire-9. a Univariate regression analysis was performed for each dependent variable. b Participants who answered, \"Very concerned\" or \"Concerned\" in the respective survey entries listed in Table 2 were considered the \"Positive concerns group.\" On the other hand, those who answered \"Neutral,\" \"Not concerned,\" or \"Not at all concerned\" were considered the \"No concerns group\" in this analysis. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 459,
                    "end": 466,
                    "text": "Table 2",
                    "ref_id": "TABREF10"
                }
            ],
            "section": "Table 4. Results of Univariate Regression Analyses of Factors Associated with"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 27, 2020. ; https://doi.org/10.1101/2020.10.22.20216572 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 4. Results of Univariate Regression Analyses of Factors Associated with"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Performance of the Japanese version of the Patient Health Questionnaire-9 (J-PHQ-9) for 327 depression in primary care",
            "authors": [],
            "year": 2018,
            "venue": "Gen Hosp Psychiatry",
            "volume": "52",
            "issn": "",
            "pages": "64--73",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Summary of Campus Life 332 Data",
            "authors": [],
            "year": 2010,
            "venue": "Jpn J Psychosom Med",
            "volume": "330",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Strength Model of Self-Regulation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Baumeister",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Tice",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Vohs",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Conclusions From the Second Decade of Willpower Research",
            "authors": [],
            "year": 2018,
            "venue": "Perspect Psychol Sci",
            "volume": "336",
            "issn": "2",
            "pages": "141--146",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", university students typically live on a monthly allowance from parents. According to 133 the latest statistics by the National Federation of University Co-operative Associations, students 134 receive 72,810 JPY (approximately 680 USD) a month on average(17). Participants were 135 prompted to give their monthly allowance from the following options: \"None,\" \"0,\" \"< 30,000 136 JPY (280 USD),\" \"30,000 -49,999 JPY (280 -467 USD),\" \"50,000 -69,999 JPY (467 -654 137 USD),\" \"70,000 -99,999 JPY (654 -935 USD),\" and \"≥ 100,000 JPY (≥ 935 USD).\" 138",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "19 related survey items 165 Table 2 and Supplementary Figure 1 show respondents' answers to the COVID-19 related 166 survey items. Eighty-one (17.2%) responded that they were either \"likely\" or \"very likely\" to 167 contract COVID-19 during the ongoing pandemic; 275 (58.1%) agreed or strongly agreed to a 168 prompt \"I feel worried about COVID-19.\" Regarding the breakdown of students' concerns about 169 COVID-19, 182 (38.5%), 121 (25.6%), and 235 (49.7%) acknowledged that they were concerned 170 about the negative impacts of COVID-19 on their future career formation, relationship with 171 teachers, and ongoing research or extracurricular activities, respectively, while 141 (29.8%) also 172 reported concern about a shift toward online education. The reasons for concerns included 173 ineffective educational effect compared with on-site education (n = 92, 65.2%), possible 174 resurgence of the COVID-19 outbreak leading to a sudden change in the curriculum (n = 74, 175 52.5%), and decreased clinical exposure (n = 92, 65.2%). 176 177",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "5 and Supplementary Figure 3 show the self-reported amounts of monthly allowance 202 from parents and situations regarding financial aid. A total of 332 (70.2%) respondents had a 203 monthly allowance that was lower than the national average (72,810 JPY, approximately 680 204 USD)(17), while 141 (27.7%) received some sort of financial aid for their living and education.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "SOE. Our results are consistent with prior longitudinal and cross-sectional 236 studies that the COVID-19 pandemic led to a sedentary life and psychological distress(9, 12, 13, 237 21). As suggested by a previous study, the increase in gaming could be a coping regression analyses of factors associated with depression and anxiety, in our study 241 population, those who requested food aid and mental health care resources from the university 242 upon the future resurgence of the COVID-19 outbreak had significantly higher odds of 243 depression and anxiety. Furthermore, concerns around the shift toward online education were 244",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "T, Bann D. Financial stress and mental health among higher education 341 students in the UK up to 2018: rapid review of evidence. J Epidemiol Community Health. 342 of quarantine and how to reduce it: rapid review of the evidence. H. Does online learning work better than offline learning in undergraduate 350 medical education? A systematic review and meta-analysis. Med Educ Online. Walsh AE, Weber A, Bell A. Practical approaches to pedagogically rich online 353 tutorials in health professions education. Rural Remote Health. 2020;20(2):6045. 354 25. Cunningham CT, Quan H, Hemmelgarn B, Noseworthy T, Beck CA, Dixon E, et al. 355 Exploring physician specialist response rates to web-based surveys. BMC Med Res Methodol. the manuscript, designed the study, and analysed the data. KO, KT, MO, HH, and HK 371 analyzed the data and revised the manuscript. FO designed and supervised the research. 372 373Conflicts of interest 374The authors declare no conflicts of interest in association with the present study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "breakdown of students' concerns about COVID-19. 182 (38.5%), 121 (25.6%), and 235 386 (49.7%) acknowledged that they were concerned about the negative impacts of COVID-19 on 387 their future career formation, relationship with teachers, and ongoing research or extracurricular 388 activities, respectively, while 141 (29.8%) also reported concern about a shift toward online 389 education. (B) Of the participants, 298 (63.0%) answered that they would request financial aid if 390 a stay-home order recurred due to a COVID-19 resurgence, followed by request for food aid (n = 391 100, 21.1%), technical support for online education (n = 100, 21.1%), and mental health bar charts show the change in average time respondents spent at home, reading books, 396",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "COVID-19, coronavirus disease 2019; PC, personal computer. a The survey entry was explicitly answered by participants who answered \"Very concerned\" or \"Concerned\" in the previous entry (\"Concerned about Shift toward Online Education,\" n = 141). Multiple answers permitted. b Multiple answers permitted.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "medical students to comprehensively clarify what they require and how they have been mentally 73We performed a cross-sectional study that employed an anonymous, self-administered voluntary 78",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "categorical variables containing small sample sizes, we employed Fisher's exact test. To examine 145 the predictive factors of categorical dependent variables, we used univariate logistic regression 146 analyses. The threshold for significance was defined as p < 0.05. 147This study protocol was approved by the institutional review board of Okayama University 150The datasets generated and analysed during the current study are available from the 154 Response rates to the survey were 473 out of 717 (65.9%) OUSM students in all six years 158 combined. Participants' demographic characteristics are summarized inTable 1. Of note, 250 159",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "presents all the results of univariate regression analyses. The odds 193 of being depressed were significantly higher in those who had concerns about a shift toward 194 online education (OR 1.97, 95% CI 1.19 -3.28), and in those who requested food aid (OR 1.99, 195 95% CI 1.16 -3.44) and mental health care resources (OR 3.56, 95% CI 2.07 -6.15) from the 196 university in the event of resurgence of COVID. Regarding generalized anxiety, the odds were 197 higher in respondents who requested food aid (OR 2.50, 95% CI 1.21 -5.20) and mental health 198 . CC-BY 4.0 International license It is made available under ais the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.(which was not certified by peer review)The copyright holder for this preprint this version posted October 27, 2020.; https://doi.org/10.1101/2020.10.22.20216572 doi: medRxiv preprint care resources (OR 3.16, 95% CI 1.51 -6.59). 199 Prevalence of financial hardship 201",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5). Contrary to the general 225 notion in Japan that \"medical students are financially well-off,\" many may have experienced 226 financial hardship. Recently, the theory of willpower has gathered public attention. Financial 227 stability is considered a prerequisite of willpower, which aids appropriate decision-making(18). 228Combined with previous research findings that financial instability could lead to worse mental 229 health outcome(19, 20), educators are expected to develop a strategy to offer financial support to 230Regarding lifestyle changes and psychological distress, after the SOE was lifted, the participants 233 experienced significantly worse mental health status, and spent significantly longer at home, 234",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "communication has become difficult nowadays due to the fear for COVID-19, medical schools 253 may need to reach out to students to find out those suffering from underlying life insecurity and 254 to provide multilateral support, including early mental health care interventions. 255Several limitations to this study should be noted. First, due to the single-center cross-sectional 257 survey design, we may not conclude causal relationships. Second, the cross-sectional research 258 contains a limitation in terms of addressing changes over time. While we illustrated the changes 259",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "[Available from: https://www.mhlw.go.jp/stf/seisakunitsuite/bunya/newpage_00032.html. 296 3. Looi MK. Covid-19: Japan ends state of emergency but warns of \"new normal\". BMJ. 297 https://www.mhlw.go.jp/content/10900000/000634753.pdf. 301 [Available from: https://www.stat.go.jp/english/data/jinsui/2019np/index.html. 303 Health and Behavior During the Early Phases of the COVID-19 Pandemic: A Longitudinal 311 Mobile Smartphone and Ecological Momentary Assessment Study in College Students. J Med 312 Yang L, Zhang C, Xiang YT, Liu Z, Hu S, et al. Online mental health services in 314 China during the COVID-19 outbreak. Lancet Psychiatry. 2020;7(4):e17-e8. 315 and Associated Factors during the Initial Stage of the 2019 Coronavirus Disease (COVID-19) 321 Epidemic among the General Population in China. Int J Environ Res Public Health. Pandemics and the Mitigation Effects of Exercise: A Longitudinal Study of College Students in 324",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Demographic Characteristics of the Study Participants Comprising 473",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Results of the COVID-19-related Survey Items",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "\"I have enough knowledge about the treatment of COVID-19\"is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.(which was not certified by peer review)The copyright holder for this preprint this version posted October 27, 2020. ; https://doi.org/10.1101/2020.10.\"The Reasons for Concern about Shift toward Online Education\" aOnline education may not be as effective as on-site education 92 (65.2)Fear of possible resurgence of COVID-19 outbreak, which would cause a \"What supports do you want from the university if a stay-home order takes place again due to the resurgence of COVID-19?\" b",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Comparison of Age-weighted Self-learning and Related Activity Time ofBasic livelihood support (e.g., resources for health maintenance",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "; https://doi.org/10.1101/2020.10.22.20216572 doi: medRxiv preprintMedical Students Before and After the National State of Emergency in JapanAbbreviations: CI, confidence interval; h, hour; SOE, state of emergency.a The base date of the \"last 2 weeks\" is the day when the participants answered the",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "; https://doi.org/10.1101/2020.10.22.20216572 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "Description of the Financial Situation of Japanese Medical StudentsConcerns around Disruption of Ongoing Research or Extracurricular Activities b",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 27, 2020. ; https://doi.org/10.1101/2020.10.22.20216572 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ]
}