{
    "paper_id": "3d746e8bcbb8d778efa960a4f2721eeeb63a8950",
    "metadata": {
        "title": "Monatsschrift Kinderheilkunde Suppl 2 · 2018 S95 Abstracts Abstracts des Kongresses für Kinder-und Jugendmedizin 2018 Gemeinsame Jahrestagung der Deutschen Gesellschaft für Kinder-und Jugendmedizin (DGKJ), der Deutschen Gesellschaft für Sozialpädiatrie (DGSPJ), der Deutschen Gesellschaft für Kinderchirurgie (DGKCH) und des Berufsverbandes Kinderkrankenpflege Deutschland (BeKD) 12. bis 15. September 2018, Leipzig Wissenschaftliche Leitung Abstracts der Deutschen Gesellschaft für Kinder-und Jugendmedizin (DGKJ) Freie Vorträge DGKJ Kritisch kranke Neugeborene DGKJ-FV001 Mikrodeletion 17q23.1q23.2 mit Verlust des TBX4 Gens als Ursache eines pulmonalen Hochdrucks bei einem VLBW- Frühgeborenen DGKJ-FV002 Kongenitale foudroyante Erythroleukämie eines Frühgeborenen",
        "authors": [
            {
                "first": "Gerhard",
                "middle": [],
                "last": "Jorch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tagungspräsident",
                "middle": [],
                "last": "Dgkj",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christoph",
                "middle": [],
                "last": "Kretzschmar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tagungspräsident",
                "middle": [],
                "last": "Dgspj",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Prof",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tagungspräsident",
                "middle": [
                    "H C Lucas"
                ],
                "last": "Wessel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Birgit",
                "middle": [],
                "last": "Dgkch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tagungspräsidentin",
                "middle": [],
                "last": "Pätzmann-Sieta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Bekd",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wissenschaftliche",
                "middle": [],
                "last": "Leitung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Florian",
                "middle": [],
                "last": "Cassel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erasmus MC -Sophia",
                    "location": {
                        "settlement": "Neonatologie, Rotterdam",
                        "region": "Niederlande"
                    }
                },
                "email": ""
            },
            {
                "first": "Gosia",
                "middle": [],
                "last": "Srebniak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erasmus MC -Sophia",
                    "location": {
                        "settlement": "Humangenetik, Rotterdam",
                        "region": "Niederlande"
                    }
                },
                "email": ""
            },
            {
                "first": "Myrthe",
                "middle": [],
                "last": "Born",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erasmus MC -Sophia",
                    "location": {
                        "settlement": "Humangenetik, Rotterdam",
                        "region": "Niederlande"
                    }
                },
                "email": ""
            },
            {
                "first": "Annemiek",
                "middle": [],
                "last": "Evers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erasmus MC -Sophia",
                    "location": {
                        "settlement": "Rotterdam",
                        "region": "Niederlande"
                    }
                },
                "email": ""
            },
            {
                "first": "Irwin",
                "middle": [],
                "last": "Reiss",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erasmus MC -Sophia",
                    "location": {
                        "settlement": "Neonatologie, Rotterdam",
                        "region": "Niederlande"
                    }
                },
                "email": ""
            },
            {
                "first": "Angelina",
                "middle": [],
                "last": "Beer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erasmus MC -Sophia",
                    "location": {
                        "settlement": "Neonatologie, Rotterdam",
                        "region": "Niederlande"
                    }
                },
                "email": ""
            },
            {
                "first": "Gustavo",
                "middle": [],
                "last": "Baretton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erasmus MC -Sophia",
                    "location": {
                        "settlement": "Humangenetik, Rotterdam",
                        "region": "Niederlande"
                    }
                },
                "email": ""
            },
            {
                "first": "Sigrun",
                "middle": [
                    "R"
                ],
                "last": "Hofmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erasmus MC -Sophia",
                    "location": {
                        "settlement": "Neonatologie, Rotterdam",
                        "region": "Niederlande"
                    }
                },
                "email": ""
            },
            {
                "first": "Jörn",
                "middle": [],
                "last": "Meinel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erasmus MC -Sophia",
                    "location": {
                        "settlement": "Humangenetik, Rotterdam",
                        "region": "Niederlande"
                    }
                },
                "email": ""
            },
            {
                "first": "Lars",
                "middle": [],
                "last": "Mense",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erasmus MC -Sophia",
                    "location": {
                        "settlement": "Neonatologie, Rotterdam",
                        "region": "Niederlande"
                    }
                },
                "email": ""
            },
            {
                "first": "Jessica",
                "middle": [],
                "last": "Pablik",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erasmus MC -Sophia",
                    "location": {
                        "settlement": "Humangenetik, Rotterdam",
                        "region": "Niederlande"
                    }
                },
                "email": ""
            },
            {
                "first": "Mario",
                "middle": [],
                "last": "Rüdiger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erasmus MC -Sophia",
                    "location": {
                        "settlement": "Neonatologie, Rotterdam",
                        "region": "Niederlande"
                    }
                },
                "email": ""
            },
            {
                "first": "Anne-Kathrin",
                "middle": [],
                "last": "Sturm",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erasmus MC -Sophia",
                    "location": {
                        "settlement": "Humangenetik, Rotterdam",
                        "region": "Niederlande"
                    }
                },
                "email": ""
            },
            {
                "first": "Barabara",
                "middle": [],
                "last": "Seipolt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erasmus MC -Sophia",
                    "location": {
                        "settlement": "Neonatologie, Rotterdam",
                        "region": "Niederlande"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Hintergrund: Die pulmonale Hypertonie des Neugeborenen ist charakterisiert durch erhöhten pulmonalen Gefäßwiderstand bei gleichzeitig niedrigem Systemwiderstand. Dies hat einen extrapulmonalen Links-Rechts-Shunt über den persistierenden ductus arteriosus und das foramen ovale mit Hypoxie zur Folge. Sie ist meist sekundäre Folge von nicht erfolgter postnataler Transition und tritt bei 2/1000 Lebendgeburten auf. Häufig tritt die pulmonale Hypertonie des Neugeborenen bei pulmonalen Pathologien wie dem Mekonium-Aspirations-Syndrom, kongenitaler Hernia Diaphragmatica und IRDS auf. Genetische Ursachen des pulmonalen Hochdrucks beim Neugeborenen sind bisher kaum beschrieben. Therapeutische Maßnahmen sind u. a. eine balancierte Beatmungsstrategie, Sedierung, Kreislaufunterstützung, inhalative Stickstoffmonoxidbeatmung sowie systemische Vasodilatatoren. Fallbericht: Der Fall eines männlichen Frühgeborenen von 30 4/7 Schwangerschaftswochen mit einem Gewicht von 1490 g beschreibt den fulminanten Verlauf eines therapierefraktären pulmonalen Hochdrucks. Die Lungenreife erfolgte in der 28. Schwangerschaftswoche im Rahmen einer Aneurysma-Embolisation der A. uterina bei der Mutter. Weitere Risikofaktoren neben der Frühgeburtlichkeit bestanden nicht. Postnatal persistierte trotz invasiver Beatmung und Surfactant-Gabe hoher Sauerstoffbedarf mit weiterhin unzureichender prä-duktaler Sättigung. Klinisch und echokardiografisch zeigte sich eine ausgeprägte pulmonale Hypertension. Die therapeutischen Maßnahmen blieben ohne signifikanten Effekt. Nach wenigen Stunden verstarb der Patient an kardiorespiratorischem Versagen. Die Obduktion zeigte keine angeborenen Fehlbildungen. Jedoch war im SNP Array eine 2.2 MB Deletion im Band 17q23.1q23.2. mit den Genen CA4, PPMID, TBX4 und BRIP1 nachweisbar. Dies ist assoziiert mit postnataler Wachstumsretardierung, milder psychomotorischer Retardierung, Microcephalie und angeborenen Herzfehlern. Insbesondere Mutationen des TBX4 Gens sind assoziiert mit pulmonaler Hypertension im Kindesalter. Schlussfolgerung: Der Fall veranschaulicht einerseits die Bedeutung der genetischen Untersuchung post mortem, andererseits zeigt er die Rolle möglicher genetischer Ursachen einer (therapierefraktären) PPHN. Diese sollten, insbesondere bei erneutem Kinderwunsch der Eltern, differentialdiagnostisch erwogen werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "in der WBCT Gruppe. Beim Propensity Score Matching zeigt sich bei Kindern mit einer hohen Wahrscheinlichkeit (>80 %) für eine primäres WBCT ein Trend zu einer niedrigeren SMR (0,86; KI 0,7-1,02) bei Kindern die ein WBCT erhalten hatten im Vergleich zu Kindern ohne WBCT (SMR 1, 01; KI 0, 44) . Dies bedeutet in der WBCT-Gruppe eine ca. 2 % höhere Überlebenswahrscheinlichkeit. Schlussfolgerung: Der Einsatz des primären WBCT beim Kind bedarf einer strengen Indikationsstellung. Schwerverletzte Kinder scheinen von einem primären WBCT zu profitieren und hier sollte dieses Diagnostikum auch eingesetzt werden. Für weniger schwer oder gar leicht verletzte Kinder ergibt sich aus dem Einsatz des WBCT keinerlei Vorteil. Hier steht die höhere Strahlenbelastung im Vordergrund und es sollte daher eine konventionelle Diagnostik mit Sonographie, konventionellem Röntgen und eventuell Organbezogener-CT bevorzugt werden. Weitere Untersuchungen sind notwendig, um genaue Indikationen für den Einsatz des WBCT bei Kindern zu erarbeiten. litätssicherung für jede betreute Familie eine standardisierte Dokumentation eingesetzt. Für diese Kommunen wird jährlich eine Auswertung vorgenommen. Auch im Jahr 2017 wurden die Zahlen aus dieser Dokumentation von 25 dieser Kommunen zusammengefasst und sollen vorgestellt werden. Die Dokumentation und die Auswertung dienen dazu um die Erfolge der aufsuchenden Arbeit, aber auch noch bestehende Defizite aufzuzeigen. Qualitätsmanagement und Qualitätssicherung sind wichtige Maßnahmen, um die Arbeit der Fachkräfte Frühe Hilfen für sie selbst aber auch für den jeweiligen Arbeitgeber transparent zu machen. Vor allem dient eine standardisierte Dokumentation einer Selbstreflexion der eingesetzten Fachkräfte, damit einem praktischen Controlling und so einer ständigen Verbesserung der aufsuchenden Arbeit. Die Daten von insgesamt 950 betreuten Kinder liegen vor; dies sind insgesamt 6 % der in diesen Kommunen im Jahr 2017 geborenen Kinder. Bei 20 % der Kinder konnte eine Lösung der zu Beginn in den Familien vorgefundenen Problemen festgestellt werden und bei 60 % eine Verbesserung der Risikosituationen oder zumindest eine Stabilisierung. Weitere Angaben wie die erreichten Zielgruppen, der Zugang zu den Fachkräften Frühe Hilfen sowie Zusammenarbeit mit anderen berufsgruppen wird dargelegt. Aber auch die zu Beginn bestehenden gesundheitlichen und sozialen Probleme der Eltern, der emotionale und psychomotorische Entwicklungsstatus der Kinder und die Situationseinschätzung am Ende der Betreuung werden zahlenmäßig vorgestellt. Gleichzeitig werden Daten zu der Notwendigkeit einer besseren Zusammenarbeit zwischen niedergelassenen Kinderärzten und den Fachkräften Frühe Hilfen gezeigt.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 277,
                    "text": "(SMR 1,",
                    "ref_id": null
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "01;",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 287,
                    "text": "KI 0,",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "44)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Veränderungen in Folge der Hypertonie, und die Endothelfunktion mittels \"reactive hyperemic peripheral arterial tonometry (RH-PAT)\" bestimmt. Ergebnisse: Praxis-Einzelmessungen ergeben 2-bis 4-mal so häufig hypertensive Werte im Vergleich zu Langzeit-Messungen, obschon die Übereinstimmung an identifizierten Hypertoniefällen zwischen beiden Messverfahren maximal 50 % beträgt. Systolische Einzel-und Langzeitwerte übergewichtiger Kinder korrelieren weniger miteinander als jene schlanker Kontrollen (r = 0,48 bzw. 0,70). Weiterhin zeigen Übergewichtige in der Langzeit-Messung stärkere Schwankungen (Spanne systolischer Werte: 57,2 vs. 53,4 mmHg, Standardabweichung systolischer Einzelwerte vom Tagesmittel: 12,2 vs. 11,48 mmHg), und vermehrt ungültige Profile unter Berücksichtigung etablierter Qualitätskriterien (31, 4 vs. 12, 3 % ungültige Messungen) . Bereits während der Ersterhebung findet sich eine breitere CIMT (0,43 versus 0,33 mm, p < 0,001), sowie eine verminderte Endothelfunktion (reactive hyperemia index, RHI = 1,27 vs. 1,94, p < 0,001) im Vergleich übergewichtiger Probanden mit schlanken. Dabei korrelieren die systolischen Langzeitmittelwerte besser als Einzelwerte mit der CIMT, nicht jedoch mit der Endothelfunktion. Weiterhin konnte eine milde Überlegenheit der Langzeitwerte gegenüber Einzelwerten als Prädiktor für CIMT und Blutdruckentwicklung im Verlauf gezeigt werden. Schlussfolgerung: Eine 24-Stunden-Blutdruckmessung sollte bei übergewichtigen Kindern und Jugendlichen auch bei unauffälligen Praxisblutdruckwerten zur Primärdiagnostik gehören, da anhand von Einzelmessungen hier nur ungenügend der Langzeitblutdruck, sowie beginnende pathologische Gefäßveränderungen abgeschätzt werden können.",
            "cite_spans": [
                {
                    "start": 768,
                    "end": 820,
                    "text": "Berücksichtigung etablierter Qualitätskriterien (31,",
                    "ref_id": null
                },
                {
                    "start": 821,
                    "end": 830,
                    "text": "4 vs. 12,",
                    "ref_id": null
                },
                {
                    "start": 831,
                    "end": 855,
                    "text": "3 % ungültige Messungen)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hannelore Neuhauser, Angelika Schaffrath Rosario, Stefan Damerow, Jonas D Finger, Giselle Sarganas Robert Koch-Institut , Abteilung für Epidemiologie und Gesundheitsmonitoring, Berlin, Germany Background: The objective of this study is to examine decade-trends of blood pressure and resting heart rate in children and adolescents in Deutschland. These trends are of public health importance due to tracking into adulthood and associations with cardiovascular outcomes. Methods: Cross-sectional data from 3-to 17-year-olds who participated in the German Health Interview and Examination Survey for Children and Adolescents (KiGGS Baseline (2003 -2006 , n = 14,702 and KiGGS Wave 2 (2014-2017), n = 3509) including standardized oscillometric systolic and diastolic blood pressure (SBP, DBP) and resting heart rate (RHR) measurements with an identical protocol were used for this analysis. Trend analyses according to sex and age groups were performed using a weighting factor reflecting the childhood and adolescent population living in Deutschland as of 31 December 2015. Results: In eleven years, the overall age-and sex-standardized mean systolic BP (SBP) and mean RHR in children and adolescents aged 3 to 17 years have increased: SBP +1.2 mmHg (95% CI 0.6-1.7); DBP +1.1 mmHg (95% CI 0.8-1.4); RHR +1.13 bpm (95%CI 0.47-1.80). Increasing trends were not observed in all sex-age groups: the SBP and DBP increase levelled off with higher age (significant increase SBP in 3-10-year-olds, even slight decrease in adolescent boys); increased RHR particularly in schoolaged girls and in all adolescents). BP trends did not parallel RHR trends in sex-age groups. Conclusions: The slight but statistically significant rise in mean BP in younger children stands in contrast to the steadily decreasing BP in adults in Deutschland over the last decades. KiGGS0-KiGGS2 trends show no change in overweight and obesity. Increased RHR, particularly in schoolaged girls and in all adolescents, suggest decreasing physical fitness. This is in line with decreased proportions of 3-10-year-old-girls reaching recommended levels of at least 60 minutes physical activity per day between 2009-2012 and 2014-2017 . Age-sex associations and interactions as well prophylaxe in der zahnärztlichen Klinik u. Praxis bei Eingriffen im ZMK-Bereich sowie benachbarter Organsysteme\" Wissen bei Zahnärzten jeweils vor Ganztagsseminaren standardisiert mittels Fragebogen erhoben (EPIO-Studie). Weitere Studiendaten einbezogen. Ergebnisse: 384 Zahnärzte geprüft, 240 m., 144 w., Alter 25-64 J., 23 Kliniker, 361 Praktiker: Wissen um EP bei dentalen Eingriffen nur 38,6 %, min. 18,75 % u. max. 82,82 %; Unwissen 61,4 %, Kliniker nicht besser als Niedergelassene. Kenntnisse v. a. in Indikationen zur EP, kaum Wissen in Praxisumsetzung bei Risikostratifizierung von Patienten, um leitliniengerechte Präparate u. Dosierungen bei Kindern aber auch Erwachsenen, bei Penizillinunverträglichkeit. Als Antibiotika vorrangig Clindamycin, falls Amoxicillin Dosen von 1ug-10 g/die genannt. Meist Gleichsetzung von EP u. Therapie dentaler Infektionen: 2/3 aller Zahnärzte setzen EP fort über 3-5 Tage u. länger. Kaum Wissen bzw. Über-/Fehlversorgung bei fehlender EP-Notwendigkeit, wie v. a. bei Z. n. PCI, Z. n. ACB. 1/2 aller Zahnärzte erhebt allgemeine Anamnese nur schriftlich. Neue Studie von Piper vom DHZ Bad Oeynhausen (ESC): Neue Leitlinie führte nicht zu verstärkten EP-Maßnahmen: bei Zahnärzten insgesamt noch weniger EP auch bei zu Hochrisiko-Patienten. Schlussfolgerung unbedingt Herzpass vorlegen! Studie vom Nationalen Register AHF (2017) vor. Aufgrund der hochgradigen Obstruktion mit nur minimaler Perforation der Membran erfolgte noch am Aufnahmetag die notfallmäßige Operation mit Resektion der Membran nach Vorhofseptektomie und anschließendem Patchverschluss des Vorhofseptums. Aufgrund der schweren pulmonalen Hypertension (PAH) erfolgte eine inhalative NO-Supplementation bis zum 3. postoperativen Tag (pOP-T) und eine intravenöse Sildenafil-Therapie. Am 2. pOP-T erfolgte der sekundäre Thoraxverschluß. Die Katecholamintherapie mit Adrenalin war ebenfalls bis zum 2. pOP-T notwendig, die Kreislaufunterstützung mit Dobutamin bis zum 6. pOP-T. Das Kind konnte am 6. pOP-T nach Entfernung der passageren Schrittmacherelektrode und der Thoraxdrainagen auf eine nichtinvasive Atemhilfe extubiert werden. Am 8. pOP-T konnte der Junge in klinisch gutem Zustand mit gebesserter RV-Funktion und PAH heimatnah verlegt werden. Der weiteren Verlauf war unkompliziert. Eine milde antikongestive und antipulmonalhypertensive Therapie mit Digoxin, Diuretika und Sildenafil wird noch fortgeführt. Schlussfolgerung: Auch bei unauffälligen Befunden in den Vorsorgeuntersuchungen und der Pränataldiagnostik ist eine schwere Grunderkrankung nicht ausgeschlossen. Sorgen der Eltern oder Sorgeberechtigten sollten immer ernst genommen werden. ",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 119,
                    "text": "Neuhauser, Angelika Schaffrath Rosario, Stefan Damerow, Jonas D Finger, Giselle Sarganas Robert Koch-Institut",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 643,
                    "text": "(KiGGS Baseline (2003",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 649,
                    "text": "-2006",
                    "ref_id": null
                },
                {
                    "start": 2169,
                    "end": 2192,
                    "text": "2009-2012 and 2014-2017",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DGKJ-FV015 Secular trends of resting blood pressure and heart rate in children and adolescents in Deutschland (KiGGS Study) 2003-06 and 2014-17"
        },
        {
            "text": "Abstracts obachten sind charakteristische Unterschiede nach Geschlecht und Alter, mit höherer Prävalenz bei Jungen als bei Mädchen (KiGGS Welle 2: 11, 9 % vs. 7, 9 %) und einer deutlichen Zunahme der Prävalenz mit zunehmendem Lebensalter bei beiden Geschlechtern. In KiGGS Welle 2 beträgt die 12-Monats-Prävalenz von ärztlich diagnostiziertem Asthma bei 3-bis 17-Jährigen 4,0 % (3, 5) . Die Gesamtprävalenz hat sich im Vergleich zur KiGGS-Basiserhebung (3,7 %; 3,3-4,1) nicht wesentlich verändert. Geschlechtsspezifisch betrachtet zeigen sich unveränderte Prävalenzen bei Mädchen (3,0 % vs. 3,1 %) und ein leichter Anstieg bei Jungen (5,0 % vs. 4,2 %). Dieser Anstieg geht im Wesentlichen auf einen Anstieg in der Prävalenz bei Jungen der Altersgruppen 7 bis 10 Jahre (5,7 % vs. 4,1 %) und 11 bis 13 Jahre (7,1 % vs. 5,7 %) zurück. In der Altersgruppe der 11-bis 17-Jährigen ist die SIT-Behandlungshäufigkeit statistisch signifikant von 24,3 % (21,3-27,6) auf 30,1 % (26, 9) gestiegen. Schlussfolgerung: In den letzten 10 Jahren haben sich die aR-und Asthmaprävalenzen bei Kindern und Jugendlichen in Deutschland auf hohem Niveau stabilisiert. Die Zunahme der kausal wirksamen SIT bei älteren Kindern ist positiv zu bewerten, sollte aber auch bei der jüngeren Altersgruppe verstärkt angewendet werden. Um die weitere Entwicklung abschätzen zu können, ist ein regelmäßiges Allergie-und Asthmamonitoring notwendig.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 150,
                    "text": "(KiGGS Welle 2: 11,",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 161,
                    "text": "9 % vs. 7,",
                    "ref_id": null
                },
                {
                    "start": 162,
                    "end": 166,
                    "text": "9 %)",
                    "ref_id": null
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "(3,",
                    "ref_id": null
                },
                {
                    "start": 382,
                    "end": 384,
                    "text": "5)",
                    "ref_id": null
                },
                {
                    "start": 967,
                    "end": 971,
                    "text": "(26,",
                    "ref_id": null
                },
                {
                    "start": 972,
                    "end": 974,
                    "text": "9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S106"
        },
        {
            "text": "Michaela Klinke, Laia Pagerols Raluy, Magdalena Trochimiuk, Birgit Appl, Robert Bergholz, Konrad Reinshagen, Michael Boettcher Kinderchirurgie, Universitätsklinik Hamburg Eppendorf, Hamburg, Deutschland Hintergrund: Die nekrotisierende Enterokolitis (NEC) ist eine der schwerwiegendsten Erkrankungen des Neu-und ",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 202,
                    "text": "Klinke, Laia Pagerols Raluy, Magdalena Trochimiuk, Birgit Appl, Robert Bergholz, Konrad Reinshagen, Michael Boettcher Kinderchirurgie, Universitätsklinik Hamburg Eppendorf, Hamburg, Deutschland",
                    "ref_id": null
                },
                {
                    "start": 304,
                    "end": 311,
                    "text": "Neu-und",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DGKJ-FV025 Entwicklung eines physiologischeren murinen NEC-Modells"
        },
        {
            "text": "Christina Poethko-Müller, Michael Thamm, Roma Thamm Robert Koch-Institut, Epidemiologie und Gesundheitsberichterstattung, Berlin, Deutschland Hintergrund: Bei Kindern und Jugendlichen zählen allergische Erkrankungen wie allergische Rhinitis (aR) und Asthma bronchiale (Asthma) zu den häufigsten gesundheitlichen Beeinträchtigungen. Zu Häufigkeiten und zur Versorgungssituation lieferte die Basiserhebung der Studie zur Gesundheit von Kindern und Jugendlichen in Deutschland (KiGGS) Ausgangswerte, mit denen die aktuellen Prävalenzen aus KiGGS Welle 2 verglichen werden können. Methode: Informationen zum Auftreten allergischer Erkrankungen in den letzten 12 Monaten und zur Inanspruchnahme einer spezifischen Immuntherapie (SIT) bei aR-oder Neurodermitisdiagnose und positivem Allergietest wurden für 14.835 bzw. 13.568 Kinder und Jugendliche im Alter von 3-bis 17 Jahren im Rahmen der bevölkerungsbezogenen Querschnitterhebungen des Robert Koch-Instituts, KiGGS Basiserhebung (2003 -2006 bzw. KiGGS Welle 2 (2014-2017) erfragt. Berichtet werden gewichtete 12-Monats-Prävalenzen mit 95 %-Konfidenzintervallen (KI) von aR und Asthma sowie der Inanspruchnahme einer SIT (für 11-bis 17-Jährige) im zeitlichen Trend. Ergebnisse: In KiGGS Welle 2 beträgt die 12-Monats-Prävalenz von ärztlich diagnostizierter aR bei 3-bis 17-Jährigen 9,9 % (95 %-KI 9,2-10,7) und ist damit im Vergleich zu den Ergebnissen aus der KiGGS-Basiserhebung (9,6 %; 9,0-10,1) nahezu unverändert. Ebenfalls unverändert zu be- Background: Benign oesophageal strictures may be caused by caustic ingestion, oesophageal anastomosis after repair of atresia radiation therapy, severe gastro-oesophageal reflux disease or other fibrosing conditions. Intraluminal dilation using boogies or balloons is the initial treatment of oesophageal strictures. However, about one third of patients develop recurrent symptoms after dilations within the first year and frequent interventions are commonly needed with a high burden for the patient and their families. The topical post-dilation application of an anti-fibrotic agent, mitomycin-C, in the treatment of an oesophageal stricture has been described with promising results in small case series Concerning the safety of Mitomycin-C application no direct or indirect adverse effects have been reported, although long-term data are not available. Patients and methods: We treated 4 patients (3 boys, 1 girl), median age 11 3/4(range 9-15) years. The causes of stricture included ingestion of corrosive substance (1), post-trachea-oesophageal fistula repair (2) and an radiation therapy (1) with different locations from just below the upper oesophageal sphincter to the lower third ranging from 0.5 to 12 cm length. All patients had undergone repeated dilations ranging from 3 to more than 10 endoscopic dilations and suffered from severe dysphagia even with liquid food or their own saliva. We used cotton pledgets soaked in solution of mitomycin-C (0.5 mg/mL) which were applied after dilation with maximum of 4 different interventions.",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 141,
                    "text": "Poethko-Müller, Michael Thamm, Roma Thamm Robert Koch-Institut, Epidemiologie und Gesundheitsberichterstattung, Berlin, Deutschland",
                    "ref_id": null
                },
                {
                    "start": 941,
                    "end": 982,
                    "text": "Koch-Instituts, KiGGS Basiserhebung (2003",
                    "ref_id": null
                },
                {
                    "start": 983,
                    "end": 988,
                    "text": "-2006",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DGKJ-FV024 Die Entwicklung der Häufigkeit und Versorgung allergischer Erkrankungen von Kindern und Jugendlichen in Deutschlandaktuelle Trends aus der KiGGS-Studie"
        },
        {
            "text": "Results: Major success, both endoscopic and clinical improvement or cure, occurred in 3 of 4 patients. The last patient had the most severe damage after caustic damage of the whole oesophagus, but she improved to an extent that she could eat soft foods. The three successfully treated patients, tolerated normal foods and remained symptom free during follow up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DGKJ-FV024 Die Entwicklung der Häufigkeit und Versorgung allergischer Erkrankungen von Kindern und Jugendlichen in Deutschlandaktuelle Trends aus der KiGGS-Studie"
        },
        {
            "text": "Topical mitomycin-C application resulted in major success in 3 out of 4 patients refractory to oesophageal dilatation only with a partial response in the remaining one. Mitomycin C application is a useful strategy in oesophageal strictures of differing causes that are refractory to repeated endoscopic dilation. Purpose: Long QT syndrome (LQTS) is a heterogeneous group of inherited or acquired disorders of myocardial repolarization characterized by a prolongation of the QT interval potentially resulting in life-threatening \"Torsades de Pointes\" tachycardia. In patients with inherited LQTS the use of beta-blockers is common to prevent life threatening arrhythmias. For patients with LQTS, who develop allergic reactions including anaphylaxis, the pharmacological treatment with certain antiallergic drugs may prolong their QT interval and/or interact with beta-blockers. Unfortunately, there are no guidelines available how to treat these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "We performed a literature review to investigate which antihistamines can be used safely in patients with inherited LQTS (iLQTS). Moreover we investigated a safety analysis assessing treatment strategies and potential risks regarding the use of antiallergic drugs in patients with LQTS. We classified antiallergic drugs according to their potential for QT prolongation and developed a treatment algorithm for iLQTS patients in case of allergic reactions and anaphylaxis. Results: For the treatment of local allergic symptoms, fexofenadine, levocetirizine and cetirizine seem to be safe, because of no or only a very low risk of QT prolongation. Moreover, short courses of corticosteroids seem to be safe. In case of systemic signs of allergy or anaphylaxis, epinephrine should be used in patients with iLQTS during continuous cardiac monitoring because it can provoke ventricular arrhythmias which require cardiac defibrillation. Moreover, epinephrine may be less effective in patients taking beta-blocker and use of glucagon may become necessary. In case of lower airway obstruction, ipratroprium bromid instead of beta-2-adrenergic-agonists should be used as first choice therapy. If not effective, inhaled beta-2-adrenergic agents may be used cautiously, provided that continuous cardiac monitoring is available and repetitive checks of serum potassium and magnesium levels are important to decrease risk for arrhythmias. There is only very limited information available on the use of first-generation H1R antihistamines like clemastine and dimetindene, therefore use in patients with iLQTS should be avoided. If absolutely needed, careful application during continuous cardiac monitoring and the possibility of defibrillation should be ensured. Conclusions: Because of the underlying disease and the required beta blockade, patients with iLQTS have a higher risk for life-threatening complications in case of allergic reactions and anaphylaxis. Therefore, knowledge about possible side effects of standard drugs used for management of allergic reactions or anaphylaxis in this special risk group is important. Moreover, modified and more differentiated drug administration seems to be necessary in patients with LQTS. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods and materials:"
        },
        {
            "text": "Andreas Jenke, Jan-Ulrich Schlump, Georgia Koukou EKO Children's Hospital, Oberhausen, Witten/Herdecke University, Department of Paediatrics, Oberhausen, Germany Introduction: Until today classic human Astroviruses (HAstVs) have not been associated with CNS infections. Here, we present the first case of a classic Astrovirus encephalitis in an immunocompetent child. Case report: A 15 month old female presented with repetitive generalized seizures with a four day history of gastroenteritis with watery diarrhea, which already had improved. Initially the prolonged seizures were thought to be fever associated and the patient responded to systemic midazolam treatment. However, after seizure reoccurrence and altered consciousness she was transferred to our paediatric ICU for further diagnosis and therapy. Here, seizure control was only achieved by a combination of high dose levetiracetame and phenobarbiturate, but the patient remained unconscious and the EEG was suggestive of encephalopathy. Still, all laboratory analysis, including endocrinological, metabolic, CSF analysis and a brain MRI were normal. On day 4, the child gradually became conscious, but was very agitated and not able to walk. The EEG at this time still revealed generalized high voltage theta activity even though the child did not receive sedative medications for 72 h. At this time the results of the stool sample came back positive for classical Astrovirus and we decided to extend our CSF analysis. Finally, the CSF analysis was positive for classical Astrovirus with exactly the same nucleotide sequence as in the stool sample. Clinically, the child gradually improved and was discharged on day 9. Discussion: Whereas new HAstVs subtype have been recently associated with central nervous system infection, this is the first case of encephalitis in an immunocompetent child due to classic HAstV. Considering that classical HAstVs are the third most common etiological agents of viral der pro Dosis geimpften Kinder) sowie die Einhaltung der empfohlenen Impfzeiträume. Ergebnisse: 88,5 % (88,9 %, in Klammern jeweils die Daten 2013) der Kinder erhielten bis zum Alter von 9 LM mind. eine Pneumokokken-Impfung, 11,5 % (11,1 %) erhielten keine. 7,3 % (4,0 %) der Kinder erhielten nur eine Impfung in den ersten 9 LM, 76,8 % (10,2 %) zwei Impfungen und 4,4 % (74,4 %) der Kinder wurden drei Impfungen verabreicht. Background: Media use is increasingly common in preschoolers. We previously documented cross-sectional associations of electronic media use with sleep quality in 3-year-olds. The aim of these longitudinal analyses are to further investigate the association of media use with sleep quality and child behavior across preschool years. Methods: We analyzed data from the Ulm SPATZ Health Study in which 1,006 live newborns were recruited from the general population shortly after delivery in the University Medical Center Ulm from 04/2012-05/2013. Data were assessed yearly; the 5-year follow-up is ongoing. Longitudinal data on (i) child sleep were parent-reported on the Children's Sleep Habits Questionnaire (CSHQ, from age 2yrs), (ii) child media use were assessed from age 3 yrs, and (iii) child behavior were screened with the Strengths and Difficulties Questionnaire (SDQ, from age 4 yrs). Statistical analyses included multivariable linear regression models. Geschlecht unbekannt: n = 688 (0,01 %)). Das mittlere Alter in der integrativen Stichprobe betrug 5,58 Jahre (SD = 5,90; n = 29.956), in der repräsentativen Stichprobe 5,63 Jahre (SD = 5,81; n = 8.645.173). Die häufigsten ICD-10-Kapitel in der integrativen Stichprobe waren Krankheiten des Atmungssystems (n = 5019; 17,1 %), infektiöse und parasitäre Krankheiten (n = 3859; 12,9 %) und Zustände, die ihren Ursprung in der Perinatalperiode haben (n = 3547; 11,8 %). In der repräsentativen Stichprobe waren es: Krankheiten des Atmungssystems (n = 1.714.182; 19,83 %) und infektiöse und parasitäre Krankheiten (n = 1.281.000; 14,82 %) und Verletzungen, Vergiftungen und andere Folgen äußerer Ursachen (n = 999.233; 11,56 %). Schlussfolgerung: Die vorliegende Studie ist die erste systematische quantitative Analyse klinischer und demographischer Charakteristika von Pa-tientInnen integrativmedizischer pädiatrischer Stationen in Deutschland. Die soziodemographischen Charakteristika unterschieden sich nicht von denen konventioneller Stationen. Hinsichtlich des Diagnosespektrums zeigten sich Häufigkeitsunterschiede hinsichtlich spezifischer ICD-Diagnosekapitel. Integrativmedizinische Stationen zeigten einen breiten Einzugsbereich, der sich über ganz Deutschland erstreckte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DGKJ-P017 Classical Astrovirus infection associated with encephalitis in an immunocompetent child"
        },
        {
            "text": "Karla Amm Praxis, Leipzig, Deutschland",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DGKJ-P086 Was macht ein Pferd in der Kinderarztpraxis?"
        },
        {
            "text": "Das Pferd hat mittlerweile einen festen Platz als Co-Therapeut in verschiedenen therapeutischen und heilpädagogischen Behandlungskonzepten. Es werden die Bereiche des Therapeutischen Reitens (Hippotherapie, Ergotherapie, Psychotherapie, heilpädagogische Förderung mit dem Pferd)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DGKJ-P086 Was macht ein Pferd in der Kinderarztpraxis?"
        },
        {
            "text": "Results: TV/DVD use irrespective of end device increased in the majority of children across ages (e. g. prevalence of ≥1 hour/day: 13% at 3 yrs and 28% at 5 yrs). With ongoing follow-up and thus limited power for adjustments, longer duration of TV/DVD use at age 4 years among new users was marginally associated with poorer sleep quality at age 5 years (crude 2.6-point increase in CSHQ total score per additional hour/week, 95%CI -0.6 to 5.8, p = 0.11). Moreover, high TV/DVD consumption at age 3 was associated with total SDQ scores at age 5 depending on sleep quality at age 4: increase of 3.5 (95%CI 1.4; 5.6) points in SDQ if they had low sleep quality and -1.8 (95%CI -4.6; 1.0) points if they had high sleep quality, p(interaction) = 0.007.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DGKJ-P086 Was macht ein Pferd in der Kinderarztpraxis?"
        },
        {
            "text": "We present the first larger-scale study comprehensively investigating electronic media use, sleep quality, and behavior in preschoolers. Further evaluation of bidirectional effects with full cohort data is planned for summer 2018. Considering the risk of chronification, preventive efforts e. g. by effective sleep-oriented training programs seem necessary already in early life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Ist der Zusammenhang zwischen Schlafdauer und Übergewicht nur eine Frage des sozio-ökonomischen Status? The study was designed and co-ordinated by MPS Commercial, UK as a collaborative study involving European patient organisations and specialist clinicians to identify individuals with MPS VII. Informed consent was obtained from all participants before completion of a specifically designed questionnaire. Results: Twenty-six patient organisations were contacted, 18 MPS VII individuals were identified, of which 13 responses from 4 countries were received (Deutschland N = 2, Spain N = 3, The Netherlands N = 2, Turkey N = 6); mean age was 17.1 years (range 3.5-34). The presence of NIHF generally led to testing for MPS VII, although this was not the case for one individual in our study. For those not presenting with NIHF, diagnosis was made at a mean age of 5.3 years (range birth to 14). The most commonly seen healthcare professionals before a diagnosis were a hospital paediatrician (90.0%,) general practitioner (60.0%), ear, nose and throat specialist and geneticist (both 50.0%). Children experienced a wide range of symptoms before diagnosis, but those that most commonly led to a suspicion of an MPS disorder were enlarged liver and spleen (87.5%) and dysmorphology (75%). Discussion: Diagnosis is often delayed in children with MPS VII that do not present with NIHF. It is hoped that studies of this nature will support the earlier recognition of symptoms and disease characteristics associated with MPS diseases. Sly syndrome (mucopolysaccharidosis, MPS VII) is an ultra-rare, progressively debilitating, life threatening lysosomal disease in which patients are deficient in the enzyme, beta-glucuronidase (GUSB). Vestronidase alfa (UX003) is a recombinant human GUSB being developed as a potential enzyme replacement therapy for MPS VII. The Phase 3 Study was a randomized, placebo-controlled, Blind-Start study of 4 mg/kg vestronidase alfa given every-other-week for 24-48 weeks which incorporated several innovative elements to address drug development challenges associated with ultra-rare, life-threatening diseases. Because of extreme disease rarity, eligibility criteria were broad to be inclusive of all available patients thus resulting in a highly heterogeneous study population with variable clinical manifestations and physical +/or cognitive limitations. To provide an integrated view of the diverse data, the changes from baseline in study assessments for each subject were grouped into 3 functional categories for evaluation: Mobility, Fatigue, Fine Motor + Self-care, and analyzed as subject-level heat maps. Mobility included the 6-minute walk test, 3-minute stair climb test, BOT-2 gross motor function subtests, and patient reported outcome (PRO) data related to movement, pain, and ambulation. Fatigue included the PedsQL Multidimensional Fatigue Scale scores and additional PRO results related to fatigue and energy. Fine-Motor + Self-care domains of the PRO instruments included eating, dressing, hygiene, and caregiver assistance and grouped with BOT-2 fine motor function subtests because improved use of arms and hands is expected to improve activities such as self-grooming and feeding. Overall, 10 of 12 subjects showed improvement in at least one functional category: 4 improved in Mobility, 5 improved in Fatigue and 3 improved in Fine Motor + Self-care. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DGKJ-P083"
        },
        {
            "text": "Claudia Tschammler¹, Alexandra Simon¹, Knut Brockmann², Annette Wiegand¹, Markus Röbl² ¹Universitätsmedizin Göttingen, Poliklinik für Präventive Zahnmedizin, Parodontologie und Kariologie, Göttingen, Deutschland; ²Klinik für Kinderund Jugendmedizin, Universitätsmedizin Göttingen, Sozialpädiatrisches Zentrum, Göttingen, Deutschland Fragestellung: Ziel dieser Untersuchung war es, die Prävalenz und den Schweregrad von Karies(erfahrung) und dentalen Erosionen von übergewichtigen und adipösen Kindern und Jugendlichen im Vergleich zu normalgewichtigen Kindern und Jugendlichen zu ermitteln. Material und Methoden: An der Untersuchung nahmen 223 Kinder und Jugendliche im Alter zwischen 4 und 17 Jahren teil. Die Einteilung in die Gewichtsgruppen Normalgewicht (Body-Mass-Index-Perzentilen (P) 10-90) und Übergewicht (P 90-97) sowie Adipositas (P 97-99,5) und extreme Adipositas (P > 99,5) erfolgte auf der Grundlage der Leitlinie der Arbeitsgemeinschaft Adipositas im Kindes-und Jugendalter. Dentale Befunde wurden anhand von standardisierten Indices (BEWE, ICDAS II, DMFT) klassifiziert. Mit Hilfe von Fragebögen wurden Ernährungsgewohnheiten, chronische Erkrankungen und Mundhygienemaßnahmen erfasst. Die statistische Auswertung erfolgte mit Chi2-und Kruskal-Wallis-Test, Spearman-Korrelationen und logistischen und linearen Regressionsanalysen (p < 0,05). Ergebnisse: Adipöse und extrem adipöse Kinder und Jugendliche wiesen sowohl an den Milchzähnen als auch den bleibenden Zähnen signifikant häufiger dentale Erosionen und Karies auf als normalgewichtige Kinder. Als Risikofaktoren für Karies(erfahrung) konnten erhöhte BMI-Werte, zunehmendes Alter, sozioökonomische Faktoren, ungünstige Zahnputzgewohnheiten sowie der häufige Konsum kariogener Getränke ermittelt werden. Das Risiko für dentale Erosionen stieg mit stiegt mit zunehmenden BMI, steigendem Alter, männlichem Geschlecht und häufigerem Konsum erosiver Getränke/Zwischenmahlzeiten an. Schlussfolgerung: Die vorliegende Untersuchung zeigt, dass Kinder mit Übergewicht/Adipositas ein höheres Risiko für das Auftreten dentaler Erosionen und kariöser Läsionen haben als normalgewichtige Kinder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DGSPJ-P007 Zahngesundheit von übergewichtigen und adipösen Kindern und Jugendlichen"
        },
        {
            "text": "Richard Eyermann¹, Helmut Langhof² Klinik Schönsicht, Rehabilitation für Kinder und Jugendliche, AHB, Kind-Mutter/Vater-Rehabilitation; Berchtesgaden, Deutschland; ² Kinder-und Jugendmedizin, Kinderkardiologie, Sportmedizin, München, Deutschland Hintergrund: Pipamperon (Dipiperon®), niederpotentes Neuroleptikum, in der Psychiatrie als Therapeutikum gegen aggressive psychotische Zustände u. Schlafstörungen angewendet, verfügt über stark sedierende Wirkung, die die antipsychotischen Effekte in der Intensität übersteigt, wird bei Tic-Störungen empfohlen. Fallbericht: Ein 17-j. Junge, stationär aufgenommen, litt an unwillkürlichen, plötzlichen, schnellen, wiederholten, arrhythmischen, stereotypen Bewegungen u. Lautäußerungen. Seit 2 Jahren, 2015, bestanden die Tics, zunächst nur multipel motorisch später aber auch vokal, insgesamt an Häufigkeit zunehmend. Unter Psychotherapie (Hypno-u. Gesprächstherapie) 2015/2016 u. Tiaprid-Pharmakotherapie 6/2016-6/2017 waren die Hintergrund und Fragestellung: Die Teilnahmerate der J1-Untersuchung fällt in Bayern mit knapp 40 % deutlich niedriger aus als bei den im früheren Lebensalter angebotenen U-Untersuchungen (≥90 %). Als häufigster Grund für eine nicht wahrgenommene J1 wurde in einer Studie des Bayerischen Landesamts für Gesundheit und Lebensmittelsicherheit von Jugendlichen und Eltern angegeben, dass die J1 nicht bekannt sei. Vor diesem Hintergrund finanzierte die bayerische Staatsregierung eine Informationskampagne zur J1. Hierbei wurden unter Einbindung von Medizinstudenten und Absolventen der Hochschule für Film und Fernsehen München speziell für die Altersgruppe der 12-14-Jährigen zugeschnittene Informationsmaterialen (Flyer \"Dein Ticket zur J1\", Animationsspot) entwickelt. Auf Basis von J1-Abrechnungsdaten der KVB und den Teilnahmeraten an Impfbuchkontrollen durch die Gesundheitsämter wurden zwei Interventionslandkreise randomisiert ausgewählt. Im Herbst 2016 wurden alle 12-14-Jährigen in den beiden Interventionslandkreisen A und B mit einem Brief, dem der Flyer \"Dein Ticket zur J1\" beigelegt war, an die J1 erinnert. Im Interventionslandkreis B wurden zusätzlich die Jugendlichen der 6. Klassen im Rahmen der Impfbuchdurchsicht durch das Gesundheitsamt mit dem Flyer über die J1 informiert. Lassen sich durch diese Interventionen die J1-Teilnahmeraten steigern? Material und Methoden: Die regionalen J1-Teilnahmeraten wurden ermittelt als Quotient der Teilnahmezahlen an der J1 gemäß den KVB-Abrechnungsdaten und den mit dem regionalen GKV-Versichertenanteil multiplizierten Bevölkerungszahlen der 12-14-Jährigen. Anschließend wurden die Raten vor und nach Durchführung der Informationskampagne zwischen den Interventions-und Kontrolllandkreisen verglichen. Die Signifikanz der Zu-bzw. Abnahme wurde anhand von 95 %-Konfidenzintervallen bestimmt. Ergebnisse: Die bayernweite J1-Teilnahmerate liegt mit Werten unter 40 % weiterhin auf einem niedrigen Niveau und ist im Untersuchungszeitraum leicht gesunken. In 20 der insgesamt 96 Landkreise und kreisfreien Städte hat die J1-Teilnahmerate signifikant ab-und in 8 Landkreisen/kreisfreien Städten signifikant zugenommen. Die stärksten Zunahmen wurden in den Interventionslandkreisen erzielt. Im Interventionslandkreis A ist die J1-Teilnahmerate um 9,1 und im Interventionslandkreis B um 16 Prozentpunkte gestiegen. Im jeweils benachbarten Kontrolllandkreis mit ähnlicher Ausgangslage stagnierte die J1-Teilnahmerate hingegen. Schlussfolgerung und Ausblick: Eine Steigerung der J1-Teilnahmeraten durch Erinnerungsschreiben an die Jugendlichen ist möglich. Die zusätzliche Verteilung des Flyers durch die Gesundheitsämter im Rahmen der Impfbuchdurchsicht in den 6. Klassen kann den positiven Effekt verstärken. Seit Sommer 2017 wird der Flyer \"Dein Ticket zur J1\" bayernweit im Rahmen der Impfbuchdurchsicht durch die Gesundheitsämter verteilt. Möglichkeiten einer breiten Implementierung einer brieflichen Information der Jugendlichen werden geprüft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DGSPJ-P009 Paradoxe Reaktion auf Pipamperon -Fallbericht eines Patienten mit gravierender kombinierter vokaler und multipler motorischer Tic-Störung"
        },
        {
            "text": "Christine Gräf¹, Isabell Hoffmann², Christiane Diefenbach², Jochem König², Martina Franziska Schmidt², Kathleen Schnick-Vollmer², Michael Methoden: Im Rahmen einer populationsbasierten Kohortenstudie im Raum Mainz-Bingen wurden Schulanfänger des Jahres 2015 rekrutiert und psychische Auffälligkeiten wie auch chronische somatische Erkrankungen bei der Einschulungsuntersuchung sowie über studienspezifische Elternfragebögen erfasst. Am Ende der ersten Klasse beurteilten die Klassenlehrkräfte die sprachlichen, schriftsprachlichen, mathematischen und naturwissenschaftlichen Fähigkeiten jeweils auf einer 5-stufigen Skala von -2 (unterdurchschnittlich) bis +2 (überdurchschnittlich). Für die Auswertung wurden die Ergebnisse zu einem Summenscore addiert (-8 bis +8). Ergebnisse: Von 3683 Schulanfängern wurden 2003 (54 %) rekrutiert. Für 1462 Kinder (51 % Jungen, Altersdurchschnitt 7,3 Jahre) lagen vollständige Daten zu den schulischen Fähigkeiten vor. Von diesen zeigten 41 % mindestens eine psychische Auffälligkeit. Verglichen mit Kindern ohne psychische oder somatische Gesundheitsprobleme hatten Kinder mit zumindest einer psychischen Auffälligkeit niedrigere Werte für die schulischen Fähigkeiten (adjustierte mittlere Differenz: -0,98, 95 % CI: [-1,35; -0,61] , P < 0,001). Bei Betrachtung nur externalisierender Probleme zeigte sich ein deutlicher negativer Zusammenhang mit den schulischen Fähigkeiten (adjustierte mittlere Differenz: -1,44, 95 % CI: [-1,83; -1,05] P < 0,001), während dieser bei internalisierenden Problemen nicht beobachtet wurde. Kinder mit Symptomen von Hyperaktivität/Unaufmerksamkeit waren am stärksten betroffen (adjustierte mittlere Differenz: -1,96, 95 % CI: [-2,36; -1,56] , P < 0,001). Schlussfolgerung: Externalisierende Verhaltensprobleme und insbesondere mit Hyperaktivität und Unaufmerksamkeit einhergehende psychische Auffälligkeiten scheinen bereits zu Beginn der Schullaufbahn den Bildungserfolg zu beeinträchtigen. Eine frühe Identifikation und effektive Versorgung von Kindern mit externalisierenden Verhaltensproblemen möglichst noch vor der Einschulung könnten den frühen Schulerfolg dieser Kinder verbessern.",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 137,
                    "text": "Gräf¹, Isabell Hoffmann², Christiane Diefenbach², Jochem König², Martina Franziska Schmidt², Kathleen Schnick-Vollmer², Michael",
                    "ref_id": null
                },
                {
                    "start": 1254,
                    "end": 1268,
                    "text": "[-1,35; -0,61]",
                    "ref_id": null
                },
                {
                    "start": 1696,
                    "end": 1710,
                    "text": "[-2,36; -1,56]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DGSPJ-P013 Psychische Auffälligkeiten und Schulerfolg bei Erstklässlern: Ergebnisse der prospektiven Kohortenstudie ikidS (ich komme in die Schule)"
        },
        {
            "text": "Mike Klora¹, Jan Zeidler¹, Stefan Baßler², Jan-Hendrik Gosemann³, Martin Lacher³, Peter Zimmermann³ ¹Leibniz Universität Hannover, Center for Health Economics Research Hannover (CHERH), Hannover, Deutschland; ²AOK PLUS -Die Gesundheitskasse für Sachsen und Thüringen, Dresden, Bereich Analytik/ Ökonometrie, Dresden, Deutschland; ³Universitätsklinikum Leipzig, Klinik und Poliklinik für Kinderchirurgie, Leipzig, Deutschland Hintergrund: Die klinische Beurteilung von Kindern mit leichtem Schädelhirntrauma (SHT) stellt im Hinblick auf die Begrenzung des Einsatzes bildgebender Verfahren wie der cranialen Computertomographie (CCT) eine Herausforderung dar. Fragestellung: Mit welcher Häufigkeit wird eine CCT bei Kindern und Jugendlichen mit leichtem SHT in Deutschland eingesetzt und gibt es Unterschiede zwischen pädiatrischen und nichtpädiatrischen Abteilungen. Patienten und Methoden: Die Daten einer großen deutschen gesetzlichen Krankenversicherung (AOK Plus Dresden ~ 3,1 Millionen Kunden) für den Zeitraum 2010-2016 wurden untersucht. Alle Patienten mit dem ICD-Code \"leichtes SHT\" (S06.0) und Alter ≤ 18 Jahren sowie Mitgliedschaft in der AOK Plus für mindestens 1 Jahr nach erstmaliger Erfassung der Indexdiagnose wurden eingeschlossen. Demographische und klinische Daten wurden durch logistische Regressionsanalysen auf Assoziationen mit der Verwendung der CCT analysiert. (unabhängige Variablen: Geschlecht, Alter, Aufenthaltsdauer, pädiatrische vs. nicht-pädiatrische Abteilung, Universität vs. nicht-universitäres Krankenhaus). Ergebnisse: Insgesamt wurden 14.805 Kinder mit leichtem SHT (S06.0) (Alter (Mean) 6,0 ± 5,6 Jahre; 54 % männlich) eingeschlossen. Die Behandlung erfolgte durch unterschiedliche medizinische Abteilungen: Pädiatrie (N = 8717; 59 %), Kinderchirurgie (N = 3582, 24 %), Allgemeine Chirurgie (N = 2197, 15 %), Unfallchirurgie (N = 309, 2 %) sowie Neurochirurgie (N = 11, < 1 %) und Neurologie (N = 4, < 1 %). Aus Datenschutzgründen und geringer statistischer Aussagekraft wurden Kinder, die durch die Neurochirurgie oder Neurologie behandelt wurden ausgeschlossen. Die durchschnittliche Verweildauer aller Patienten betrug 1,95 ± 1,02 Tage und 1907 (13 %) der Patienten wurden an Universitätskliniken behandelt. In pädiatrischen Abteilungen (Kinderchirurgie, Pädiatrie) wurde die CCT signifikant seltener eingesetzt (3,8 %) als in nicht-pädiatrischen Abteilungen (18,7 %; P < 0,0001; Allgemeinchirurgie: 15,6 %, Unfallchirurgie: 39,2 %). Die logistische Regression bestätigte eine signifikant höhere Wahrscheinlichkeit für den Einsatz einer CCT durch nicht-pädiatrische Abteilungen (OR: 3,2 [95 % -CI: 2,72-3,76]). Weitere mit der Verwendung einer CCT assoziierte Faktoren waren Alter, männliches Geschlecht, Dauer des stationären Aufenthalts und Zuweisung in ein Universitätsklinikum (vs. nichtuniversitäres Krankenhaus). Schlussfolgerung: In dieser Studie konnten wir deutliche Unterschiede im CCT-Einsatz bei Kindern und Jugendlichen mit leichtem SHT zeigen. Die CCT wurde signifikant seltener in pädiatrischen Abteilungen (Kinderchirurgie und Pädiatrie) eingesetzt. Eine gezielte Weiterbildung von Ärzten in nicht-pädiatrischen Abteilungen hinsichtlich Einschätzung von Kindern mit leichten SHT und dem Einsatz von Bildgebung erscheint sinnvoll und notwendig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DGKCH-FV010 Leichtes Schädelhirntrauma bei Kindern in Deutschland: Die Häufigkeit der zerebralen Bildgebung (CT) ist abhängig von der erstbehandelnden Fachrichtung"
        },
        {
            "text": "Schlussfolgerung: Die initiale Ultraschalluntersuchung erlaubt eine Risikostratifizierung. Die Hernienreparation bei konventionell nicht reponiblem Ovar kann bei fehlender Einklemmungssymptomatik und bei gesicherter Durchblutung des vorgefallenen Ovars mit aufgeschobener Dringlichkeit erfolgen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DGKCH-FV010 Leichtes Schädelhirntrauma bei Kindern in Deutschland: Die Häufigkeit der zerebralen Bildgebung (CT) ist abhängig von der erstbehandelnden Fachrichtung"
        },
        {
            "text": "Lebensqualität der Kinder mit Kurzdarmsyndrom aus Patientensicht und Elternsicht Charlotte Kiessling, Rasul Khasanov, Judith Felcht, Cornelia Hagl, Lucas Wessel Universitätsmedizin Purpose: Discern variables which influence the functional results after the surgical treatment of Hirschsprung's Disease (HD). Methods: This is a retrospective cohort study of 52 patients with histological diagnosis of HD, treated with a surgical procedure during February 2012 to September 2017, in a colorectal pediatric center. Gender, age at initial pull through, type of surgery, primary or stage.surgery, complications, and outcome are analysed. Results: We had 16.3% of complications after all pull-through procedures. The Swenson's pull-through performed trans-anal or open seems to be a safer procedure than Soave's procedure. The protective stomas did not show a decrease in the number of postoperative complications such as anastomotic leaks.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 180,
                    "text": "Charlotte Kiessling, Rasul Khasanov, Judith Felcht, Cornelia Hagl, Lucas Wessel Universitätsmedizin",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DGKCH-FV009"
        },
        {
            "text": "Anke Widenmann-Grolig KEKS e. V., Bundesgeschäftsstelle, Stuttgart, Deutschland Die Kinderchirurgie ist die verantwortliche Instanz für alle Früh-und Neugeboren für (fast) alle chirurgischen Diagnosen. Dank der \"inklusiven Idee\" der wohnortnahen Level 1-Versorgung wird die seltene Ösophagusatresie in nahezu jeder kinderchirurgischen Abteilung in Deutschland operiert, trotz meist fehlender Struktur für eine Neugeborenenchirurgie nach den Empfehlungen der DGKCH (2013) sowie einem nicht ausreichenden interdisziplinären Komplikationsmanagement. Gerade wenn die primäre operative Korrektur zunächst problemlos scheint und die Familie ohne weitere Hinweise auf mögliche Komplikationen aus der Klinik entlassen wird, beginnt eine sehr belastende Zeit mit z. B. Reanimation nach ALTE, rezidivierenden Pneumonien, Steckenbleibern, Re-Fisteln, hartnäckigen Strikturen, Refluxerkrankungen, Gedeihund Fütterstörungen, soziale sowie psychische Probleme, und einiges anderes mehr. Menschen mit korrigierter Ösophagusatresie sind aus Sicht vieler Kinderchirurgen jedoch nicht chronisch krank, eine Inklusion aus deren Sicht also nicht notwendig, was von den Familien gerne gehört wird. Es fehlt also ein wesentlicher Faktor für die gelingende Inklusion -die Akzeptanz. Fehlendes Wissen im niedergelassenen Bereich führt zu Fehl-und Nichtbehandlungen und bestärken die Betroffenen und deren Familien in der Annahme, dass mit der operativen Korrektur alles \"normal\" zu sein hat. Symptome wie Schluckstörungen, nächtlicher Husten, Untergewicht, etc. werden hingenommen. Die Betroffenen akzeptieren die Einschränkungen und entwickeln Strategien zur Kompensation. Das Umfeld sieht ebenfalls keinen Anlass für erhöhten Hilfebedarf. Medizinische Inklusion für diese Patienten benötigt, neben der wohnortnahen Versorgung, eine von Experten angeleitete strukturierte lebenslange Nachsorge. Diese medizinische Basis ermöglicht den Familien und Betroffenen eine individuelle Inklusion mit Pflegedienst, Pflegegrad, Schwerbehindertenausweis, Entlastungsangeboten, Integrationskraft, Nachteilsausgleich, Unterstützung bei sozialer Ausgrenzung, umfassenden psycho-soziale Hilfen. Es gilt die Belastungen in den Familien aufgrund 7 Wochen nach orthotoper Luc-SAOS-2-Zellinjektion zeigte sich eine Etablierung von Tumoren im orthotopen Knochen in 100 % und Lungenmetastasen in 50 % der Fälle. Histomorphologisch zeigten sich alle Aspekte eines OS. Zudem zeigte sich, dass das humanisierte OS die initial implantierten GFP-positive HUVECs für die Tumorangiogenese rekrutiert. Im humanisierten OS konnten die in der Literatur berichteten Tumormarker nachgewiesen werden. Außerdem konnte erstmals C12orf29 im OS beschrieben werden. In der weiteren Evaluation konnten wir mittels Tissue Micro Arrays von 68 Patienten nachweisen, dass dieses Gen ebenfalls regelmäßig bei OS-Patienten exprimiert wird. Die Expression ist insbesondere abhängig von Tumorlokalisation und histologischem Subtyp. Schlussfolgerung: Wir präsentieren eine grundlegend neue Plattform für die präklinische orthopädische Forschung am OS. Die Minimierung von Interspeziesinkompatibilitäten zwischen humanen Tumoren und dem konventionellen Mauswirt ermöglicht eine valide Translation von experimentellen Ergebnissen in die Klinik. Hintergrund: Getunnelte Venenverweilkatheter (Hickman-Katheter, HK oder Port-a-Cath, PC) können in Seldiger Technik (ST) oder über eine Venae sectio (VS) angelegt werden. Wird der Katheter in die Vena jugularis interna (VJI) implantiert, erfolgt in unserer Klinik die Operation gefäßerhaltend. Dabei wird die Vene eröffnet und der Katheter in einer Tabaksbeutelnaht fixiert. Über die Effektivität dieser Methode ist in der Literatur wenig zu finden. Fragestellung: Ziel der Studie war daher zu zeigen, ob mit dieser Technik die Vene im Langzeitverlauf erhalten werden kann, zu welchen Auffälligkeiten es gefäßmorphologisch sowie im Strömungsprofil kommt und welche Faktoren einen Einfluss auf das Outcome haben. Methoden und Ergebnisse: Es wurden 100 Patienten nachuntersucht. Die Patienten waren zwischen 33 Tagen und 18 Jahre alt und wurden alle an dem selben Krankenhaus operiert. Mittels (Doppler-)Sonographie wurden die Gefäßmorphologie und der Blutfluss bestimmt. Informationen bezüglich der Patienten (Alter, Gewicht, Größe, Vorerkrankungen), der Operation (OP-Zeit, Komplikationen, Ausbildungsstand des Operateurs), sowie des Therapieverlaufs (verabreichte Therapie, Verweildauer des Katheters, Katheter assoziierte Sepsis oder Thrombose) wurden der elektronischen Patientenakte entnommen. In 91 % konnte ein Fluss in der VJI detektiert werden, in 47 % war das Gefäß ohne sonographische Auffälligkeiten. In 44 % zeigte sich eine morphologische Auffälligkeit (Narbe, persistierender Thrombus, Stenose, Dilatation), in 9 % ein Verschluss der Vene. Insgesamt kam es in 22 % zu relevanten Veränderungen mit einem veränderten Strömungsprofil. Alle Katheter wurden erfolgreich in die VJI platziert, dabei kam es in keinem Fall zu einer OP assoziierten Komplikation. In der statistischen Auswertung konnte allerdings kein Risikofaktor für die Entstehung einer strukturellen Veränderung der Vene ausgemacht werden. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DGKCH-FV016 Medizinische Inklusion durch Separation?"
        }
    ],
    "bib_entries": {
        "BIBREF15": {
            "ref_id": "b15",
            "title": "DGKJ-P065 auf dem Brinke E",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Atili",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "DGKJ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "bei 1211 EMAH aus D und UK: Weltweit erstmalig Kenntnisse über IE u. Notwendigkeit EP bei 343 EMAH mit hohem IE-Risiko, 868 mit niedrigem IE Risiko erhoben, belegte wichtige Wissenslücken bezüglich IE u. Antibiotikaprophylaxe bei EMAH-Patienten. Schlussfolgernd sollte eine Diskussion über IE u. AB-Prophylaxe mit jedem EMAH-Patienten während regelmäßiger klinischer Kontakte stattfinden, um diese Wissenslücke zu schließen. Schlussfolgerung: ->60 % Unwissen belegt erheblichen Aufklärungsbedarf u. Notwendigkeit von Schulungen zur Akzeptanz u. leitliniengerechten Durchführung der EP in dieser ärztlichen Fachgruppe. -Neben konsequenter Mundhygiene müssen Herzpatienten bzw. Eltern stets auf ausgestellte, aktualisierte, vorgelegte u. durch Zahnärzte akzeptierte Herzpässe sowie Leitlinienumsetzung in praxi achten u. bestehen. -Wichtige humanmedizinische Aufgabe ist Erinnerung an EP bei jeder ärztlichen Konsultation. Hintergrund: Das Cor triatriatum sinsitrum gehört zu den angeborenen Herzfehlern mit Obstruktion im Bereich des linken Vorhofs. Eine Membran im linken Vorhof führt zu einer Teilung des Vorhofs und behindert den Abfluss des Blutes durch die Mitralklappe. Das Manifestationsalter und die Indikation zur chirurgischen Entfernung der Membran hängt vom klinischen Schweregrad sowie dem Ausmaß der sekundär entstehenden pulmonalen Hypertension ab.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Der BMI der Patienten bei Manifestation hatte keinen Einfluss auf das Auftreten einer DKA. Diskussion: Die Häufigkeit der DKA bei Manifestation eines DM-T1 liegt bei Kindern und Jugendlichen in Bayern geringfügig höher als deutschlandweit (leichte DKA 19,0 %). Eine Abnahme der Häufigkeit ist nicht erkennbar. Dies ist bemerkenswert, da die Neuerkrankungsrate von Jahr zu Jahr zunimmt, sodass auch ein höherer Bekanntheitsgrad der Erkrankung und ihrer Symptome erwartet werden könnte. Alter. Kinder und Jugendliche aus Familien mit einem niedrigen sozioökonomischen Status haben eine höhere Konsumhäufigkeit als Gleichaltrige aus Familien mit einem hohen sozioökonomischen Status. Der Anteil der Heranwachsenden, die täglich zuckerhaltige Getränke trinken, hat sich gegenüber der KiGGS-Basiserhebung verringert. Schlussfolgerung: Trotz des Rückgangs ist der Konsum zuckerhaltiger Getränke immer noch hoch, besonders bei Jugendlichen und bei Heranwachsenden aus Familien mit einem niedrigen sozioökonomischen Status. Es sollten weitere präventive Maßnahmen zur Reduzierung des Konsums entwickelt und gefördert werden. Dies könnte die Einführung einer Steuer auf zuckerhaltige Getränke sowie Werbebeschränkungen für die Zielgruppe der Kinder und Jugendlichen sein. Auch alternative Angebote zu zuckerhaltigen Getränken in Schulen und Kindertagesstätten sollten weiter ausgebaut werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "insbesondere Frühgeborenen. Trotz intensiver Forschung ist die Pathogenese bis heute nicht gänzlich verstanden. Ursächlich dafür ist auch die unzureichende Translation der Erkenntnisse aus den Tiermodellen. Diagnose eines Bardet-Biedl-oder McKusick-Kaufman-Syndroms. Klinisch ist in den ersten Lebensjahren keine klare Differenzierung beider Syndrome möglich, da sich für das BBS spezifische Symptome wie z. B. Retinitis pigmentosa und Intelligenzminderung erst im späteren Kindesalter manifestieren. Die molekulargenetische Diagnostik und der klinische Verlauf erleichtern die weitere ätiologische Eingrenzung.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Trotz mehrheitlich vorliegender metastastischer Erkrankung kann durch den erneuten Einsatz einer Lokaltherapie, wie eine erneute Resektion und eine Radiotherapie, eine signifikante Verlängerung des OS im Medulloblastomrezidiv erzielt werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Hintergrund: Seit 1997 bieten die USA für Kinderstudien Patentverlängerungen, seit 2007 verlangt die EU für die Neuzulassungen \"paediatric investigation plans\" (PIPs). Fragestellung: Machen von der EU Medikamentenbehörde EMA verlangte Kinderstudien in Plaque Psoriasis (PP) medizinischen Sinn? Material und Methoden: Regulatorischer Hintergrund und medizinischen Sinn internationaler PP Studien mit Ixekizumab und Secukinumab wurden analysiert. Vorerkrankungen, Allergien bzw. die Einnahme von Medikamenten lagen nicht vor. Auch Hinweise für ein Trauma konnten nicht eruiert werden. Anamnestisch ließ sich schließlich ermitteln, dass der Jugendliche kurz vor dem Bewusstseinsverlust für circa 30 Minuten eine Wasserpfeife geraucht hatte, wie er es in der Regel zwei bis drei Mal pro Woche mache. Hierbei hatte er im Vergleich zu seinem sonstigen Konsum eine größere Menge an Holzkohle verwendet und den Rauch besonders intensiv inhaliert. Daten und Angaben zum Bildungsgrad und Herkunftsland der Eltern, zur Familienkonstellation, Gestationsalter des Kindes, zur Dauer des Kindergartenbesuchs, Medienkonsum, Vorlesezeit sowie sportliche Aktivität wurden anhand eines Vorbereitungs-Fragebogens erhoben. Mittels multivariabler logistischer Regressionsanalysen wurden Zusammenhänge zwischen Auffälligkeiten und den erhobenen Angaben berechnet. Die einzelnen Ergebnisse sind als Odds Ratio mit 95 % Konfidenzintervall ausgewiesen.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Am Abend des Vortags seien bereits Unruhe und erhöhte Temperatur aufgefallen. Am Aufnahmetag sei der Patient sehr unruhig gewesen und habe sich sehr heiß angefühlt. In der Notfallaufnahme zeigte sich der Patient in deutlich reduziertem Allgemeinzustand. Er war stark agitiert, zitterte am ganzen Körper. Es fiel eine Tachykardie (200-220/min) und einer Hyperthermie auf, die übrigen Vitalwerte waren unauffällig. Die Augen zeigten extrem weiten Pupillen, palpatorisch waren die beiden Bulbi sehr hart und der Patient war sehr lichtempfindlich. Zusätzlich zeigte sich ein intermittierender horizontaler Nystagmus. Bis auf ein feinfleckiges Exanthem am Thorax war der restliche körperliche Untersuchungsbefund unauffällig. Bei Neugeborenen nach intrauteriner Venlafaxin-Exposition können Entzugssymptome gehäuft auftreten. Die Prognose dieser Kinder scheint nach unseren bisherigen Erkenntnissen gut. Aufgrund der geringen Datenlage sind weitere Beobachtungsstudien zu einem spezifischen neonatalen Venlafaxin-Abstinenzsyndrom notwendig. Sulbactam bei bakterieller Superinfektion. Supportiv Infusionstherapie mit Halb-Elektrolyt-Lösung, abschwellende Nasentropfen. Entlassung nach 11 Behandlungstagen in gutem Allgemeinzustand. Weitere Krampfanfälle oder andere neurologische Auffälligkeiten traten nicht auf. Diskussion und Schlussfolgerung: Insbesondere im Zusammenhang mit schweren Verläufen einer RSV Infektion kommt es gehäuft zu Hyponatriämien (in 11 % der Fälle mit einem Serum-Natriumlevel < 130 mmol/l), die durch hohe Plasmaspiegel des Antidiuretischen Hormons und hypotone Rehydratationstherapien begünstigt werden. Als Komplikation können epileptische Krampfanfälle auftreten, deren Durchbrechung sich der regulären antikonvulsiven Therapie entzieht. Konsequente Umsetzung der Empfehlung zur unmittelbaren Bestimmung der Serum-Elektrolyt-und Zuckerwerte lassen rasch therapierbare Ursachen erkennen und sollten zumindestens bei jedem unklaren Krampfanfall erfolgen. In der Betreuung hospitalisierter Kinder mit RSV Infektionen sind neben dem kardiorespiratorischen Monitoring tägliche Elektrolytkontrollen unabdingbar. Stunden zu einem Status epilepticus, bei dem älteren rasch im Verlauf zu einer Bewußtseinstrübung und vollständigen Parese des linken Beines, sodass eine unverzügliche Bildgebung mittels MRT erfolgte. Dabei wurde jeweils ein subdurales Empyem nachgewiesen und es erfolgte die sofortige operative Sanierung durch die Neurochirurgen und HNO-Ärzte. Zusätzlich erfolgte eine langfristige antibiotische Therapie über mehrere Wochen. Bei dem Jüngeren waren noch insgesamt drei",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Die PIP Entstehung im Allgemeinen und ihre Auswirkungen auf die SIT wurden auf dem Hintergrund von Entwicklungspharmakologie und -physiologie analysiert. Ergebnisse: Die EU Altergrenze von 18 Jahren für die Definition von Kindern ist administrativ, korrelliert nicht mit physiologischen Veränderungen, ist vielleicht adäquat für den Führerschein, aber sicher nicht für Arzneimittelbehandlung. In den 1950igern wurde über Toxizitäten und Tod durch Antibiotika bei Frühgeborenen publiziert. Dann entwickelten die",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Diese Studie zeigt, dass alle kleinen Läsionen, die im konventionellen MRT nicht sichtbar sind, in den SWI Sequenzen bereits detektiert werden können. Obwohl ihre klinische Bedeutung bislang noch unklar erscheint, stellen sie einen frühen Marker einer vaskulären Schädigung dar, der mit den klinischen Angaben von Kopfschmerzen, fokal neurologischem Defizit und Krampfanfällen assoziiert ist. Weitere Studien sind notwendig, um MRT Sequenzprotokolle mit SWI Sequenzen zu standardisieren und die Langzeitnachsorge von Überlebenden nach Medulloblastomerkrankung zu verbessern.Jakob Benjamin Wilhelm Weiss¹, Alexandra Wagner², Corinna Eberherr², Beate Häberle², Christian Vokuhl³, Dietrich von Schweinitz², Roland Kappler² ¹Universitätsklinikum Freiburg, Klinik für Plastische und Handchirurgie, Freiburg, Deutschland; ²Ludwig-Maximilians-Universität München, Kinderchirurgische Klinik und Poliklinik, München, Deutschland; ³Christian-Albrechts-Universität, Institut für Pathologie, Kiel, DeutschlandHintergrund: MicroRNAs (miRs) sind kleine, nicht-kodierende regulatorische RNA Moleküle, die meist auf translationaler Ebene die Expression bestimmter Gene hemmen. Viele miRs sind umfassend beschriebene Regulatoren bei verschiedenen neoplastischen Erkrankungen. Das Hepatoblastom (HB) ist der häufigste maligne Lebertumor des Kindesalters. Obwohl sich die Prognose von HB Patienten in den vergangenen Jahr-neurologische Auffälligkeiten im Sinne einer psychomotorischen Entwicklungsverzögerung. Die TTD wird auf molekulargenetischer Ebene aktuell in sechs Untergruppen (TTD1 -TTD6) eingeteilt. Klinisch und molekulargenetisch unterscheidet man außerdem eine fotosensitive und eine nicht-fotosensitive Form der TTD. Fragestellung: Im Sozialpädiatrischen Zentrum werden zwei Geschwister zur neuropädiatrischen Mitbetreuung vorgestellt. Das 8-jährige Mädchen und der 17-jährige Junge zeigen klinisch beide eine kombinierte komplexe Entwicklungsstörung, einen Kleinwuchs, kurze und brüchige Haare und kleinflächige Alopezie-Areale. Der Junge hat zusätzlich eine Pubertas tarda. Die Familie stammt aus dem Irak und die Eltern sind konsanguin. Insgesamt hat die Familie 6 Kinder, wobei ein 19-jähriger Sohn die gleichen Symptome aufweist. Die anderen Kinder sind gesund. Auf Grund der Anamnese und der Klinik stellte sich die Frage nach einer genetischen Ursache der Erkrankung. Methoden: Wir führten zunächst eine durchlicht-und eine polarisationslichtmikroskopische Untersuchung der Haare durch. Ergebnisse: Bereits in der Durchlichtmikroskopie waren eine deutliche Unregelmäßigkeit in der Haarstruktur zu erkennen. Dies wurde in der Polarisationsmikroskopie noch deutlicher. Hier imponierte der Befund eines tiger tail banding Musters. Dieser Befund ist pathognomisch für die Trichothiodystrophie (TTD). Auch in der angeschlossenen genetischen Untersuchung, konnte die Diagnose der TTD bestätigt werden. Hierbei zeigte sich eine 148 kb große Deletion auf Chromosom 7 inklusive des gesamten MPLKIP-Gens und Exon 1-8 des SUGCT-Gens in homozygoter Form. Deletionen des MPLKIT-Gens wurden für nicht-photosensitive TTD beschrieben. Pathogene Veränderungen im SUGCT-Gen können einen Glutaryl-CoA-Oxidase-Mangel, mit vermehrter Ausscheidung von Glutarsäure im Urin verursachen Schlussfolgerung: Bei kurzen und brüchigen Haaren in Kombination mit einer psychomotorischen Retardierung sollte an eine TTD gedacht werden. Eine Polarisationsmikroskopie sollte einer genetischen Untersuchung vorangehen. Beim Nachweis eines tiger tail banding Musters, sollten die Diagnose noch durch eine genetische Untersuchung bestätigt werden.MariaReipschläger 1 , Peter Höger 2 , Andreas Leenen 3 Kinderkrankenhaus Wilhelmstift, Pädiatrie, Hamburg, Deutschland; Kinderkrankenhaus Wilhelmstift, Dermatologie, Hamburg, Deutschland; Kinderkrankenhaus Wilhelmstift, Radiologie, Hamburg, Deutschland Hintergrund: Mit einer Prävalenz von 4-5 % stellen infantile Hämangiome die häufigsten vaskulären Tumoren des Kindesalters dar. Ihre Ätiologie ist noch nicht vollständig geklärt. Neben dem weiblichen Geschlecht gelten Frühgeburtlichkeit und Gewebshypoxie als Risikofaktoren. Die Hypothese der Gewebshypoxie wurde durch Fälle des PHACES-Syndroms (Posterior fossa-Fehlbildungen, Hämangiom, Anomalien von Herz, Augen und/oder Sternum) begründet, bei denen große segmentale Gesichtshämangiome mit ipsilateral lokalisierten Anomalien (Hypo-oder Aplasien, Stenosen) intrazerebraler Gefäße korrelierten. Bisher wurden segmentale faziale Hämangiome (SFH) ab einem Durchmesser von ≥5 cm als relevant für derartige Assoziationen erachtet. Fragestellung: Assoziation auch kleinerer (≤ 5 cm) segmentaler fazialer Hämangiome (SFH) mit neurovaskulären Anomalien. Patientenkollektiv: 55 Kinder (39 Mädchen, 16 Jungen, f:m = 2.4:1) mit SFH, die von 2005-2018 in der Abteilung Pädiatrische Dermatologie des Kinderkrankenhauses Wilhelmstift vorgestellt wurden. Methoden: Korrelation von Größe und Lokalisation der SFH mit neurovaskulären Veränderungen im Angio-MRT des Schädels und der Gefäße von Hals und Aortenbogen. Ergebnisse: Unter den 55 SFH-Patienten erfüllten 13 die Kriterien für ein PHACE-Syndrom, 42 nicht. Bei 48 Kindern wurde ein cMRT durchgeführt, 22 Kinder (je 11 mit PHACE und SFH ohne PHACE) zeigten dabei vaskuläre Malformationen. Der mediane Durchmesser der SFH lag bei führt werden. Es kann nicht ausgeschlossen werden, dass weitere Studien die Ergebnisse verändern werden. Schlussfolgerung: Qualitativ hochwertige Studien sind notwendig, um die Wirksamkeit der pflegerischen Interventionen zur Therapie der IAD abschließend zu bewerten. Ein validiertes Assessment-Instrument wird benötigt, um den Heilungsverlauf objektiv zu beurteilen. Barbara Naust; Annika Zwicker; Nicola Orlowski; Georg Hillebrand Klinikum Itzehoe, Klinik für Kinder-Jugendmedizin, Neonatologie und Päd. Intensivmedizin, Itzehoe, Deutschland Fallbericht: 5 Wochen alter weiblicher Säugling mit akut aufgetretener Gesichtsschwellung rechts, mit Progredienz innerhalb von Stunden. Deutliche Schwellung präaurikulär, prall, keine Rötung, keine Überwärmung. Zusätzlich cervical rechts eine rötlich-bläuliche Hautveränderung, die laut Eltern seit Geburt bestand und sich nicht verändert habe. Sonographisch zeigt sich eine vergrößerte Parotis mit deutlich gesteigerter Durchblutung im Vergleich zur Gegenseite, ohne Abszess oder gestauten Ausführungsgang. Laborchemisch keine erhöhten Entzündungszeichen, die Serologie auf Mumps ergibt Befunde einer mütterlichen Leihimmunität. Bei Verdacht auf eine bakterielle Parotitis, als häufigste Ursache einer einseitigen Parotis-Schwellung im frühen Säuglingsalter, wird eine antibiotische Therapie mit Cefuroxim eingeleitet. Hierunter nur minimale Größenregredienz und im Verlauf erneute Zunahme. 8 Tage nach Erstvorstellung deutliche Zunahme der Farbintensität der Hautveränderung, nun gut vereinbar mit dem typischen Proliferationsverhalten eines infantilen Hämangioms. Die Sonographie der Parotis ergibt eine noch ausgeprägtere Hypervaskularisierung. Unter der Diagnose eines infantilen Hämangioms der Parotis nun Beginn einer Therapie mit Propranolol. Bereits nach drei Tagen ist die Schwellung weniger derb palpabel, nach neun Tagen zeigt sich deutliche Größenregredienz der Parotis. Diskussion: Infantile Hämangiome können kutan oder subkutan auftreten und zeigen einen typischen Verlauf mit einer frühen Proliferationsphase in der ersten Lebensmonaten. Hämangiome der Parotis sind sehr selten, machen jedoch 50 % der Parotis-Tumoren im ersten Lebensjahr aus. Parotis-Hämangiome haben eine hohe Tendenz zu Ulzerationen (59 %) und zum übergreifenden Wachstum auf die Larynxregion. Mit Propranolol steht seit einigen Jahren ein hoch effektives und gut verträgliches Medikament zur Verfügung, so dass -trotz der Tendenz zur Spontanregression -ein früher Therapiebeginn zur Vermeidung von Komplikationen erwogen werden sollte. In über 50 % der Fälle besteht, wie in unserem Fall, gleichzeitig ein kutanes Hämangiom. Auch bei fehlender kutaner Manifestation muss jedoch bei einer Parotis-Schwellung im typischen Alter an die Differentialdiagnose eines infantilen Hämangioms gedacht werden. Das gute Ansprechen auf eine Propranololtherapie kann in Zweifelsfällen als zusätzliches diagnostisches Kriterium dienen. Alicia Ásgeirsson¹, Karin Langer², Hagen Ott 3 ¹Charité Universitätsmedizin Berlin, Campus Virchow Klinikum, Klinik für Pädiatrie m. S. Pneumologie und Immunologie, Berlin, Deutschland; ²Auf der Bult-Kinder-und Jugendkrankenhaus, Sozialpädiatrisches Zentrum, Hannover, Deutschland; 3 Auf der Bult-Kinder-und Jugendkrankenhaus, Pädiatrische Dermatologie und Allergologie, Hannover, Deutschland Hintergrund: Die Trichothiodystrophie (TTD) ist eine seltene und sowohl klinisch als auch molekulargenetisch heterogene Krankheitsgruppe. Zu den klinischen Hauptmerkmalen zählen kurze und brüchige Haare, sowie Abstracts -Die Genese der Leberinsuffizienz bleibt unklar und ist nicht in primärem Zusammenhang mit dem CNS zu sehen. -Ein erhöhtes AFP im Fruchtwasser kann auf das Vorliegen eines CNS hindeuten. Hintergrund: Die USA bieten seit 1997 Patentverlängerungen für Kinderstudien, seit 2003 darf die Food and Drug Administration (FDA) Kinderstudien auch ohne Patentverlängerung verlangen, seit 2007 verlangt die EU für Neuzulassungen einen \"pediatric investigation plan\" (PIP). Beide Regionen definieren Kinder nach Alter: < 16 (FDA), < 18 (EU). Fragestellung: Machen separate klinische Wirksamkeitsstudien an jungen Patienten mit chronischer Niereninsuffizienz und Hyperphosphatämie medizinischen Sinn? Material und Methoden: Die PA21 (Velphoro®)/Calcium Acetat (Phosly-ra®) Studie, www.clinicaltrials.gov Nr. NCT02688764, an 0-17jährigen mit chronischer Niereninsuffizienz und Hyperphosphatämie rekrutiert weltweit (D, F, LT, PL, RO, US) 130 Patienten in 35 Zentren; in Deutschland in Giessen und Marburg. Ergebnisse: Diese Studie beruht auf einem US Food and Drug Administration (FDA) \"Written Request\"*, der nach Studienabschluss 6 Monate US-Patentverlängerung erlaubt, und dem PIP EMEA-001061-PIP01-10-M02. Die Altergrenze von <18 Jahren ist administrativ. Sie ist vielleicht für die KFZ-Fahrerlaubnis geeignet, aber sicher nicht als Altergrenze für pharmazeutische Behandlung. In den 1950igern wurden Toxizitäten und Tod durch Antibiotika bei Frühgeborenen berichtet. Shirkey postulierte 1968, Kinder seien \"therapeutische Waisenkinder\". Die US American Academy of Pediatrics (AAP) und die FDA entwickelten gemeinsam die Forderung nach separaten Kinderstudien. Die FDA verlieh 1979 der Altersgrenze von 16 Jahren eine amtliche physiologische Konnotation. Das erste US Gesetz zur Förderung von Kinderstudien wurde 1997 erlassen; dies inspirierte die EU Gesetzgebung. Diskussion: Die EU übernahm die chronologische Definition von Kindern und dehnte sie auf 18 Jahre aus. Spontane Bereitschaft zum Schutz von Kleinkindern wurde zur Forderung nach separaten Studien benützt. Aber junge Menschen sind keine andere Spezies. PA21 und Calzium Acetat wirken auch vor dem 18. Geburtstag. Schlussfolgerung: Separater Wirksamkeitsnachweis von PA21 und Calzium Acetat bei Menschen <18 Jahren ist Unsinn. Zur Dokumentation der Sicherheit ist diese Studie überdimensioniert. Statt einer weltweiten Studie mit 35 Zentren wäre medizinisch ein registry angebracht. Diese Studie sollte suspendiert werden. Kliniker und Ethikkomitees unterschätzen die Gefahr von pädiatrischen FDA-Forderungen und PIPs für Patienten, für das öffentliche Vertrauen in klinische Forschung, und für den wissenschaftlichen Ruf Europas und der westlichen Welt. Die DGKJ braucht eine grundlegende Diskussion um die die Rechtfertigung getrennter Zulassungen für Erwachsene und Kinder und den Sinn/Unsinn von PIPs und FDAgeforderten Kinderstudien. *www.accessdata.fda.gov/drugsatfda_docs/appletter/2013/205109Orig1s 000ltr.pdf DGKJ-P039 Eine seltene Differentialdiagnose: Die Sternumspalte in der Kinderpneumologie Lissy Tille 1 , Kristina Stamos 1 , Bruno Kolterer 1 , Christoph Meißner 2 , Christian Vogelberg 1 Universitätsklinikum Carl Gustav Carus, Kinder-und Jugendmedizin, Dresden, Deutschland; 2 Universitätsklinikum Carl Gustav Carus, Radiologie, Dresden, Deutschland den Kindern mit SFH bei 3,4 cm (Range 0,6 cm-10,5 cm), bei den Kindern mit PHACE Syndrom 8,6 cm (Range 4,1 cm-11,8 cm). Der Hämangiom-Durchmesser lag bei 7/11 Kinder mit SFH und 2/11 mit PHACE unter 5 cm. Patienten mit PHACE bzw. SFH zeigten eine ähnliche Verteilung der SFH im Bereich der embryonalen Plakoden des Gesichtes. Die Segmente 1 und 2 waren am häufigsten betroffen. Kinder mit einem SFH wiesen in 6/11 Fällen eine vaskuläre Malformation im Bereich des Circulus arteriosus cerebri auf. Am häufigsten waren in diesem Bereich die Arteria vertebralis, die Arteria ophthalmica sowie die Arteria cerebri posterior betroffen. Alle neurovaskulären Anomalien waren ipsilateral mit den segmentalen Hämangiomen lokalisiert. Auch bei den Kindern mit einem PHACE Syndrom traten die vaskulären Malformationen am häufigsten im Bereich des Circulus arteriosus cerebri auf (9/11 Fälle). Die Arteria vertebralis, die Arteria cerebri anterior und die Arteria cerebri posterior waren am häufigsten betroffen. Schlussfolgerung: Unsere Studie zeigt, dass auch Kinder mit kleineren SFH assoziierte neurovaskuläre Veränderungen aufweisen können, ohne andere Kriterien des PHACE-Syndroms zu erfüllen. Bei segmentalen Gesichtshämangiomen sollte die Indikation zur Durchführung eines Angio-MRT daher großzügig gestellt werden. Johanna Herbst¹, Wilfried Schenk¹, Saskia Ting², Carsten Bergmann³, Ulrike Walden 4 ¹Zentralklinikum Augsburg, Klinik für Kinder und Jugendliche, Intensivmedizin, Augsburg, Deutschland; ²Klinikum Augsburg, Institut für Pathologie, Augsburg, Deutschland; ³Bioscientia Institut für Medizinische Diagnostik GmbH, Zentrum für Humangenetik, Ingelheim, Deutschland; Zentralklinikum Augsburg, Klinik für Kinder und Jugendliche, Nephrologie, Augsburg, Deutschland Hintergrund: Das kongenitale nephrotische Syndrom (CNS) ist eine seltene genetische Erkrankung, die mehrheitlich durch Mutationen im Nephrin-(NPHS1) oder Podocin-kodierenden Gen (NPHS2) verursacht wird und zu einer defekten Schlitzmembranbildung der Podozyten führt. Eine große Proteinurie ist bereits bei Geburt vorhanden und mündet in eine terminale Niereninsuffizienz, was zu hoher Mortalität führen kann. Darüber hinaus sind Infektions-und Thromboserisiko dtl. erhöht Die Therapie besteht in der Substitution von Humanalbumin, bilateraler Nephrektomie, um den hohen Proteinverlust zu vermeiden, sowie Nierenersatztherapie. Eine immunsuppressive Therapie ist unwirksam. Fallbericht: Wir berichten über einen frühgeborenen Jungen (SSW 28 + 6, GG 860 g) konsanguiner, aus Afghanistan stammender Eltern, welcher bereits präpartal durch eine Wachstumsretardierung, verkürzte Röhrenknochen sowie erhöhtes Alfa Fetoprotein (AFP) im Fruchtwasser auffiel. In den ersten Lebenstagen entwickelte der Junge eine progrediente Niereninsuffizienz und Proteinurie (initial > 4,4 g Albumin/ g Kreatinin), die zu massiven Ödemen und Drainage-pflichtigem Aszites führten. Der Verlauf wurde kompliziert durch mehrere Septitiden sowie eine progrediente cholestatische Leberinsuffizienz, die histologisch als unspezifische neonatale Riesenzellhepatitis mit duktulärer Proliferation eingeordnet wurde. Umfassende Stoffwechseldiagnostik blieb unauffällig. Eine Genanalyse ergab eine bisher nicht beschriebene homozygote Nonsense-Mutation in Exon 7 des Nephrin Gens c.829 C>T p.(Gin277*). Neben Humanalbumin-und Immunglobulin Infusionen therapierten wir mit einem ACE-Hemmer, auf die Nephrektomie wurde aufgrund der Unreife verzichtet, eine Nierenersatztherapie war nicht erforderlich (Kreatinin max. 1,67 mg/dl). Auf dem Boden einer Klebsiellen-Sepsis mit Kreislaufversagen verstarb der Junge im Alter von 4 Monaten. Schlussfolgerung: -Ein CNS bei extrem Frühgeborenen stellt eine therapeutische Herausforderung dar. -Die gefundene Mutation kann als pathogen angesehen werden. Hintergrund: Eine Epstein-Barr-Virus Infektion ist in der Regel selbstlimitierend und führt typischerweise zu dem klinischen Bild eines Pfeifferschen Drüsenfiebers. Eine seltene Komplikation, das v. a. im Erwachsenenalter ist, ist das plötzliche akute Lungenversagen, das auch bei immunkompetenten Patienten auftreten kann [1, 2]. Fallbericht: 14 Jahre altes Mädchen mit leichter Retardierung und bekannter Abscence-Epilepsie bei frühkindlichem Hirnschaden ohne weitere (insbesondere pulmonalen) Vorerkrankungen. Seit 14 Tagen Fieber bis 40 °C bei respiratorischem Infekt, kein Hinweis auf eine Tonsillitis. Antibiotische Therapie mit Amoxicillin mit leichter Besserung. Anfang der 3. Erkrankungswoche akute respiratorische Dekompensation mit Vigilanzminderung und Halluzinationen. Bei eintreffendem Notarzt Zyanose und Tachydyspnoe, SaO2 46 %. Inhalation mit Salbutamol, Ipratropiumbromid, Gabe von Cefotaxim. Verlegung mit CPAP in eine externe Klinik. Bei weiterer Verschlechterung Intubation, Aspiration von Mageninhalt sowie Blut und kurzzeitige kardiopulmonale Reanimation. Verlegung auf unsere Intensivstation. Initiales cCT ohne pathologischen Befund. In der Bronchoskopie massig trübes Sekret. Radiologisch kompakte weiße Lunge i. S. eines schweren ARDS. Trotz umfassender intensivmedizinischer Behandlung (Volumen, Pufferung, FFP, Noradrenalin, Piperacillin/Tazobactam, Metronidazol, Aciclovir, Hydrocortison), wiederholten Inhalationen und maximaler Eskalation der Beatmungstherapie (FiO2 100 %, PEEP 20 mbar, Pinsp 40 mbar, SpO2 Sätt. 80 %, NO 20 ppm) zunehmende Verschlechterung der respiratorischen Situation mit pCO2 120 mmHg, Sättigung min. 11 %. Verlegung auf die Intensivstation der Anästhesie zur Einleitung einer vvEC-MO. Unter vvECMO adäquate CO2-Reduktion und schrittweise bessere Oxygenierung. Beendigung der ECMO nach 4 Tagen, danach Extubation. Verlegung am 6. Behandlungstag in unsere Kinderklinik. Hier rasche Besserung unter Inhalationen und Atemtherapie. Entlassung nach 13 Tagen. Als Ursache zeigte sich eine EBV Infektion. Nachweis von EBV mittels PCR (Trachealsekret 421.500 Kopien, Blut 231.000 Kopien). EBV Serologie: Nachweis von IgM, EBNA IgG und VCA IgG, im Verlauf abfallendes IgM. Mikrobiologische Kulturen (Blut, Magen-, Trachealsekret) und weitere Serologien blieben unauffällig. Erweiterte Immundiagnostik ohne Hinweis auf einen Immundefekt, Störung des Komplementsystems oder HIV. Schlussfolgerung: Eine EBV Infektion ist im Kindes-und Jugendalter meist eine selbstlimitierende Erkrankung mit oft unkompliziertem Verlauf. Bei akutem respiratorischen Versagen muss differentialdiagnostisch auch an eine EBV Infektion gedacht werden. Ein schnelles und ggf. interdisziplinäres Vorgehen ist in solchen lebensbedrohlichen Situationen entscheidend für das Überleben des Patienten. Literatur 1. Riachy M, Baaklini C, Ibrahim I et al (2007) Acute respiratory distress syndrome complicating Ebstein-Barr virus pneumonia. Rev Mal Respir 24:639-643 2. Tachikawa R, Tomii K, Seo R, Nagata K et al (2014) Detection of herpes viruses by multiplex and real-time polymerase chain reaction in bronchoalveolar lavage fluid of patients with acute lung injury or acute respiratory distress syndrome. Marc Bienias¹, Normi Brück¹, Laura Passerini², Federica Barzaghi², Martin W. Laass¹, Gabriele Hahn³, Reinhard Berner¹, Min Ae Lee-Kirsch¹ ¹Universitätsklinikum Carl Gustav Carus Dresden, Klinik und Poliklinik für Kinder-und Jugendmedizin, Dresden, Deutschland; ²Ospedale San Raffaele, San Raffaele Telethon Institute for Gene Therapy, Mailand, Italien; ³Universitätsklinikum Carl Gustav Carus, Institut und Poliklinik für diagnostische und interventionelle Radiologie, Dresden, Deutschland Hintergrund: Sternum-Spalten resultieren aus einer Störung der Fusion der Sternumanteile, ab der 9. Woche Schwangerschaftswoche (Shamberger, 2000). Mit einer Prävalenz von ca. 1:100.000 sind sie seltene Fehlbildungen. Eine Erkennung des klinischen Befundes im Säuglingsalter ist zwingend erforderlich, um eine frühzeitige Therapie einleiten zu können (Alshomer et al., 2017). Fallbericht: Wir berichten über eine 1 4/12 Monate alte weibliche Patientin, welche in unsere kinderpneumologische Sprechstunde zur weiterführenden Abklärung einer seit Geburt bestehenden atemabhängigen ventralen Vorwölbung des Halses zugewiesen wurde. Im klinischen Status fiel neben der deutlichen jugulären Vorwölbung in Exspiration bzw. flächigen Einziehung in Inspiration eine sehr tief imponierende breite und flache kraniale Sternumkante auf. Die Claviculae waren bds. tastbar und zogen zum Ansatz der 1./2. Rippe. Zudem war eine reizlose, ca. 8 mm messende punktförmige Hautmarke mit zentraler Einziehung und Aplasie des subcutanen Fettgewebes über dem kranialen Anteil des Sternums sichtbar. Atemgeräusche oder Stimmauffälligkeiten wurden durch die Eltern verneint. Die Eigenanamnese und die Familienanamnese waren leer. In der weiterführenden Diagnostik fiel sonomorphologisch ein weit kranial sitzender Thymus auf. Echokardiographisch ergab sich ein Normalbefund. Bronchoskopisch waren der Larynx, die Trachea und die Stammbronchien unauffällig. In der MRT zeigte sich das Sternum partiell aplastisch. Lediglich der Processus xiphoideus und der untere/mittlere Anteil des Corpus waren angelegt, nicht aber der obere Corpusanteil und das Manubrium. Hier waren lediglich knorpelige Strukturen im Bereich der eigentlichen Costo-Sternal-und Sternoclaviculargelenke darstellbar. Median/paramedian war in diesem Bereich ein großer V-förmiger Defekt sichtbar und Mediastinum und Thymus nur durch eine dünne Faszie vom Subcutangewebe getrennt, sodass die Diagnose einer Sternumspalte bei partieller Sternumaplasie gestellt werden konnte. Es erfolgte ein beratendes Gespräch der Eltern durch die Kollegen der Kinderchirurgie. Es besteht die Möglichkeit der operativen Korrektur mittels Mobilisation der Rippenränder und der medialen Schlüsselbeinanteile. Zusätzlich ist eine Transplantation von Rippenknorpel oder von Anteilen des unteren Sternums nach kranial notwendig, um einen Cerclageverschluss des gesamten Verlaufes von Manubrium bis Xyphoid zu realisieren. Begleitend ist eine Entfernung des Porus möglich. Bei aktueller Beschwerdefreiheit entschieden sich die Eltern zunächst gegen eine operative Versorgung des Befundes. In der Literatur wird der Befund bei erhöhter Verletzungsgefahr des Herzens und der großen Gefäße im Rahmen eines potentiellen Thoraxtraumas als operationspflichtig eingestuft. Eine frühzeitige Therapie im Säuglingsalter ermöglicht häufig einen primären Verschluss durch Annäherung der Sternumleisten (Basraoui D. et al., 2018). 1. Shamberger RC (2000) Cardiopulmonary effects of anterior chest wall deformities. Chest Surg Clin N Am 10:245-252 2. Alshomer F, Aldaghri F, Alohaideb N et al (2017) Reconstruction of Congenital Sternal Clefts: Surgical Experience and Literature Review. Plast Reconstr Surg Glob Open 5:e1567 3. Basraoui D, Bannar B, Ouladsaiad M, Jalal H (2018) Total congenital sternal cleft isolated in a newborn of 20 days: Rare case. Int J Pediatr Otorhinolaryngol 106:68-71 DGKJ-P040 Akutes respiratorisches Versagen mit der Notwendigkeit einer ECMO-Therapie bei primärer EBV Infektion Monika Bauck¹, Carolin Blüml², Pascal Wallot³, Wilfried Nikolaizik 1 , Rolf F. Maier², Hinnerk Wulf³, Stefanie Weber 1 ¹Klinik für Kinder-und Jugendmedizin, Universitäts-Kinderklinik II, Pädiatrische Pneumologie, Marburg, Deutschland; ²Klinik für Kinderund Jugendmedizin, Universitäts-Kinderklinik I, Marburg, Pädiatrische Intensivstation und Neonatologie, Marburg, Deutschland;³Klinik für Anästhesie und Intensivmedizin, Universitätsklinikum Marburg, Intensivstation Anästhesie, Marburg, Deutschland Abstracts langjährige Erfahrungen der dort praktizierenden ÄrztInnen aber offizielle Behandlungsempfehlungen oder Studien zur Wirkungseffizienz fehlen. Fragestellung: Unser Ziel ist es eine Behandlungsempfehlung für die akute Gastroenteritis in der anthroposophisch erweiterten Kinderheilkunde zu entwickeln. Material und Methoden: Daher wurde eine Delphi-Umfrage mit 50 Ex-pertInnen durchgeführt. Hierbei wurden in vier anonymen online-Befragungsrunden die ExpertInnen zum Krankheitsverständnis, Diagnose, Therapien, Krankheitsbewältigung und psychologische Aspekte befragt. In der ersten Runde erhielten sie dazu sechs offene Fragen, deren Antworten extrahiert und analysiert wurden. In der zweiten Runde wurden konkretere Fragen gestellt mit den Antwortoptionen, die sich aus der ersten Runde ergeben haben. Hieraus wurde wiederum eine Behandlungsempfehlung entwickelt, deren Zustimmung in einer weiteren Runde abgefragt wurde. Bei weniger als 75 % Zustimmung wurde der Unterpunkt bearbeitet und den Experten wieder vorgelegt. Ergebnisse: Mit Hilfe des Delphi-Prozesses konnte eine Konsens-Behandlungsempfehlung erstellt werden. Hierzu gehören Angaben zum Krankheitsbild, zur Diagnose und vor allem zur Therapie. Es konnte ein Standardprotokoll für die anthroposophische medikamentöse Behandlung herausgearbeitet werden, welche individuell an die Altersgruppen und den Symptome angepasst ist. So wird beispielsweise für die Behandlung von Bauchschmerzen im Rahmen einer akuten Gastroenteritis bei Kindern unter einem Jahr Geum urbanum RhD3 Dil. und für ältere Kinder Bolus alba comp. Pulver empfohlen. Schlussfolgerung: Es zeigte sich, dass der Delphi-Prozess erfolgreich genutzt werden kann um eine Konsens-Behandlungsempfehlung für anthroposophische Therapien zu entwickeln. Diese und noch folgende Behandlungsempfehlungen erleichtern die Arbeit für die anthroposophischen ÄrztInnen und führen zu einer höheren Transparenz für KinderärztInnen, PatientInnen und Krankenversicherungen. Hintergrund: Seit 1997 bieten die USA Patentverlängerungen für Kinderstudien, seit 2003 kann die Food and Drug Administraion (FDA) Kinderstudien auch ohne Belohnung verlangen, seit 2007 verlangt die EU für Medikamenten-Neuzulassungen \"pediatric investigation plans\" (PIPs). Beide Jurisdiktionen definieren Kinder nach Alter: < 16 (FDA), < 18 (EU). Fragestellung: Machen separate klinische Studien an Patienten im Alter von 2-17 Jahren mit Morbus Crohn medizinischen Sinn? Material und Methoden: Die Ustekinumab Pharmacokinetik (PK) Studie in 2-17jährigen Patienten mit moderatem bis schwerem Morbus Crohn, www.clinicaltrials.gov Nr. NCT02968108, rekrutiert weltweit (CAN, D, F, PL, USA) in 29 Zentren; in Deutschland in München und Wuppertal. Ergebnisse: Diese Studie beruht auf PIP EMEA-000645-PIP04-13. Die Altergrenze von 18 Jahren ist administrativ. Sie mag für den Autoführerschein gut sein, aber nicht für Medikamentengabe. Aus den 1950igern sind Toxizitäten und Tod durch Antibiotika bei Frühgeborenen bekannt. Shirkey postulierte 1968 die These, Kinder seien \"therapeutische Waisenkinder\". Daraus entwickelten die US American Academy of Pediatrics (AAP) und die US Food & Drug Administration (FDA) die Forderung nach separaten Kinderstudien. Die FDA verlieh der chronologischen Altersgrenze von 16 Jahren eine amtliche physiologische Konnotation. Das erste US Gesetz zur Förderung von Kinderstudien ist aus 1997, das US Vorbild inspirierte die EU Gesetzgebung. Diskussion: Die EU übernahm die Altersdefinition von Kindern, aber dehnte sie auf 18 Jahre aus. Spontane Bereitschaft zum Schutz von Kleinkindern wurde zur Forderung nach separaten Studien an Kindern und Jugendlichen benützt. Junge Menschen sind aber keine andere Spezies. Monoklonale Antikörper wirken auch vor dem 18. Geburtstag. Hintergrund: Das IPEX(X-chromosomale Immundysregulation-Polyendokrinopathie-Enteropathie)-Syndrom ist durch behandlungsresistenten Durchfall, Typ 1 Diabetes mellitus, Ekzeme und Thyreoditis gekennzeichnet, die sich im frühen Säuglingsalter manifestieren. Gelegentlich manifestiert sich die Erkrankung nur durch ein Symptom aus diesem Komplex. Die Krankheit wird durch FOXP3-Mutationen verursacht. Der Transkriptionsfaktor Foxp3 spielt eine zentrale Rolle bei der Entwicklung und Funktion von regulatorischen T-Zellen. Material und Methoden: Der Patient wurde uns im Alter von 9 Monaten unter dem Verdacht einer unklaren immunologischen Erkrankung vorgestellt. Die erweiterte Diagnostik umfasste folgende Untersuchungen: ADA2-Enzymaktivität, Gastro-und Koloskopie, Knochenmarksbiopsie, CD169 Expression, Sequenzierung von NLPR3, MVK, MEFV, TNFRSF und NLRC4, Phänotypisierung der T-und B-Zellen, Interferonsignatur und ein Autoantikörperscreening. Es erfolgte eine Whole-Exome Sequenzierung (WES) des Kindes und der Eltern. Ergebnisse: Wir präsentieren einen Patienten mit Zeichen einer autoinflammatorischen Erkrankung (Fieber, CrP-Erhöhung und Leukozytose), Kalibersprüngen in den (mittel-)großen Arterien, Milz-und Niereninfarkten und therapieresistenten Enterokolitis. Bis auf niedrigtitrige anti-Harmonin Antikörper, waren weiteren Autoantikörper nicht nachweisbar. In der Immun-Phänotypisierung zeigte sich insbesondere die FoxP3 Expression unauffällig. Eine Stabilisierung des Patienten gelang nur unter hochdosierten Glucocorticoiden, Mycophenolat-Mofetil und Infliximab. Tocilizumab und Methotrexat blieben ohne langfristigen Effekt. Es besteht weiterhin ein hochentzündliches Geschehen im Bereich des Darms mit Zeichen einer beginnenden Stenose, erhöhten CrP und Leukozytose. Sirolimus führte zu keiner langfristigen Verbesserung, Tacrolimus hingegen führt aktuell zu einer leichten Besserung der intestinalen Beschwerden. Im Exom zeigte sich eine Mutation im FOXP3-Gen c.1278 C>A (p.Asn426Lys), die mittels Sanger Sequencing bestätigt wurde. Diese Mutation ist bisher nicht bei IPEX beschrieben und liegt einmal in hemizygoter Konstellation in der ExAC Datenbank vor. Sie liegt im Bereich des C-Terminus in unmittelbarer Nähe zu einer DNA Bindungsstelle und ist hochkonserviert. Die Analyse der Suppressionskapazität der regulatorischen T-Zellen des Patienten erbrachte eine deutlich verminderte Suppressionsfähigkeit in der Ko-Kultivierung mit T-Effektorzellen. Diskussion: Das Suppressionsassay zeigt das Bild eines IPEX-Syndroms. Darüberhinaus zeigten sich niedrig-titrige Autoantikörper und Vaskulitiszeichen die bei IPEX Patienten bisher nicht beschrieben sind. Die vorliegende Konstellation ist mit einem atypischen IPEX-Syndrom vereinbar. Aktuell wird unser Patient für eine Stammzelltransplantation vorbereitet. Die Kombination aus Autoimmunenteropathie, Infarkten, Vaskulitis und neuer Mutation erweitern das phänotypische und genetische Spektrum des IPEX Syndroms. Melanie Schwermer¹, Katharina Fetz², Jan Vagedes³, Markus Krüger³, David Martin², Thomas Ostermann², Tycho Jan Zuzak 1 , Alfred Längler 4 ¹Gemeinschaftkrankenhaus Herdecke, Abteilung für Kinder-und Jugendmedizin, Herdecke, Deutschland; ²Universität Witten/Herdecke, Lehrstuhl für Forschungsmethodik und Statistik, Department Psychologie und Psychotherapie, Lehrstuhl Medizintheorie, Integrative und Anthroposophische Medizin, Fakultät für Gesundheit, Witten, Deutschland; ³Filderklinik, Kinder-und Jugendmedizin, ARCIM Institut, Filderstadt, Deutschland; 4 Universität Witten/Herdecke, Institut für Integrative Medizin, Witten, Deutschland Hintergrund: Im Jahr werden ca. 240 Patienten mit einer akuten Gastroenteritis in den beiden deutschen anthroposophischen Kinderkliniken in Herdecke und in Filderstadt behandelt. Zusätzlich zu der schulmedizinischen Versorgung erhalten die Kinder dort anthroposophische Therapien (z. B. Wickel oder Globulis). Diese Therapien basieren meistens auf DGKJ-P046 Erstdiagnose eines Long-QT-Syndroms Julia Volkmann¹, Roman Gebauer², Andreas Möckel¹ ¹Sana Kliniken Leipziger Land, Klinikum, Borna, Pädiatrie, Borna, Deutschland; ²Herzzentrum Leipzig GmbH, Kinderkardiologie, Leipzig, Deutschland Hintergrund: Das Long-QT-Syndrom (LQTS) ist eine genetisch bedingte Ionenkanalerkrankung, welche mit einer Prävalenz von 1:2000 auftritt. Verdacht auf ein LQTS. Rückblickend ist die Diagnose einer Myokarditis als Ursache der Synkope in Frage zu stellen. Der Großvater vs. ist im Alter von 44 J plötzlich verstorben. Hintergrund: Immer mehr übergewichtige Kinder wachsen heran, die dadurch ein erhöhtes Risiko für Herz-Kreislauf-Erkrankungen haben. Schuld ist der Lebensstil u. die nicht greifenden Präventionsmaßnahmen. Methoden: Literaturrecherche, eigene Daten u. Praxis-Fazit. Diese pathologischen Veränderungen tragen zur Entwicklung generalisierter Gefäßschäden als Frühform einer Atherosklerose bei. -Übergewicht kann bereits bei Kindern zu Bluthochdruck, Fettstoffwechselstörungen oder Diabetes führen u. leistet zahlreichen Spätfolgen im Erwachsenenalter Vorschub. -Jungen u. Mädchen aus sozial benachteiligten Familien sind dreimal so häufig adipös wie Kinder u. Jugendliche mit hohem Sozialstatus. -Das höchste Risiko für Übergewicht haben Kinder, deren Eltern über-Sie sind umkapselt und weisen eine heterogene Struktur mit soliden und zystischen Anteile auf. Intraperikardiale Teratome haften wie bei unserem Patienten typischerweise an der Aorta oder der Pulmonalarterie. Laborchemisch müssen initial sowie im Verlauf Tumormarker (AFP) bestimmt werden. Ein Rezidiv oder eine maligne Entartung sind sehr selten. Wie unser Fall zeigt, erlauben Echokardiographie und Kardio-MRT eine exakte Lokalisation und Zuordnung des Tumors und dadurch eine optimale Planung der Operation.",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Hintergrund: Vitamin D wird in zunehmendem Maße substituiert und der \"optimale Vitamin-D-Spiegel\" ist Gegenstand aktueller Diskussionen. Die Zahl der angebotenen Vitamin-D-Präparate ist stetig wachsend. Dies kann zu Verunsicherungen führen und birgt die Gefahr chronischer Vitamin-D-Intoxikationen, welche erst bei sehr hohen Dosen zu erwarten sind. In der primären Diagnostik fielen eine Hyponatriämieund Hyperkaliämie bei einem ausgeglichenen pH-Wert auf. Die Nierenwerte, ein Urinstatus, Sonographien des Herzen, des ZNS und des Abdomens ergaben Normalbefunde. Darüber hinaus wurde ein ACTH-Test durchgeführt und im Anschluß, in Anbetracht der Differentialdiagnose eines Adrenogenitalen Syndroms, die Substitution mit Hydro-und Fludrocortison begonnen. Ebenso erfolgte eine Natriumsubstitution. Bei den Basalwerten des ACTH-Tests zeigte sich ein deutlich erhöhtes Aldosteron bei normalen Werten von Cortisol und 17-OH-Progesteron. Nach Stimulation mit ACTH ergab sich ein adäquater Anstieg der Cortisolkonzentration bei normwertigem 17-OH Progesteron Wert, so dass sich kein Hinweis für einen Nebennierenbiosynthesedefekt ergab. Nach Erhalt dieser Ergebnisse gingen wir von einem Pseudohypoaldosteronismus Typ I als Ursache der Gedeihstörung aus und beendeten die Gaben von Hydro-und Fludrocortison. Die Urinbefunde mit einer deutlich erhöhten Ausscheidung von Tetrahydroaldosteron und Aldosteronvorstufen bei suffizienter Ausscheidung von Cortisolmetaboliten unterstützten die Verdachtsdiagnose. Im weiteren Verlauf wurde die Kochsalzsubstitution fortgesetzt und führte zu einer Normalisierung der Elektrolytwerte. Zudem nahm der Säugling deutlich an Gewicht zu. Der humangenetische Befund zur Bestätigung einer renalen Form des Pseudohypoaldosteronismus Typ I ist noch ausstehend.",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Hintergrund: Bisher gab es kein zugelassenes Hydrokortisonpräparat für Kleinkinder mit einer Nebenniereninsuffizienz. Die Medikamente werden aus höherdosierten Hydrokortisonpräparaten von Erwachsenen bzw. in Apotheken aus dem Reinstoff hergestellt. Wir führten eine Studie zur Absorption, Verträglichkeit und Sicherheit von Infacort®, einem neuen geschmacksneutralen, nicht retardierten Hydrokortisonpräparat in Granulatform durch. Ein erhöhter HbA1c als Zeichen einer unzureichenden Stoffwechselkontrolle ist ein genereller Auslöser für die Aufnahme auf die psychosomatische Station. Die Gründe für einen erhöhten HbA1C sind vielfältig. Ein psychosomatischer Aufenthalt ermöglicht die Diagnostik potentieller psychiatrischer Komorbiditäten sowie eine individuelle Therapie und Etablierung einer nachhaltigen Unterstützung. Das führt insgesamt zu einer besseren Stoffwechsellage und unterstreicht die Bedeutung der Psychosomatik in einer umfassenden Diabetesbetreuung.",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "SVM) erzielte die besten Ergebnisse. In einem sich anschließenden prospektiven Test mit 20 neuen und dem Data Mining System unbekannten Fragebogen erkannte das System bei 18 der 20 Fragebogen die richtige Diagnose. Anhand der Fragen-Analyse von insgesamt 40 Fragen, zeigten 5 Fragen die besten Ergebnisse zur Unterscheidung zwischen Patienten mit MPS und der Kontrollgruppe. Für die Zielerkrankungen M. Fabry und M. Gaucher konnten bisher keine ausreichende Anzahl von Fragebogen gesammelt werden, so dass hier das Training von Data Mining Verfahren noch nicht möglich war. Diskussion: Basierend auf Interviews mit Eltern und Betroffenen wurden Fragebogen zur diagnostischen Unterstützung entwickelt, die das prädiagnostische Erleben von Eltern und Betroffenen abbilden. Das kombinierte Data Mining System konnte die Antwortmuster von MPS versus Kontrollgruppe mit einer Sensitivität von 91 % unterscheiden. Daraus lässt sich folgern, dass eine strukturierte Anamnese maschinell auswertbar ist und das ärztliche Handeln unterstützen kann. Derartige Verfahren können die ärztliche Aufmerksamkeit auf ausgewählte, seltene Stoffwechselerkrankungen lenken und verkürzen so möglicherweise zukünftig den Weg zur Diagnose.",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Bei hypotoner Dehydratation mit schwerem Salzverlust und obstruktiver Uropathie ist ein transienter PHA III differentialdiagnostisch zu berücksichtigen. Die Diagnose wird durch den Nachweis erhöhter Aldosteronwerte gesichert. Pathogenetisch scheint eine renal-tubuläre Resistenz gegenüber Aldosteron vorzuliegen, verursacht durch inhibieren-Bogdanović R, Stajić N, Putnik J, Paripović A (2009) Transient type 1 pseudohypoaldosteronism: Report on an eight-patient series and literature review. Dynamische rekonstruktive chirurgische Verfahren können die dynamische Symmetrie des Gesichtes effektiv verbessert. Freier Gracilis Muskeltransfer mit Anschluss an ein CFNG oder den N. massetericus liefern die besten Ergebnisse. Das Therapieergebnis kann durch eine frühe Operation verbessert werden. Daher sollten auch pädiatrische Patienten ermutigt werden, rekonstruktive chirurgische Therapien in Anspruch zu nehmen.",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "Veränderungen der CP Rate in Europa zu erfassen. Ein wichtiger Schritt dazu war die Harmonisierung der Definitionen, Ein-und Ausschlußkriterien. Auf dieser Basis war es möglich zuverlässig zu zeigen, dass die CP-Rate in Europa sinkt [1]. Die MRT ist ein wichtiger diagnostischer Schritt bei einem Kind mit CP. Sie ist in mehr als 80 % der Fälle auffällig und hilft die Pathogenese der zugrundeliegenden Störung zu verste-",
            "latex": null,
            "type": "table"
        },
        "TABREF20": {
            "text": "Hormos Salimi Dafsari 1 , Haicui Wang 1 , Anna Brunn 2 , Adriana Contreras 1 , Hülya-Sevcan Daimagüler 1 , Martina Deckert 2 , Sebahattin Cirak 1 SWS) sein. Vermutlich ist das PHS durch Fehldiagnosen als SWS oder durch inkomplette Diagnostik unterdiagnostiziert. Hauptmerkmale des SWS sind Angiome des Gesichts, der Leptomeningen und der Chorioidea. Klinisch liegt ein hochvariabler Phänotyp mit stets angeborenem, meist unilateralem, Nävus flammeus des Gesichts sowie inkonstanter ophtalmologischer und neurologischer Beteiligung vor. Kinder brauchen nicht so viele Studien wie möglich, sondern sinnvolle Studien. Die EMA erzwingt aufgrund eines falschen Konzepts sinnlose Studien an Minderjährigen durch inzwischen über tausend PIPs. Dies gefährdet das öffentliche Vertrauen in die klinische Forschung und den wissenschaftlichen Ruf Europas. EKs benötigen dringend Schulung über den regulatorischen Hintergrund von Kinderstudien.",
            "latex": null,
            "type": "table"
        },
        "TABREF21": {
            "text": "Bei Vorstellung in unserer Klinik erfolgte die Flüssigkeitsaufnahme ausschließlich mittels eines Strohhalmes. Es bestand eine ausgeprägte Sekretretention oral und pharyngeal. Das Gesicht der Patientin war hypomimisch, es bestanden eine Zungenatrophie sowie Faszikulationen der Zunge und des unteren Gesichtsbereiches. Die Patientin zeigte eine Kopfhalteschwäche und Paresen der oberen Extremitäten.",
            "latex": null,
            "type": "table"
        },
        "TABREF27": {
            "text": "Hintergrund und Fragestellung: Mit dem flächendeckenden Angebot der spezialisierten ambulanten Palliativversorgung (SAPV) im Kindes-und Jugendalter in Mittelhessen zeigte sich, dass dem Kinderpalliativteam Gießen aus bestimmten Landkreisen bzw. Gemeinden weniger PatientenMerlinDeckers¹, Michael Barth¹, Paul Felten², Luise Hahn¹, Astrid Kimmig³,  Teresa Lerach¹, Jochen Meyburg 4 , Daniel Steinbach 5  , Kathrin Woitha¹, Miriam van Buiren¹ ¹Universitätsklinikum Freiburg, Zentrum für Kinder-und Jugendmedizin, Freiburg, Deutschland; ²Universitätsklinik Mannheim, Universitäts-Kinderklinik Mannheim, Mannheim, Deutschland; ³Universitätsklinik Tübingen, Universitätsklinik für Kinder-und Jugendmedizin, Tübingen, Deutschland; 4 Universitätsklinikum Heidelberg, Zentrum für Kinder-und Jugendmedizin, Heidelberg, Deutschland; 5 Universitätsklinik Ulm, Klinik für Kinder-und Jugendmedizin, Ulm, Deutschland Hintergrund: Die zeitgerechte Identifikation lebenslimitierend erkrankter Kinder, Jugendlicher und junger Erwachsener, die von einer spezialisierten Palliativversorgung profitieren, stellt in Praxen wie universitären Zentren eine Herausforderung dar. Bisher gibt es keinen etablierten Fragebogen, der Behandler bei der Indikationsstellung unterstützt. Ziel der multizentrischen Studie ist die Erstellung und Validierung eines Screenings zur Indikationsstellung spezialisierter pädiatrischer Palliativversorgung (SIPP). Material und Methode: Ausgehend von der Paediatric Palliative Screening Scale [1] wurde in einer interdisziplinären Forschungsgruppe der SIPP entwickelt. Die sukzessive Weiterentwicklung unter Einbeziehung von Rückmeldungen aus Praxistests wurde von Palliativexperten aus fünf Universitätskliniken (Freiburg, Heidelberg, Mannheim, Tübingen, Ulm) diskutiert und konsensualisiert. Das SIPP umfasst die ärztliche Einschätzung a) der aktuellen Situation (Krankheitsverlauf, Symptomkontrolle, Lebenserwartung, Lebensqualität und Unterstützungsbedarf) und b) der Präferenz des Patienten/der Familie hinsichtlich weiterer Therapiemaßnahmen. Im Rahmen der Validierung wurden 50 eigens entwickelte, auf realen Fällen basierende Fallvignetten aus der Kardiologie, Onkologie, Neurologie, Neonatologie und Allgemeinpädiatrie bewertet. Palliativärzte beurteilten mittels SIPP die von ihnen formulierten 10 Vignetten und bewerteten die Notwendigkeit, ein Palliativteam hinzuzuziehen. Zusätzlich beurteilten sie die 40 in den anderen Zentren formulierten Vignetten. Darüber hinaus fand eine Bewertung der Fallvignetten durch Fachärzte der fünf kooperierenden Zentren statt, welche eine Überweisung in die spezialisierte Palliativversorgung initiieren würden (Zuweiserrating). Ergebnisse: Aus den Daten der Palliativmediziner konnte eine sequentielle Fallfindungsstrategie abgeleitet werden. Als Kriterium diente die Autoreneinschätzung der Notwendigkeit, ein Palliativteam hinzuzuziehen. Diese wird bestimmt durch 1. eine Lebenserwartung unter 12 Monaten und 2. deutlich erhöhten Unterstützungsbedarf. Die Strategie wurde anhand der Zuweiserratings repliziert. In beiden Stichproben wurden im Mittel gute Sensitivitäten und Spezifitäten erreicht. Für eine differenzielle Indikationsstellung wird anschließend die Präferenz des Patienten/der Familie hinsichtlich weiterer Therapiemaßnahmen herangezogen. Daraus ergibt sich ein Entscheidungsbaum, der es Ärzten ermöglicht, den palliativen Versorgungsbedarf auf Basis der Angaben im SIPP differenziert abzuschätzen. Schlussfolgerung: Das SIPP bietet eine effiziente Entscheidungshilfe zur Indikationsstellung von spezialisierter pädiatrischer Palliativversorgung inkl. Handlungsimplikationen für das weitere Vorgehen. Die Palliative Care Teams sind im Anschluss für die Auftragsklärung gemeinsam mit Patienten/Familien zuständig, bspw. mithilfe eines semi-strukturierten Interviews. 1. Bergstraesser E, Hain RD, Pereira JL (2013) The development of an instrument that can identify children with palliative care needs: the Paediatric Palliative Screening Scale (PaPaS Scale): a qualitative study approach. BMC Palliative Care 12:20 Die Ergebnisse des KINDL-R wurden gemäß der von den Testautoren vorgeschlagenen Richtlinien aufbereitet und die Ergebnisse der Subskalen mit der Referenzstichprobe (Ravens-Sieberer et al., 2008) verglichen. Dabei zeigte sich ein signifikant geringerer Wert der Subskala psychisches Wohlbefinden (t-Test, p = 0,035). Das psychische Wohlbefinden korrelierte signifikant mit der Selbsteinschätzung des krankheitsbezogenen Wissens (Spearman-Rangkorrelation, p = 0,033). Schlussfolgerung: Die vorläufige Auswertung einer prospektiven Befragung von Geschwistern lebenslimitierend erkrankter Kinder und Jugendliche konnte eine spezifische Beeinträchtigung des psychischen Wohlbefindens nachweisen und verdeutlicht sowohl die Relevanz der Einbindung von Geschwisterkindern in das Krankheits-und Behandlungsgeschehen als auch deren besonderen Unterstützungsbedarf im Rahmen einer ambulanten Palliativversorgung. DGKJ-P106 Individual Heat Map Assessments Demonstrate ERT Treatment Response in Highly Heterogeneous MPS VII Study Population Christine Haller¹, Wenjie Song 2 , Tricia Cimms 3 , Chao-Yin Chen 2 , Chester B. Whitley 4 , Raymond Y. Wang 5 , Mislen Bauer 6 , Paul Harmatz 7 ¹Ultragenyx Pharmaceutical Inc., Clinical Development, Novato, CA, United States; 2 Ultragenyx Pharmaceutical Inc., Biostatistics, Novato, CA, United States; 3 Ultragenyx Pharmaceutical, Inc., Clinical Outcomes Research, Novato, CA, United States; 4 University of Minnesota, Pediatric Genetics and Metabolism, Minneapolis, MN, United States; 5 Children's Hospital of Orange County, Lysosomal Storage Disorder Program, Orange, CA, United States; 6 Miami Children's Hospital, Clinical Genetics & Metabolism, Miami, FL, United States; 7 UCSF Benioff's Children's Hospital, Pediatric Gastroenterology and Nutrition, Oakland, CA, United States",
            "latex": null,
            "type": "table"
        },
        "TABREF28": {
            "text": "2 subjects improved in 2 or more categories and 2 did not show clear improvement in any functional category. Both severely and mildly affected subjects improved in clinical tests, PRO results or both. By grouping related clinical domains including functional test results and PRO assessments and displaying over the entirety of the study in a heat map, both worsening and improvement on placebo and active treatment could be visualized and an assessment of treatment response made for each subject. This comprehensive per-subject approach may be useful in other rare diseases with complex, highly variable clinical presentations. zugewiesen werden. Eine Gleichverteilung der lebenslimitiert erkrankten Kinder und Jugendlichen ist anzunehmen, daher stellt sich die Frage nach Mechanismen, die ein unterschiedliches Zuweiseverhalten der behandlenden Ärzte erklären. Methoden: Im Rahmen einer Vignettenstudie (faktorieller Survey) wird eine Zuweiserbefragung durchgeführt. Hierbei beurteilen die Ärzte mehrere Situationsbeschreibungen von Kindern mit unterschiedlichen Erkrankungen und werden gebeten, Angaben zur Überweisungswahrscheinlichkeit in die SAPV zu machen. Parallel werden die Teilnehmer zur individuellen Berufserfahrungen und Vorkenntnissen in der Palliativversorgung befragt. Ziele: Im Rahmen der Studie wird die Bekanntheit von SAPV erhoben sowie die hypothetischen oder faktischen Überweisungsstrategien relevanter Arztgruppen erforscht. Auf der Basis der Ergebnisse der Studie können Informationsmaßnahmen für Ärzte gezielt geplant und umgesetzt werden. Ebenso kann der ärztliche Bedarf an Unterstützung auf der medizinisch-sozialrechtlichen Ebene identifiziert werden. Abgeleitete Maßnahmen können so konkretisiert werden. Nach Auswertung der Daten und Diskussion der Ergebnisse sowie Durchführung abgestimmter Maßnahmen könnten die beschriebenen Zuweiserlücken in der SAPV für Kinder und Jugendliche geschlossen werden und damit der Zugang zu dieser Versorgungsform mehr bedürftigen Kindern und Jugendlichen ermöglicht werden.DGKJ-P105Wie geht es den gesunden Kindern in der Familie? Psychosoziales Wohlbefinden der Geschwister lebensverkürzend erkrankter Kinder und Jugendliche in der ambulanten PalliativversorgungLars Dinkelbach, Mareike Danneberg, Gabriele Gagnon, Laura Trocan,  Oliver Dechert, Arndt Borkhardt, Jessica Hoell, Gisela Janßen,  Michaela Kuhlen   Universitätsklinikum Düsseldorf, Klinik für Kinder-Onkologie, -Hämatologie und Klinische Immunologie, Düsseldorf, Deutschland Hintergrund: Geschwister chronisch erkrankter Kinder sind doppelt belastet: Zum einen sind sie besorgt um das erkrankte Geschwisterkind, zum anderen müssen sie erleben, dass sich der elterliche Aufmerksamkeitsfokus von ihnen weg und hin zum erkrankten Kind wendet. Aus Public Health Perspektive zur Sekundärprävention von Erkrankungen bei Geschwistern ist es wichtig, Bedarfe, Überlastung und fehlende Bewältigungsressourcen betroffener Familien zu erfassen. Effekte der besonderen Belastungssituation einer spezialisierten ambulanten pädiatrischen Palliativversorgung (SAPPV) auf gesunde Geschwisterkinder sind bisher nicht systematisch untersucht worden. Fragestellung: Welche psychosozialen Belastungen und gesundheitsbezogene Lebensqualität ergeben sich für die Geschwister lebenslimitierend erkrankter Kinder und Jugendliche in der besonderen Situation der ambulanten palliativen Versorgung? Material und Methoden: Fragebögen für drei Altersstufen (7-11, 12-13 und 14-18 Jahre) wurden auf Grundlage etablierter Skalen der gesundheitsbezogenen Lebensqualität (KINDL-R), zu Verhaltensauffälligkeiten und -stärken (SDQ-Deu) sowie zu besonderen Belastungen von Geschwistern chronisch kranker Kinder (LARES) erstellt und um Fragen zu besonderen Aspekten der palliativen Situation erweitert. Die Familien wurden bei Hausbesuchen über die Möglichkeit zur Teilnahme an der Studie aufgeklärt und die informierten Einwilligungen der Eltern und der Geschwister eingeholt. Ein Ethikvotum der Medizinischen Fakultät der Heinrich-Heine-Universität Düsseldorf (N: 4768) liegt vor. Ergebnisse: In die hier vorgestellte vorläufige Auswertung der prospektiven Befragung sind die Fragebögen von 22 Geschwistern (12,7 ± 3,9 Jahre, 14 ♀) einbezogen worden. Insgesamt wurde mit 66,7 % eine gute Rücklaufquote erreicht. Die durchschnittliche Selbsteinschätzung des krankheitsbezogenen Wissens der Geschwister nach LARES lag im mittleren Bereich (Skala von 1 -gar nicht bis 5 -sehr stark, Median = 3,5). Nur 59,1 % der befragten Geschwister gaben an, ausreichend über die Erkrankung des betreuten Kindes informiert zu sein.AbstractsDGKJ-P107 Interdisziplinäre Behandlung der funktionellen Folgen beim Sklerosetyp der chronischen Graft versus Host Disease (GvHD) Renate Häfner¹, Paul-Gerhard Schlegel², Heike Fesq 3 , Mathias Georgi 4 , Stefanie Neumann 5 , Johannes-Peter Haas¹ ¹Deutsches Zentrum für Kinder-und Jugendrheumatologie, Zentrum für Schmerztherapie junger Menschen, Garmisch-Partenkirchen, Deutschland; ²Universitätskinderklinik Würzburg, Päd. Hämatologie, Onkologie, Stammzelltransplantation, Würzburg, Deutschland; 3 Deutsches Zentrum für Kinder-und Jugendrheumatologie, Dermatologie -Sozial-Pädiatrisches Zentrum, Garmisch-Partenkirchen, Deutschland; 4 Deutsches Zentrum für Kinder-und Jugendrheumatologie, Abteilung für Physiotherapie und physikalische Therapie, Garmisch-Partenkirchen, Deutschland; 5 Deutsches Zentrum für Kinder-und Jugendrheumatologie, Station Karwendel, Garmisch-Partenkirchen, Deutschland Hintergrund: Kinder und Jugendliche mit chronischer GvHD nach Stammzelltransplantation können bei Befall von Haut und Faszien erhebliche Funktionsstörungen entwickeln. Das klinische Bild entspricht je nach Tiefe der Läsionen einer Sklerodermie oder eosinophilen Fasziitis. Die Behandlung ist eine interdisziplinäre Aufgabe für Onkologen, Rheumatologen, Dermatologen, spezialisierte Pflege, Physio-und Ergotherapeuten. Medikamentös steht die Immunsuppression im Vordergrund. Lokale Dermatologika verbessern Hautelastizität und -qualität. Bezüglich der z. T. erheblichen funktionellen Störungen ergeben sich Schwerpunkte in Kontrakturbehandlung, Förderung von Ausdauer und Geschicklichkeit sowie dem Erlernen von Kompensationsbewegungen. Wichtig ist die psychosoziale Betreuung der Patienten und ihrer Familien. Methoden: In unserem Zentrum wurden in den letzten 5 Jahren 10 Kinder und Jugendliche mit dem Sklerosetyp einer cGvHD behandelt. Die Immunsuppressive Therapie wurde in enger Kooperation zwischen behandelnden Hämato-Onkologen und Rheumatologen optimiert. Bei allen Patienten konnten mehrwöchige stationäre Behandlungen, die -wenn möglich -2-3 mal pro Jahr wiederholt werden, eine deutliche Verbesserung der Alltagsfunktionen erreichen. Selbständigkeit, Mobilität und Teilhabe der Patienten verbesserten sich erheblich. Parallel dazu bestätigten die Familien eine erfreuliche Stabilisierung im psychosozialen Bereich. Fallbericht: Oktober 2001 geborener Junge mit cGvHD nach Stammzelltransplantation 2013 bei Myelodysplastischem Syndrom. Erstbehandlung bei uns im August 2016. Bei Aufnahme Kontrakturen aller Gelenke. Der pflegebedürftige Patient benötigte Hilfe beim Anziehen und Toilette. Die Gehstrecke betrug wenige hundert Meter, Schulfahrdienst und Schulhelfer waren erforderlich. Stationäre Behandlungen mit intensiver Physiound Ergotherapie sowie physikalischen Maßnahmen erfolgten 3 × pro Jahr über ca. 3 Wochen. Medikamentöse Therapie analog zu Patienten mit juveniler Sklerodermie mit Tocilizumab i. v. (anti-IL6R MoAB). Bei Remission schrittweiser Verlängerung der Infusionsabstände und Beendigung im März 2018. Hautpflege mit verschiedenen entzündungshemmenden, keratolytischen und/oder Hautbarriere stabilisierenden sowie wundheilungsfördernden Externa. Innerhalb von 20 Monaten sukzessives Erreichen wichtige Ziele: selbständiger Toilettengang, selbständiges Anziehen (auch Schuhe und Strümpfe), Gegenstände vom Boden aufheben, Gehstrecke auf 2 km erweitert, Schulhelfer nicht mehr erforderlich. Die Haut wurde an vielen Stellen zunehmend weicher und elastischer, Erosionen und Ulzera heilten ab und die Hyperpigmentierungen waren deutlich rückläufig. Schlussfolgerung: Bei cGvHD vom Sklerosetyp mit Kontrakturen kann durch frühzeitige interdisziplinäre Behandlung durch Hämato-Onkologen und Rheumatologen eine bedeutsame Verbesserung der Alltagsfunktionen, Selbständigkeit, Teilhabe und psychosozialen Situation erreicht werden. Michael Eichinger¹, Tatiana Görig², Heike Philippi³, Dorle Hoffmann 4 , Jochem König 4 , Michael S. Urschitz 4 , Freia De Bock¹ ¹Medizinische Fakultät Mannheim der Universität Heidelberg, Mannheimer Institut für Public Health und Klinik für Kinder-und Jugendmedizin, Mannheim, Deutschland; ²Medizinische Fakultät Mannheim der Universität Heidelberg, Mannheimer Institut für Public Health, Mannheim, Deutschland; ³Sozialpädiatrisches Zentrum Frankfurt Mitte, Epilepsieambulanz, Frankfurt, Deutschland; 4 Universitätsmedizin Mainz, Institut für Medizinische Biometrie, Epidemiologie und Informatik, Mainz, Deutschland Hintergrund: Um die Versorgungsqualität für Kinder und Jugendliche mit chronischen Krankheiten oder Behinderungen zu verbessern, hat die WHO die International Classification of Functioning, Disability and Health for Children and Youth (ICF-CY) publiziert, die die Domänen Aktivitäten, Partizipation und Kontextfaktoren in den Mittelpunkt rückt. Gemeinsam mit einer stärkeren Teilhabeorientierung der Versorgung und einer Stärkung der partizipativen Entscheidungsfindung könnte die ICF-CY einen wichtigen Beitrag zur Verbesserung der Versorgungsqualität leisten. Eine Implementierung der ICF-CY im Versorgungsalltag wurde bisher jedoch nicht konsequent versucht.Das Ziel des Projekts PART-CHILD ist es, die Implementierung einer komplexen ICF-CY-basierten Versorgungsmaßnahme an Sozialpädiatrischen Zentren (SPZ) zu evaluieren. Die Versorgungsmaßnahme umfasst (1) eine dreimodulare Mitarbeiterschulung zur ICF-CY und zur teilhabe-und klientenzentrierten Gesprächsführung, (2) die Bereitstellung des Planungs-und Dokumentationstools ICF-Add-In, das die Anwendung der ICF-CY im SPZ-Alltag unterstützt, sowie (3) eine mehrmonatige Implementierungsbegleitung zur Unterstützung des Transfers von Schulungsinhalten in den SPZ-Alltag (z. B. Supervision). Fragestellung: Erhöht sich durch die Implementierung der dreimodularen ICF-CY-basierten Versorgungsmaßnahme für Patienten und Eltern (1) der Grad an partizipativer Entscheidungsfindung, (2) ihre Zufriedenheit mit der Versorgung, (3) ihre Lebensqualität sowie (4) die Teilhabe der Patienten im Alltag? Methoden: Die Effektevaluation an 15 SPZ erfolgt durch eine cluster-randomisierte Studie im Stepped-Wedge-Design zwischen November 2018 und Juli 2020. Insgesamt werden ca. 3,000 Patienten und 12,000 Eltern eingeschlossen. Primärer Endpunkt ist die von Eltern empfundene partizipative Entscheidungsfindung. Sekundäre Endpunkte sind die partizipative Entscheidungsfindung aus Sicht der Patienten (falls > 7 Jahre), die Zufriedenheit mit der Versorgung, die gesundheitsbezogene Lebensqualität sowie die Teilhabe der Patienten. Im Rahmen von Moderatoranalysen werden die Primärdaten mit Sekundärdaten aus den Patienteninformationssystemen sowie dem ICF-Add-In zusammengeführt. Die Analyse erfolgt mit hierarchischen Modellen. Im Rahmen der Prozessevaluation werden quantitative (Fachkraftsurvey) und qualitative Daten (u. a. semistrukturierte Interviews mit Fachkräften) analysiert. Ergebnisse: Im Rahmen des Kongresses werden Details zur (1) Versorgungsmaßnahme, zum (2) logischen Modell der Intervention und zum (3) Studiendesign der Effekt-und Prozessevaluation vorgestellt. Schlussfolgerung: Durch die Stärkung einer teilhabeorientierten Versorgung hat die ICF-CY-basierte Versorgungsmaßnahme das Potenzial, die Versorgungsqualität für Kinder mit chronischen Krankheiten und Behinderungen zu verbessern. Bei nachgewiesener Effektivität der Versorgungsmaßnahme wäre auf Grund des modularen Aufbaus eine zeitnahe Ausweitung des Programms auf weitere SPZ möglich. DGSPJ-FV002 Ressourcen und Hindernisse für soziale Teilhabe: Perspektiven von Kindern und Jugendlichen mit chronischen Krankheiten und deren Eltern Michael Rehorst¹, Freia De Bock², Michael Eichinger² ¹Medizinische Fakultät Mannheim der Universität Heidelberg, Mannheimer Institut für Public Health, Sozial-und Präventivmedizin (MIPH), Querschnittsbereich Frühe Prävention und Gesundheitsförderung, Mannheim, Deutschland; ²Medizinische Fakultät Mannheim der Universität Heidelberg, Klinik für Kinder-und Jugendmedizin, Mannheim, Deutschland Hintergrund: Die Stärkung sozialer Teilhabe, d. h. des Eingebundenseins in Lebenswelten, ist für viele Kinder und Jugendliche mit chronischen Krankheiten oder Behinderungen ein wichtiges Therapieziel. Um Versorgungsangebote stärker auf die Bedürfnisse und die Partizipation von Patienten und deren Eltern ausrichten zu können, ist ein Verständnis sozialer Teilhabe aus Sicht dieser beiden Personengruppen notwendig. Fragestellung: Diese Studie gibt erste Einblicke in Ressourcen und Hindernisse sozialer Teilhabe aus der Perspektive von (1) Patienten mit chronischen Krankheiten oder Behinderungen und (2) deren Eltern. Material und Methoden: In 2017 wurden mit Patienten und jeweils einem Elternteil an drei sozialpädiatrischen Zentren (SPZ) semistrukturierte Interviews geführt. Nach pseudonymisierter Transkription erfolgte eine qualitative Inhaltsanalyse nach Mayring (MAXQDA 2018), die durch zwei Wissenschaftler unabhängig voneinander vorgenommen wurde. Ergebnisse: Es wurden mit 9 Patienten (Alter 8-16 Jahre; 33,3 % weiblich; Behandlungsgründe: u. a. ADHS, Hemiparese, Enuresis) und 8 Elternteilen (87,5 % weiblich) Interviews geführt. Zentrale Dimension sozialer Teilhabe war für beide Gruppen die möglichst uneingeschränkte Teilnahme in Lebenswelten (z. B. Familie, Freundeskreis, Schulalltag, Sportverein). Fördernde Faktoren für Partizipation waren (1) die Offenheit und Akzeptanz des Umfelds und (2) eine angepasste Heil-(z. B. Medikation bei ADHS) und Hilfsmittelversorgung. Hindernisse hingegen waren aus der Sicht beider Personengruppen (1) die durch die Beeinträchtigung begünstigte soziale Isolation (z. B. Mobbing), (2) die große Anzahl an Therapien, die mit Poster DGSPJ DGSPJ-P001 Inzidenz von Epilepsien bei Kindern und Jugendlichen: eine prospektive Studie in der Klinik für Kinder-und Jugendmedizin Göttingen Mara Isenberg 1 , Knut Brockmann 2 , Dagmar Weise 2 , Elke Hobbiebrunken 2 , Wiebke Stark 2 Göttingen, Deutschland; 2 Klinik für Kinder-und Jugendmedizin, Neuropädiatrie, Göttingen, Deutschland Hintergrund: Aus Deutschland liegen bisher 3 retrospektive Untersuchungen zur Inzidenz von Epilepsien bei Kindern und Jugendlichen vor, alle 3 Studien sind älter als 25 Jahre. Es gibt nur eine prospektive Studie zu dieser Thematik, die 1999/2000 in Mannheim und Heidelberg durchgeführt wurde. Anfang 2014 wurde die aktuelle Definition einer Epilepsie von der International League Against Epilepsy (ILAE) unter dem Titel \"A practical definition of epilepsy\" publiziert: \"Epilepsy is a disease of the brain defined by any of the following conditions: 1. At least two unprovoked (or reflex) seizures occurring > 24 h apart. 2. One unprovoked (or reflex) seizure and a probability of further seizures similar to the general recurrence risk (at least 60 %) after two unprovoked seizures, occurring over the next 10 years. 3. Diagnosis of an epilepsy syndrome.\" Fragestellung: Ziel dieser prospektiven Studie war es, die Inzidenz von Epilepsien und die relative Häufigkeit von speziellen Epilepsiesyndromen bei Kindern und Jugendlichen in Göttingen auf der Basis der aktuellen Epilepsie-Definition aus 2014 und der Epilepsie-Klassifikation der ILAE aus dem Jahr 2010 zu ermitteln. Methoden: Unter den Patienten der Klinik für Kinder-und Jugendmedizin der Universitätsmedizin Göttingen wurden auf Basis der Eintragungen im Untersuchungsbuch des EEG-Labors (Zeitraum: 01.01.2014-31.12.2014) diejenigen Patienten ermittelt, bei denen das EEG wegen eines ersten cerebralen Anfalls oder wegen einer neudiagnostizierten Epilepsie angefordert wurde. Für die Berechnung der Inzidenz wurden nur Patienten mit Wohnsitz im Landkreis Göttingen und Northeim herangezogen. Ergebnisse: In 2014 wurden im EEG-Labor der Univ.-Kinderklinik Göttingen insgesamt 2481 EEGs abgeleitet. Davon wurden 134 wegen eines ersten zerebralen Anfalles (43 Patienten mit Gelegenheitsanfällen) bzw. einer neu diagnostizierten Epilepsie (n = 91) angefordert, wie die Auswertung der Krankenakten und EEG-Befunde ergab. Zusätzlich wurde ein Jugendlicher mit neu aufgetretener Epilepsie von einem niedergelassenen Neurologen gemeldet. Damit beträgt die Gesamtzahl der in diese Studie eingeschlossenen Patienten n = 135.Für Stadt und Landkreis Göttingen sowie den angrenzenden Landkreis Northeim ergab sich eine Inzidenz für Epilepsien unter den Kindern und Jugendlichen (1.-16. Lebensjahr) von 97,8 pro 100.000 Einwohner, näherungsweise also von 1:1000. Schlussfolgerung: Die in der Vergangenheit in Deutschland zu dieser Frage durchgeführten Untersuchungen hatten etwas geringere Inzidenzen von ca. 52-72/100.000 ergeben. Unsere Ergebnisse zeigen, dass die neue Epilepsie-Definition der ILAE Konsequenzen für die Epilepsie-Inzidenz hat. Daneben spielen auch methodische, regionale, ethnische und soziale Unterschiede eine Rolle für die Inzidenz von Epilepsien.blindeten, placebokontrollierten Vorgehen viele Vorteile bringt. Wir führen diese Doppelblindversuche daher routinemäßig durch. Fragestellung: In einer retrospektiven Auswertung klärten wir die Frage, wie weit die placebokontrollierten Eindosierungen hilfreich waren und wie oft sie zeigten, dass Methylphenidat einen eindeutig positiven Effekt hatte. Material und Methoden: Methylphenidat und Placebo werden für je 3 Wochen in ansteigender Dosis verabreicht. Die Eltern erhalten hierzu zwei nur mit \"A\" und \"B\" beschriftete Umschläge, einen mit Placebo, einen mit Verum und entscheiden frei, mit welchem Umschlag begonnen werden soll. Wir im SPZ wissen, was in welchem Umschlag ist, jedoch nicht mit welchem Umschlag begonnen wird. Die Eltern erhalten zudem einen verschlossenen Umschlag, mit dem sie jederzeit eine Entblindung durchführen können. Für beide Phasen werden im ausführlichen Auswertegespräch die Beobachtungen verglichen und mit Fremdbeurteilungsbögen (FBB-ADHS) von Eltern, Lehrern und ggf. auch Betreuern, Integrationshelfern und Therapeuten abgeglichen.Ergebnisse: 86 Doppelblindversuche konnten eingeschlossen werden. Wir können zeigen, dass wir mit dem Doppelblindversuch eine größere Sicherheit bekommen, ob das Medikament einen relevanten Zusatznutzen über den Placeboeffekt hinaus hat. Auch ein Placeboeffekt ist deutlich. Durch das Doppelblind-Design werden die Kinder in der Eindosierung genauer beobachtet, die Beobachtungen sind differenzierter. Die Vorteile im Alltag sind so groß, dass wir an beiden SPZ-Standorten Mülheim und Oberhausen die Methylphenidat-Eindosierung in über 90 % der Fälle als placebokontrollierten Doppelblindversuch durchführen. Diskussion: Es ist nicht nötig, die Wirkung von Methylphenidat bei ADHS durch eine weitere Studie zu belegen. Wir können zeigen, dass trotz insgesamt guter Wirkung einzelne Patienten nicht profitieren oder sich sogar verschlechtern, andere zeigen Verbesserungen in der Placebophase. Schlussfolgerung: Wir können die vorgestellte Methode des placebokontrollierten Doppelblindversuches als alltagstaugliches, pragmatisches und zielführendes Verfahren empfehlen. Der initial größere Aufwand macht sich durch den Zugewinn an Vertrauen und objektiver Information bezahlt. Peter Clemens, Kristina Timmermann Kinderzentrum Mecklenburg, SPZ Mecklenburg, Schwerin, Deutschland Nach mehr als 25 Jahren SPZ-Arbeit werden immer mehr unserer Patienten erwachsen. Wir müssen uns neuen Fragen stellen: 1. Wie viele Patienten benötigen auch >18 Jahre noch eine komplexe integriert-multidisziplinäre Betreuung? 2. Wie ist diese realisierbar? Über das SPZ mithilfe besonderer Einzelfallbewilligungen durch die Krankenkassen, welche Hürden gibt es dabei? Andere Wege, welche Hürden gibt es hier? Diese Fragen sollen beleuchtet und mit diversen praktischen Tipps vorgestellt und diskutiert werden. mit ADHS eingeleitet werden, wenn keine Anzeichen einer Herzerkrankung nach umfassender kardiovaskulär-basiert konzentrierter Anamnese u. körperlicher Untersuchung vorliegen. Allgemein: -RR-u. HF-Messung. -Bei Auffälligkeiten kinder-/kardiologische Untersuchung. -Vor-EKG ärztliche Einzelfall-Entscheidung, aber Empfehlung IA für sportkardiologische Prävention PHT. -Pharmakotherapie nicht vorenthalten ohne Vor-EKG. -Bei AHF sollten HF u. RR sorgfältig kontrolliert werden. -Bei AHF oder Prädisposition für PHT Absprache u. Überwachung durch (Kinder)-Kardiologen. -Bei AHF u. ADHS bisher keine belastbaren Daten für erhöhtes Risiko für PHT. Viele Ärzte befürworten dennoch sicherheitshalber generell ein Vor-EKG, z. T. auch ein EKG im Verlauf der ADHS-Erkrankung. DGSPJ-P006 Verbesserte Kommunikation mit Patienten durch Erkennen von Sprachdifferenzen und kompetente Zusammenarbeit mit Dolmetschern im interprofessionellen Team -Interpret2Improve Abstracts Tics nicht suffizient gebessert, die ambulante Behandlung wurde abgebrochen. Der Jugendliche war im Kontakt freundlich u. zugewandt, er ging ganz offen mit seinen vokalen u. motorischen Tics um. Es war evident, dass die Symptomatik bei schwierigen Themen deutlich zunimmt, aber auch das konnte er reflektieren. Die Stimmungslage wirkte belastet, von suizidalen Gedanken konnte er sich klar u. glaubhaft distanzieren. Der formale u. inhaltliche Gedankengang war geordnet. Kein Anhalt für psychotisches Erleben oder Wahrnehmungsstörungen. Keine Schlafstörungen u. keine Antriebsstörung eruierbar. Die MRT-Untersuchung von Neurokranium u. intrakranieller hirnversorgender Arterien unter Dotarem i. v. zeigte einen unauffälligen, altersentsprechenden intra-u. extrakraniellen Befund, kein Aneurysma oder signifikante Gefäßstenose. Im Vor-EEG vor Tiapridtherapie keine Auffälligkeiten. Im Verlauf unter Tiaprid EEG mit artefaktreicher aber altersentsprechend unauffälliger Wachableitung einschließlich der Provokationsmethoden ohne Hinweis auf epilepsietypische Potenziale. Aktueller Befund: HN o. B.. Motorik: keine latenten oder manifesten Paresen. Reflexe: MER normal seitengleich auslösbar, keine Pyramidenbahnzeichen. Koordination: ungestört. Sensibilität: intakt. Psychopathologie: unauffällig. EEG: Normales Beta-EEG. Die Therapie der Tic-Störung beinhaltet: -Diagnostik u. Intervention, auch komorbider Störungen -Psychoedukation, Aufklärung, Beratung, Bewältigungsstrategien, Beobachtung, Begleitung -Pharmakotherapie D2-Rezeptorantagonisten (Responderrate 70 %, Reduktion der Tics um 60-70 %) Nach erfolglosem Tiaprid begannen wir eine Pharmatherapie mit Pipamperon in niedriger Dosis (1 mg/kg/KG), die aber nach paradoxer Reaktion mit starken Aggressionen nach 2 Tagen wieder beendet werden musste. Die unerwünschte Nebenwirkung wurde dem deutschen Bfarm gemeldet, deren große Datenbank bislang über keine Signale verfügte. Der FDA sind bisher 25 Fälle von Komplikation Aggression bei insgesamt 594 NW unter Dipiperon gemeldet, 4.2088 % (FDA-Reports jeglicher NW Aggression: 22829, 0,1431 %). Schlussfolgerung: Pipamperon -sonst auch bei aggressiven Zuständen eingesetzt, kann paradoxerweise selbst zu aggressivem Verhalten führen bzw. Aggressionen noch verstärken.DGSPJ-P010 Vorschulische Sprachförderung nach Artikel 5 des Bayerischen IntegrationsgesetzesGabriele Morlock, Franziska Nairz, Gabriele Hölscher, Uta Nennstiel   Bayerisches Landesamt für Gesundheit und Lebensmittelsicherheit (LGL), Sachgebiet GE4: Gesundheitsberichterstattung, Epidemiologie, Sozialmedizin, Oberschleißheim, Deutschland Unzureichende Kenntnisse in der deutschen Sprache führen bei Kindern oftmals zu geringem Schulerfolg. Durch eine früh einsetzende und gezielte Unterstützung beim Erwerb der deutschen Sprache können die Bildungschancen deutlich verbessert werden. Für Kinder, die einen besonderen Unterstützungsbedarf beim Erlernen der deutschen Sprache haben, wird in Bayern der Vorkurs Deutsch angeboten. Erstmals eingeführt wurde er zum Schuljahr 2001/02 für Kinder die Deutsch als Zweitsprache erlernen, zunächst im Umfang von 40 Stunden. In den Folgejahren wurde der zeitliche Umfang auf 240 Stunden erweitert. Seit Oktober 2013 besteht das Angebot \"Vorkurs Deutsch 240\" unabhängig davon, ob Kinder Deutsch als Erst-oder Zweitsprache erlernen. Bei der Durchführung wirken die Kindertageseinrichtung (Kita) und die Schule als Bildungspartner für das Kind kooperativ zusammen. Der erste Teil des Vorkurs Deutsch wird 1,5 Jahre vor der Einschulung vom Kindergarten angeboten und im Vorschuljahr gemeinsam von Schule und Kindergarten durchgeführt. Wie sind die Voraussetzungen und Verfahren zur Teilnahme eines Kindes am Vorkurs Deutsch? sites/default/files/documents/201801/Projektbeschreibung_Teaminter-pret_RBS_deutsch.pdf). In welchem Umfang die Lehrveranstaltung zu einer Veränderung der Versorgungspraxis beiträgt, sollte weiter untersucht werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF29": {
            "text": "Tessa Görne¹, Franziska Krampe², Hannah Luz³ ¹Albert-Ludwigs-Universität Freiburg, Teddybär-Krankenhaus Freiburg, Freiburg im Breisgau, Deutschland; ²Zentrum für Kinder-und Jugendmedizin, Universitätsklinikum Freiburg, Neuropädiatrie und Muskelerkrankungen, Freiburg im Breisgau, Deutschland; ³FAU Erlangen-Nürnberg, Teddybär-Krankenhaus Erlangen, Erlangen, Deutschland Hintergrund und Zielsetzung: Das Teddybärkrankenhaus (TBK) ist ein ehrenamtliches, weltweites, studentisches Projekt, welches Kindern im Kindergartenalter durch rollenspielähnliche, desensibilisierende Methoden die Angst vor dem Arzt-/Krankenhausbesuch nehmen soll und ihnen gesundheitsbezogenes Wissen vermittelt. In Deutschland finden derzeit an 38 Fakultäten jährlich TBKs statt. Als organisatorischer Dachverband fungiert dabei die Bundesvertretung der Medizinstudierenden in Deutschland e. V. In Freiburg findet das TBK in Form eines Zelt-Krankenhauses seit 2003 jährlich statt und betreut innerhalb von vier Tagen rund 1300 Kinder. Die Teilnahme an einem TBK fördert die Kommunikations-und Organisationsfähigkeiten der Studierenden und deren Interesse an der Pädiatrie. Durch interdisziplinäre Zusammenarbeit (z. B. in Freiburg von insgesamt über 100 Humanmedizin-, Zahnmedizin-und Pharmaziestudierenden) und der individuellen Ausgestaltung des TBKs in den einzelnen Städten werden diese positiven Aspekte noch ergänzt. Material und Methoden: Im TBK fungieren die Kinder als Surrogat-Eltern für ihre kranken Kuscheltiere und begleiten diese auf deren Diagnose-und Behandlungsweg. Hierbei versorgen speziell geschulte Medizinstudierende (die \"Teddydocs\") die Kuscheltiere und ermöglichen den Kindern so einen Einblick in den Krankenhausalltag. Die Kinder durchlaufen dabei die typischen Stationen eines Krankenhauses von der Aufnahme über die Diagnostik mit Miniaturgeräten (Sonographie, Röntgen, MRT) bis zur teils operativen Behandlung und Entlassung. Je nach Stadt werden diese Stationen durch weitere wie zum Beispiel einer Apotheke, der Teddyschule (eine Kombination aus Wartebereich und Klassenzimmer) oder einem zahnmedizinischen Bereich ergänzt. Die Teddydocs vermitteln gleichzeitig die Arbeitsweise eines Arztes durch Anamnese-Erhebung, Erstellung von Untersuchungs-Befunden und der konservativen oder operativen Versorgung der Kuscheltiere. Durch eine mit einem \"Riesenkuscheltier\" simulierte Notfallsituation, werden die Kinder in Freiburg an einen Notfall mit dem Einsatz eines Krankenwagens und entsprechendem Rettungspersonal herangeführt. Ergebnisse: Positive Aspekte, die durch eine Teilnahme am TBK entstehen, sind der Zuwachs an Wissenserwerb, die Reduktion der Angst vor Arzt-und Krankenbesuchen bei Kindern sowie der Lernerfolg der Studierenden in Bezug auf Kommunikationsfähigkeiten und den Umgang mit Kindern. Gleichzeitig trägt die studentische Initiative durch aktive Mitgestaltung und verstärkte Lernmotivation zur Verbesserung der akademischen Leistung bei. Schlussfolgerung: Das TBK stellt durch sein innovatives Setting ein ideales Modell zur Vermittlung von Lehrinhalten und Aspekten der Präventivmedizin dar, durch das alle Beteiligten profitieren können. Kindertageseinrichtungen sind nach Art. 5 Abs. 2 des Bayerischen Integrationsgesetzes (BayIntG) verpflichtet bei allen Kindern in der ersten Hälfte des vorletzten Kindergartenjahres die sprachliche Kompetenz in der deutschen Sprache zu erheben. Als Grundlage zur Feststellung werden derzeit die Beobachtungsbögen Sismik (Sprachverhalten und Interesse an Sprache bei Migrantenkindern in Kindertageseinrichtungen) und Seldak (Sprachentwicklung und Literacy bei deutschsprachig aufwachsenden Kindern) verbindlich eingesetzt. Besucht ein Kind vor der Einschulung keine Kita, soll die Sprachstandserhebung nach Art. 5 Abs. 2 BayIntG durch die zukünftige Grundschule durchgeführt werden. Betroffen sind ca. 1 % der zur Schuleingangsuntersuchung (SEU) vorgestellten Kinder, zwei Drittel mit Migrationshintergrund. Derzeit hat die Grundschule keine systematische Möglichkeit, diese Kinder zu identifizieren. Gleichzeitig wird in Bayern ein Pilotprojekt zur Neukonzeption der SEU (GESiK) erprobt. Dies sieht eine Untersuchung im vorletzten Kindergartenjahr, ein standardisiertes Sprachscreening (BESS) bei allen Kindern und eine ärztliche Beratung bei Auffälligkeiten vor. Eine flächendeckende und vollständige Umsetzung von Art. 5 Bay-IntG wäre im Rahmen dieser vorgezogenen SEU denkbar. Damit wäre es erstmals möglich, Kinder mit fehlenden Deutschkenntnissen, die nicht über die Kindertageseinrichtung erreicht werden, im Rahmen des Vorkurses Deutsch zu fördern. Zudem könnte durch Schulärzte und Schule den Eltern nahegebracht werden, ihr Kind vor der beginnenden Schulpflicht noch ein Jahr in den Kindergarten zu schicken. Über die flächendeckende Einführung der novellierten SEU in Bayern wird der Bayerische Ministerrat entscheiden.DGSPJ-P011 Gesundheits-, Krankheits-und Heilungskonzept am Beispiel kindlicher Epilepsie in Indonesien, Südostasien. Ein ethnomedizinischer Beitrag zur interkulturellen Verständigung im SPZSiegrun von Loh Plagwitz bei Püchau, Deutschland Hintergrund: Epilepsie ist in allen Kulturen eine Stigma behaftete Krankheit: Das für Laien unerklärliche Anfallsgeschehen mit unkontrollierten Bewegungen und Bewusstseinsveränderungen legt das Wirken übernatürlicher Kräfte nahe. In Kulturen, in denen diese Kräfte sehr alltagsbestimmend sind, spielen Heiler und tradierte Verhaltensregeln eine wesentliche Rolle neben der wissenschaftlichen \"modernen\" Medizin. Die geringe Compliance in der Behandlung anfallskranker Kinder in einem modernen sozialpädiatrischen Kinderzentrum auf Java, Indonesien, machte dies deutlich. Ergebnisse: Eine mehrjährige Studie mit Elternbefragungen dieser Kinder ergab -außer Erfassung von Anfallsbeschreibungen in 2 Laiensprachen -Hinweise auf ein weitgehend metaphysisch begründetes Gesundheitsund Krankheitskonzept: Wenn kosmische, einschließlich religiöser Kräfte vom Individuum durch bestimmte Verhaltensweisen in Balance gehalten werden, sind Körper und Seele gesund; kosmische Imbalance verursacht Krankheit einschließlich epileptischer Anfälle. Der Heilkraft westlicher Medikamente wird daher wenig vertraut. Diese Erkenntnisse verbesserten vor Ort die Arzt-Patienten-Kommunikation. Schlussfolgerung: Für hiesige Epilepsie-Behandlung zeigen sie die Notwendigkeit auf, den jeweiligen soziokulturellen Hintergrund von Migranten-Familien kennen-und verstehen zu lernen. Abstracts DGSPJ-P014 \"Dein Ticket zur J1-Untersuchung\" -erste Ergebnisse zur Evaluation der Informationskampagne Gabriele Hölscher¹, Alexander Beck², Tobias Huber², Berthold Koletzko³, Uta Nennstiel¹ ¹Bayerisches Landesamt für Gesundheit und Lebensmittelsicherheit (LGL), Sachgebiet Gesundheitsberichterstattung, Epidemiologie, Sozialmedizin, Oberschleißheim, Deutschland; ²Stiftung für Innovative Medizin, Vorstand, München, Deutschland;³Stiftung Kindergesundheit, c/ o Dr. von Haunersches Kinderspital, Ludwig-Maximilians-Universität München, für Stoffwechsel und Ernäherung, München, Deutchland",
            "latex": null,
            "type": "table"
        },
        "TABREF30": {
            "text": "Huss³, Michael Urschitz² ¹Universitätsmedizin Mainz, Institut für Medizinische Biometrie, Epidemiologie und Informatik (IMBEI), Mainz, Deutschland; ²Universitätsmedizin Mainz, Institut für Medizinische Biometrie, Epidemiologie und Informatik; Abteilung für Pädiatrische Epidemiologie, Mainz, Deutschland; ³Universitätsmedizin Mainz, Klinik und Poliklinik für Kinder-und Jugendpsychiatrie und -psychotherapie, Mainz, Deutschland Hintergrund: Psychische Auffälligkeiten im Kindes-und Jugendalter gewinnen in Gesundheits-und Bildungspolitik an Bedeutung. Die Prävalenz psychischer Auffälligkeiten liegt abhängig von Definition, Operationalisierung, Alter und Art der Stichprobe zwischen 10 und 20 %. Die WHO empfahl 2003 die Implementierung multi-sektoraler Strategien zur frühzeitigen Identifikation und Prävention psychischer Störungen insbesondere im Setting Schule. Fragestellung: Wir untersuchten den Zusammenhang zwischen psychischen Problemen bei Schulanfängern und den schulischen Fähigkeiten am Ende der ersten Klasse unter weitreichender Berücksichtigung möglicher Confounder wie Geschlecht, Alter bei Einschulung, sozioökonomischem Status, Migrationshintergrund, chronischer somatischer Erkrankung, alleinerziehendem Elternteil, Freizeitverhalten und weiteren.",
            "latex": null,
            "type": "table"
        },
        "TABREF31": {
            "text": "Mannheim, Kinderchirurgie, Mannheim, Deutschland Hintergrund: Das Kurzdarmsyndrom (KDS) ist eine schwere und lebensbedrohliche Erkrankung. Die Versorgung der Kinder im Alltag zu Hause verlangt ein gut funktionierendes Netzwerk und großes Engagement der Eltern dies zusätzlich zu den normalen Alltagsbelastungen zu leisten. Die Diagnose eines KDS als chronische Erkrankung hat somit neben den rein medizinischen Aspekten für das betroffene Kind einen enormen Einfluss auf viele andere Aspekte des alltäglichen Lebens für die gesamte Familie. Fragestellung: Ziel dieser Studie war es, die Lebensqualität der Kinder mit KDS aus Patientensicht und Elternsicht zu untersuchen. Material und Methoden: Für die Bewertung der gesundheitsbezogenen Lebensqualität wurde der KINDL Fragebogen verwendet. Es wurden Selbstbefragungs-und Elternbefragungsversionen eingesetzt. Krankheitsbezogene Daten wurden analysiert. Die statistische Analyse wurde mit SAS und SPSS durchgeführt. Ergebnisse: Die Fragebögen wurden an 61 Patienten verschickt. Dreiundzwanzig Patienten antworteten. Es waren 4 Patienten von 3 bis 6 Jahren, 17 Patienten von 7 bis 13 Jahren und 2 Patienten von 13 bis 17 Jahren. Grunderkrankungen, die zu einem KDS führten, waren Gastroschisis bei 9 Patienten, NEC bei 7 Patienten, Volvulus und Dünndarmatresie in jeweils 2 Fällen, bei 3 Patienten seltene Diagnosen. Dreizehn Patienten bekamen PE (Parenterale Ernährung) und 10 waren ohne parenterale Ernährung. Bei 14 Patienten wurde eine Darmverlängerungsoperation durchgeführt. Die meisten Patienten besuchten zum Zeitpunkt der Untersuchung eine Grundschule (n = 8), 5 Patienten eine Sonderschule und 3 Patienten das Gymnasium. Aus Elternsicht zeigten Kinder mit KDS eine signifikant niedrigere allgemeine Lebensqualität, niedrigeres Wohlbefinden, sowie eine niedrigere Lebensqualität in Bezug auf Freunde und Schule im Vergleich zu gesunden Kindern. Die Eltern bewerteten das körperliche Wohlbefinden ihrer Kinder signifikant schlechter, wenn diese parenterale Ernährung erhielten. Die parenteral ernährten Kinder selbst bewerteten ihr körperliches Wohlbefinden jedoch gleich wie diejenigen ohne parenterale Ernährung. Eine Darmverlängerungsoperation hatte aus Sicht der Eltern einen positiven Einfluss auf die Lebensqualität der Kinder, aus Sicht der Kinder fand sich im Vergleich zur nicht operierten Gruppe kein Unterschied. Das soziale Umfeld wie Kindergarten oder Schule (Schulform) beeinflusst ebenfalls die Lebensqualität aus Sicht der Patienten und der Eltern. Schlussfolgerung: Die Lebensqualität der Kinder mit KDS ist von physischen sowie sozialen und psychologischen Faktoren abhängig. Die Wahrnehmung der Lebensqualität der betroffenen Kinder weist im Vergleich zu ihren Eltern signifikante Unterschiede auf. Schlussfolgerung: In der Studie konnte gezeigt werden, dass die VS einen Vorteil hinsichtlich der Sicherheit der korrekten Lage, sowie bei operationsassoziierten Komplikationen zu haben scheint. Auch wenn in 22 % relevante Auffälligkeiten des Gefäßes darstellbar waren, konnte in unserer Kohorte kein Faktor herausgearbeitet werden, der diese begünstigt. DGKCH-FV015 Which variables influence the postoperative results after surgical treatment for Hirschsprung's disease? A cohort study Karla Santos Jasso INSTITUTO NACIONAL DE PEDIATRIA, Cirugía Pediátrica, Mexico D.F, Mexico",
            "latex": null,
            "type": "table"
        },
        "TABREF32": {
            "text": "Laura Ritz¹, Julia Ley-Zaporozhan², Dietrich von Schweinitz¹, Jochen Hubertus¹ ¹Dr. von Haunersches Kinderspital, Klinikum der Universität München, Kinderchirurgie, München, Deutschland; ²Ludwig-Maximilians-Universität München, Radiologie, München, Deutschland",
            "latex": null,
            "type": "table"
        },
        "TABREF33": {
            "text": "Indikationen zur Langzeit Katheterisierung (Chemotherapie, Stammzelltransplantation, parenterale Ernährung) bedürfen einer korrekten Platzierung des Katheters. Verglichen mit 90-92 % Erfolgsrate bei der ST, stellt die VS eine deutlich sichere Methode dar. Auch wenn die OP Zeit vergleichsweise länger ist (OP Zeit: 19 Min. ST, 56 Min. VS), werden in der Literatur vor allem bei der ST operationsassoziierte Komplikationen im Sinne eines Pneumothorax, Hämatothorax oder akzidenteller Katheterisierung der Arteria carotis berichtet. Letztendlich scheint der Hauptvorteil der ST der intakte Gefäßstatus nach Punktion zu sein (Verschluss: 3 % ST, 9 % VS; relevante strukturelle und dopplersonographische Auffälligkeiten: 15 % ST, 22 % VS).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Abstracts beobachtet (40 %). In 10-20 % der Fälle muss der Fremdkörper geborgen werden und in ca. 1 % der Fälle kommt es zu einer schwerwiegenden Komplikation. Fallbericht: In dem vorliegenden Fall wurde bei einem 10-Monate alten Jungen mit rezidivierendem Erbrechen und Nahrungsverweigerung zunächst an eine Gastroenteritis gedacht und dementsprechend therapiert. Als es in den folgenden beiden Tagen zu einer akuten Verschlechterung des Allgemeinzustands kam, zeigte sich sonographisch ein mechanischer Ileus. Bei Zuverlegung in unsere Klinik für Kinderchirurgie und Kinderurologie war der Junge kreislaufinstabil, sodass unmittelbar nach Intubation und Kreislaufstabilisierung eine Notfalllaparotomie erfolgte. Hierbei zeigte sich ein ca. 2,5 cm durchmessender Flummi als Ursache für den mechanischen Ileus. Im Verlauf waren eine Relaparotomie wegen eines abdominellen Kompartmentsyndroms, ein sekundärer Bauchwandverschluss und schließlich links eine Unterschenkelamputation knapp unterhalb des Kniegelenks notwendig. Zur Weichteildeckung des lateralen Anteils des Stumpfes war eine zweischichtige Hautrekonstruktion mit Matriderm und Spalthaut erforderlich. Schlussfolgerung: Ziel dieses Kurzvortrages ist es, auf eine mögliche Differentialdiagnose bei Symptomen die initial typisch für eine Gastroenteritis sind, aufmerksam zu machen. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": " Karl E. Bergmann¹, Renate L. Bergmann¹, Robert Schlack², Rolf Richter¹, Alexander Weichert³, Wolfgang Henrich¹ ¹Charité Universitätsmedizin Berlin, Campus Virchow Klinikum, Klinik für Geburtsmedizin, Berlin, Deutschland; ²Robert Koch-Institut, Epidemiologie und Gesundheitsmonitoring, Berlin, Deutschland; ³Charité Universitätsmedizin Berlin, Campus Mitte, Klinik für Geburtsmedizin, Berlin, Deutschland Hintergrund: Schwangerschaftsdiabetes (Damm et al. 2012 ) und vorbestehender Diabetes in einer Schwangerschaft (RL Bergmann et al., 1984) gelten als Risikofaktoren für Adipositas, Herz-Kreislaufkrankheiten und Diabetes der Kinder. Fragestellung: Steht Diabetes in der Schwangerschaft auch in Beziehung zu nicht-somatischen Gesundheitsproblemen der Kinder, speziell ADHS? Methoden: Die Basiserhebung des Kinder-und Jugendgesundheitssurvey (KiGGS, 2003 -2006 ; Altersbereich zwischen 0 und < 18 Jahren) war mit 17.641 Teilnehmern die erste bundesweit repräsentative Studie in Deutschland zu Wachstum, Ernährung, somatischer, sozialer und psychischer Gesundheit, zu Entwicklung, Verhalten, zur Inanspruchnahme medizinischer Leistungen und sozialer Lage. Neben Informationen zu Diabetes in der Schwangerschaft liegen Elternangaben zu Hyperaktivitätsymptomen (SDQ), einer durch Arzt oder Psychologen gestellten ADHS-Diagnose und ADHS-Verdachtsfällen vor, außerdem Daten zu potenziellen weiteren Einflussfaktoren auf ADHS. Zusammenhänge in bivariaten und in multivariaten, logistischen Modellen (IBM SPSS 23.0) werden bei p < 0,01 als signifikant bezeichnet. Ergebnisse: Auch nach Kontrolle für weitere signifikante Einflüsse auf ADHS, wie Geschlecht, Altersgruppe, Sozialstatus, Rauchen, Migrationshintergrund und Stilldauer blieben die Zusammenhänge zwischen Diabetes in der Schwangerschaft und elternberichteter Hyperaktivität (OR 1,76; p = 0,008), ADHS-Diagnose (OR 2,24; p = 0,000) sowie ADHS-Verdachtsfall (OR 1,96; p = 0,000) signifikant. Diskussion: Trotz der Stabilität der auch in multivariaten Modellen signifikanten Ergebnisse und der Bestätigung bereits vorliegender Beobachtungen durch die bevölkerungsrepräsentative Datenbasis ist eine Kausalität nicht zu beweisen, weil es sich um Querschnittsdaten handelt, ADHS nicht klar genug definiert und nur ein Teil der Hill-Kriterien erfüllt ist. Diabetes in der Schwangerschaft wurde vor allem in der Vergangenheit unterdiagnostiziert. Dadurch könnte die Stärke des Zusammenhangs unterschätzt worden sein. Schlussfolgerung: Der konsistent zu beobachtende Zusammenhang zwischen Diabetes in der Schwangerschaft und ADHS könnte auf epigenetische Einflüsse hinweisen. Für die Erfüllung der Hill-Kriterien der Kausalität wären differenziertere Daten aus der Schwangerschaft in einer prospektiven Geburtskohortenstudie zu gewinnen, in der über die somatischen Indikatoren hinaus auch gut definierte, nicht somatische Zielvariable -einschließlich ADHS -erhoben werden sollten. Kontrollierte Interventionsstudien und pathophysiologische Untersuchungen wären unverzichtbar.",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 404,
                    "text": "Karl E. Bergmann¹, Renate L. Bergmann¹, Robert Schlack², Rolf Richter¹, Alexander Weichert³, Wolfgang Henrich¹ ¹Charité Universitätsmedizin Berlin, Campus Virchow Klinikum, Klinik für Geburtsmedizin, Berlin, Deutschland; ²Robert Koch-Institut, Epidemiologie und Gesundheitsmonitoring, Berlin, Deutschland; ³Charité Universitätsmedizin Berlin, Campus Mitte, Klinik für Geburtsmedizin, Berlin, Deutschland",
                    "ref_id": null
                },
                {
                    "start": 418,
                    "end": 460,
                    "text": "Schwangerschaftsdiabetes (Damm et al. 2012",
                    "ref_id": null
                },
                {
                    "start": 516,
                    "end": 542,
                    "text": "(RL Bergmann et al., 1984)",
                    "ref_id": null
                },
                {
                    "start": 808,
                    "end": 855,
                    "text": "Kinder-und Jugendgesundheitssurvey (KiGGS, 2003",
                    "ref_id": null
                },
                {
                    "start": 856,
                    "end": 861,
                    "text": "-2006",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DGSPJ-FV004 Diabetes in der Schwangerschaft und ADHS-Risiko bei den Kindern"
        },
        {
            "text": "Joachim Opp¹, Thomas ",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 20,
                    "text": "Thomas",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DGSPJ-FV005 Es lohnt auch im Alltag Methylphenidat in einem placebokontrollierten Doppelblindversuch einzudosieren"
        },
        {
            "text": "Vorhersage der schulischen Sprachkompetenz am Ende der ersten Klasse durch das Sozialpädiatrische Entwicklungsscreening für Schuleingangsuntersuchungen (SOPESS) Dorle Hoffmann, Christiane Diefenbach, Christine Gräf, Jochem König, Martina Schmidt, Kathleen Schnick-Vollmer, Michael Siegfried Urschitz Universitätsmedizin der Johannes Gutenberg-Universität, Institut für Medizinische Biometrie, Epidemiologie und Informatik, Abteilung für Pädiatrische Epidemiologie, Mainz, Deutschland Hintergrund: Für die schulische Entwicklung ist eine frühe Diagnostik und Behandlung von Sprachstörungen vor der Einschulung notwendig. Deshalb wurde das Sozialpädiatrische Entwicklungsscreening für Schuleingangsuntersuchungen (SOPESS) in mehreren Bundesländern flächendeckend eingeführt. Fragestellung: Wir untersuchten die Zusammenhänge zwischen den Ergebnissen des SOPESS-Sprachscreenings und der schulischen Sprachkompetenz als Teil einer umfassenden Evaluation. Methoden: Daten der rheinland-pfälzischen Schuleingangsuntersuchungen sowie der prospektiven Schülergesundheitsstudie ikidS wurden ausgewertet. Zusammenhänge zwischen den schulischen Sprachkompetenzen am Ende der ersten Klasse (subjektive Lehrkrafteinschätzung, Intervallskaliertes Merkmal, Range -4 bis +4) und dem SOPESS-Sprachscreenings (ordinal-skaliertes Merkmal, 6 Risikostufen) wurden mittels linearen Regressionsmodellen mit und ohne Berücksichtigung von weiteren sozialen und medizinischen Prädiktoren untersucht (z. B. Alter bei Einschulung, Geschlecht, Schul-und Berufsabschlüsse der Eltern, zuvor aufgetretene Sprachauffälligkeit, Entwicklungsverzögerung, Hörstörung). Ergebnisse: In die Auswertung konnten 1379 Kinder einbezogen werden (48 % Mädchen, Alter bei Schuleingangsuntersuchung 4,9-7,2 Jahre). Die mittleren sprachlichen Kompetenzen sanken mit Zunahme der SOPESS Risikostufen deutlich ab (Mittelwerte: Stufe 0: 0,85 Stufe 2: -0,84 Stufe 4: -2,0 Stufe 6: -3,2; alle p-Werte < 0,0001). Die Varianzaufklärung (R2) der schulischen Sprachkompetenz betrug alleine durch das SOPESS-Sprachscreening 0,24 und konnte durch Hinzunahme von weiteren Prädiktoren auf 0,39 gesteigert werden. Schlussfolgerung: Es zeigte sich ein klarer Zusammenhang zwischen dem SOPESS-Sprachscreening und den schulischen Sprachkompetenzen am Ende der ersten Klasse. Die Vorhersagekraft von SOPESS kann durch die Hinzunahme weiterer Prädiktoren aus der Schuleingangsuntersuchung verbessert werden. Ein auf SOPESS basierendes Sprachscreeningprogramm könnte für eine passgenaue Auswahl von Versorgungs-und/oder Fördermaßnahmen genutzt werden. Dies sollte in einer weiteren Evaluationsstufe untersucht werden.Fragestellung: Sind die einzelnen Grenzsteine in der Altersgruppe 4, 5 und 6 für die Beurteilung der kindlichen Entwicklung noch aktuell? Ist eine Anpassung der Cut-Off-Werte zur Gesamtbeurteilung der altersspezifischen Elternfragebögen notwendig? Material und Methoden: Für die Auswertung stehen Daten von rund 6500 Kindern im Alter von 4-6 Jahren zur Verfügung, die im Rahmen des Pilotprojekts in den Jahren 2016 und 2017 untersucht wurden. Die Teilnahme an dem Projekt war freiwillig. Die Eltern der Kinder wurden gebeten, den altersentsprechenden Fragebogen mit 15-24 Fragen zu den Grenzsteinen der kindlichen Entwicklung auszufüllen. Mittels Itemanalyse wird überprüft, ob die einzelnen Grenzsteine von mindestens 90 % der Kinder einer Altersgruppe erreicht werden und damit geeignet für die Beurteilung einer altersgemäßen Entwicklung sind. Die bisher verwendeten Cut-Off-Werte zur Gesamtbeurteilung der kindlichen Entwicklung werden mit dem 90.Perzentil der Summe von erreichten Grenzsteinen in der Untersuchungspopulation verglichen. Ergebnisse: Vorläufige Auswertungen für das erste Untersuchungsjahr ergeben bei Verwendung der bisherigen Cut-Off-Werte unter deutschsprachigen Kindern einen Anteil von etwa 8 % mit auffälligem Gesamtergebnis. Vereinzelt werden Grenzsteine von weniger als 90 % der Kinder erreicht, z. B. können nur rund 80 % der 5-Jährigen \"10 mal auf einem Bein hüpfen\". Die Zwischenergebnisse weisen zudem darauf hin, dass auch für jüngere Kinder, wie bereits im Fragebogen für 6-Jährige, ein geschlechtsspezifischer Cut-Off-Wert erforderlich sein könnte. Endgültige Ergebnisse mit Daten aus beiden Untersuchungsjahren sollen auf dem Kongress präsentiert werden. Schlussfolgerung: Der Elternfragebogen zu Grenzsteinen der kindlichen Entwicklung ist ein einfach anwendbares Instrument im Rahmen von Screening-Untersuchungen. Einzelne Grenzsteine scheinen nicht mehr aktuell und sollten angepasst werden oder aber die Befunde weiter diskutiert werden. Eine geschlechtsspezifische Bewertung in den betrachteten Altersklassen erscheint sinnvoll. Zusätzlich ist eine Validierung durch den Vergleich der Fragebogen-Ergebnisse mit den Screening-Befunden geplant. Jugendliche mit Epilepsie fühlten sich durch die Erkrankung stärker beeinträchtigt (Median 2,5; Q25/Q75: 0,75/3,0; Likert Skala: 0 = überhaupt nicht bis 5 = sehr ausgeprägt) als solche mit Bronchialasthma (1,0; 0/3,0; p = 0,017). 79 Patienten (86 %) hatten sich noch nie im Internet über ihre Erkrankung informiert. Jugendliche mit Epilepsie sahen sich stärker in ihren beruflichen Möglichkeiten eingeschränkt (2,0; 0/4,0) als solche mit Bronchialasthma (0; 0/2,0; p = 0,001). Zudem hatten Jugendliche mit Epilepsie mehr Angst, ihre Erkrankung an ihre Nachkommen zu vererben (3,0; 0/4,0) als solche mit Bronchialasthma (1,5; 1,5/3,0; p = 0,016). Mädchen mit Epilepsie hatten mehr Angst bezüglich Komplikationen in der Schwangerschaft aufgrund der Erkrankung (4,0; 0,5/5,0) als Mädchen mit Bronchialasthma (0; 0/4,0; p = 0,019). Schlussfolgerung: Jugendliche mit Epilepsie fühlten sich im Alltag stärker beeinträchtigt als solche mit Bronchialasthma und äußerten mehr Ängste bezüglich beruflicher Möglichkeiten, Vererbung der Erkrankung und Schwangerschaftskomplikationen der Erkrankung. Diese Aspekte sollten in der medizinischen und psychosozialen Betreuung der Jugendlichen unbedingt thematisiert werden. Im Gegensatz zu befragten Eltern in ähnlichen Studien äußerte ein großer Teil der Jugendlichen überraschenderweise, dass sie das Internet praktisch nicht zur Information über ihre Erkrankung nutzen.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 280,
                    "text": "Dorle Hoffmann, Christiane Diefenbach, Christine Gräf, Jochem König, Martina Schmidt, Kathleen Schnick-Vollmer, Michael",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DGSPJ-FV003"
        },
        {
            "text": "Elternfragebögen zu Grenzsteinen der kindlichen Entwicklung im Alter von 4 bis 6 Jahren -Sind die abgefragten Grenzsteine aktuell? Franziska Nairz, Gabriele Hölscher, Die Evaluation erfolgt schriftlich in einem prä-post-Format mit dem Freiburg Questionnaire for Interprofessional Learning Evaluation. Das Seminar findet 2-bis 3-mal im Semester statt. Ergebnisse: Im Zeitraum 11/2016-07/2017 fanden vier Seminare mit n = 35 TN statt. Davon stammen 12 TN aus der Kranken-und Gesundheitspflege, 22 TN waren weiblich. Die Lehrveranstaltung im Gesamten wurde mit 1,4 nach Schulnoten bewertet (SD 0,4; Pflegende 1,7; PJ-Studierende 1,2). In der Prä-Befragung wurde die Wichtigkeit von interprofessionellen Lehrangeboten von den PJ-Studierenden mit 4,08 und von den Auszubildenden der Pflege mit 3,92 auf einer 5-stufigen Likertskala (1 = gar nicht wichtig, 5 = sehr wichtig) bewertet. Im Prä/Post Vergleich zeigten sich auf folgenden Skalen relevante Mittelwertunterschiede (n = 22): Relevanz der Interprofessionalität (0,46; p < 0,01), Rollenverständnis (0,39; p < 0,05) und Teamfähigkeit (0,43; p < 0,01). Schlussfolgerung: Der Umgang mit SB und der effektive Einsatz von Dolmetschern eignen sich sehr gut für eine interprofessionelle Lehrveranstaltung für Medizinstudierende und Auszubildende der Kranken-und Gesundheitspflege. Seit 2018 wird das Seminar in einer weiterentwickelten Form als Fortbildung für Behandler aus dem ärztlichen und nicht-ärztlichen Bereich angeboten (TeamInterpret: http://www.bosch-stiftung.de/ tionsstadien des Ernährungs-und Bewegungsverhaltens und krankheitsbezogenen bzw. soziodemografischen Variablen untersucht. Ergebnisse: Hinsichtlich des Ernährungsverhaltens befanden sich 6 (7 %) Kinder im Non-Intender, 35 (38 %) im Intender-und 51 (55 %) im Actor-Stadium. Bei der multivariaten Betrachtung (Nagelkerkes R-Quadrat = .416) zeigten Verhaltensauffälligkeiten einen Zusammenhang mit dem Intender-Stadium (OR 0,18, KI 0,04-0,85, p = 0,030). Weiterhin zeigten Alter (OR 12, 87, KI 2, 61 , p = 0,003), Sozialstatus (OR 3,46, KI 1,29-9,23, p = 0,013) und Verhaltensauffälligkeiten (OR 2, 48, KI 1, 12 , p = 0,014) einen Zusammenhang mit dem Actor-Stadium. Hinsichtlich des Bewegungsverhaltens befanden sich 7 (8 %) Kinder im Non-Intender-, 21 (23 %) im Intenderund 64 (69 %) im Actor-Stadium. Bei der multivariaten Betrachtung (Nagelkerkes R-Quadrat = 0,288) zeigte nur die Subskala Körpererleben des ERI-KJ (OR 3,72, KI 1,38-10,00, p = 0,009) einen Zusammenhang mit dem Actor-Stadium. Schlussfolgerung: Adipöse Jugendliche unterscheiden sich hinsichtlich ihrer Motivation zur Änderung des Ernährungs-und Bewegungsverhaltens. Es liegen Hinweise vor, dass die Motivation im Zusammenhang mit Alter, Sozialstatus, Verhaltensauffälligkeiten und Körpererleben steht. Diese Aspekte sollten in ambulanten Schulungen berücksichtigt werden. Background: Previous studies have shown that yoga can be used effectively to prevent and alleviate symptoms in patients with chronic headaches. However, none of these studies examined the effects of yoga on children and adolescents. For this reason, our study aimed to investigate the safety and effectiveness of a yoga program in the treatment of adolescents with chronic headaches. Methods: Patients aged between 12 and 16 years with tension-type headache and/or migraine (with or without aura) were randomized to a) yoga (12 weekly 1.5 hour sessions) or b) a wait-list control group. Headache frequency was determined to be primary outcome, while headache duration, pain intensity, medication use, pain-related disability, quality of life and depression were secondary outcomes in this study. Outcomes were assessed before treatment, after the 12-week yoga program and after 3-month follow-up period by a 4-week headache diary and standardized questionnaires. In order to investigate whether the parents have an influence on the therapeutic effect, we additionally randomized one parent to a) receive yoga or b) to serve as untreated control.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 166,
                    "text": "Franziska Nairz, Gabriele Hölscher,",
                    "ref_id": null
                },
                {
                    "start": 1995,
                    "end": 2002,
                    "text": "(OR 12,",
                    "ref_id": null
                },
                {
                    "start": 2003,
                    "end": 2006,
                    "text": "87,",
                    "ref_id": null
                },
                {
                    "start": 2007,
                    "end": 2012,
                    "text": "KI 2,",
                    "ref_id": null
                },
                {
                    "start": 2013,
                    "end": 2015,
                    "text": "61",
                    "ref_id": null
                },
                {
                    "start": 2108,
                    "end": 2114,
                    "text": "(OR 2,",
                    "ref_id": null
                },
                {
                    "start": 2115,
                    "end": 2118,
                    "text": "48,",
                    "ref_id": null
                },
                {
                    "start": 2119,
                    "end": 2124,
                    "text": "KI 1,",
                    "ref_id": null
                },
                {
                    "start": 2125,
                    "end": 2127,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DGSPJ-P003"
        },
        {
            "text": "Results: A total of 45 adolescents (81.8% female; 14.6 ± 1.3 years) were randomized to yoga (n = 22) or wait-list control group (n = 23). No significant group difference in headache frequency between yoga and control group was found after 12 weeks of intervention (difference [∆] = -1.0 days; 95% confidence interval [CI] -4.4 to 2.4 days; p = 0.545), whereas the group difference after the 3-month follow-up period was statistically significant (∆ = -4.1 days; 95%CI -7.7 to -0.5 days; p = 0.027). None of the secondary outcomes were statistically significant, neither in short-term nor in longterm. Surprisingly, it turned out that parent's participating in the yoga program even significantly reduced the therapeutic effect (β = 4.03, p = 0.029).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DGSPJ-P005 Kardiale Evaluation von Patienten mit Aufmerksamkeitsdefizit-Hyperaktivitätsstörung (ADHS), die eine Pharmakotherapie erhalten sollen -eine Verunsicherung bei Ärzten unterschiedlicher Fachrichtungen im Vorfeld und Verlauf der Erkrankung"
        },
        {
            "text": "In line with prior research on adults, it was shown that yoga can also reduce the frequency of headache in adolescents. However, this effect did not become apparent immediately after the intervention, but only after a three-month follow-up period. Moreover, neither headache duration nor pain intensity were significantly influenced by yoga in comparison to control. Due to the small number of participants, further studies are needed to underpin these results. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Marien Hospital Herne, Sankt Elisabeth Gruppe, Ruhr-Universität Bochum, Klinik für Kinderchirurgie, Herne, GermanyBackground: The aim of the presented study was to find out the fate of patients who were admitted to the pediatric surgery in the case of not confirmed infantile pyloric stenosis. Patients and Methods: Data of 15 infants with not confirmed diagnosis were compared with a total of 65 infants with confirmed IHPS. Demographic data, findings at ultrasound examination and standard laboratory results were compared. A follow-up investigation by telephone interview was added. Results: Ultrasound was able to distinguish between IHPS and non-surgical conditions. Delayed surgery for pyloric stenosis was required for one infant. Infants with non-surgical conditions were older at admission and had a longer history of vomiting. In this group, the degree of metabolic alkalosis was lesser (standard bicarbonate, base excess), and a trend to anemia was found. During follow up no additional surgery was required in the non-surgical group. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ralf-Bodo Tröbs, Karin Barenberg"
        },
        {
            "text": "Infants with non-surgical conditions mainly showed a self-limiting or benign course. Never the less, a high rate of comorbidities, in particular gastroesophageal reflux has to be taken into account. Continuous follow up by the pediatrician is recommended. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Jessica ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DGKCH-P006 Anwendung eines wechselbaren intraluminalen EndoVAC-Systems nach ERCP-bedingter Duodenalperforation bei einem 4-jährigen Mädchen"
        }
    ]
}