{
    "paper_id": "3d7590098e81f05ca2e1df35f8f74b57d2820911",
    "metadata": {
        "title": "The Ethics of Deliberate Exposure to SARS-CoV-2 to Induce Immunity",
        "authors": [
            {
                "first": "Robert",
                "middle": [],
                "last": "Streiffer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Killoren",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "Y"
                ],
                "last": "Chappell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We explore the ethics of deliberately exposing consenting adults to SARS-CoV-2 to induce immunity to the virus ('DEI' for short). We explain what a responsible DEI program might look like. We explore a consequentialist argument for DEI according to which DEI is a viable harm-reduction strategy. Then we consider a nonconsequentialist argument for DEI that draws on the moral significance of consent. Additionally, we consider arguments for the view that DEI is unethical on the grounds that, given that large-scale DEI would be highly likely to result in some severe illnesses and deaths, DEI amounts to a form of killing. Our thesis is that incorporating a DEI program alongside the status quo 'calibrate the curve' responses could have significant advantages at the early stages of pandemics. These potential advantages mean that, at a minimum, research into DEI would have been justified early in the COVID-19 pandemic and that DEI programs should be explored as potential additions to our overall approach to emerging pandemics in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As of this writing (December 2020), the COVID-19 pandemic has killed about 1.6 million people and, although vaccines have recently been approved for distribution, it continues to kill thousands each day. Nearly everyone in the world has spent months trying to avoid being exposed to SARS-CoV-2, the virus that causes COVID-19. Few have considered seeking out exposure to the virus or deliberately exposing others to it. However, as early as February 2020, a small number of peoplemost notably the economist Robin Hansonproposed deliberately exposing consenting adults to SARS-CoV-2 to induce immunity to the virus: 'DEI' for short. 1 DEI would be dangerously irresponsible for those who will soon have access to immunity through safe vaccines, but the idea had several attractions early on in the pandemic. It's important to explore these attractions not only in relation to the present moment in history but also for the future. Significant emerging or reemerging infectious disease pandemics have been occurring about once every ten years and their frequency has been increasing. 2 COVID-19 will not be humanity's last major pandemic. By evaluating unconventional responses to the COVID-19 pandemic such as DEI, we might lay useful groundwork for future contexts.",
            "cite_spans": [
                {
                    "start": 632,
                    "end": 633,
                    "text": "1",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1082,
                    "end": 1083,
                    "text": "2",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One attraction of DEI is that it can increase population immunity. 3 Population immunity is a social good, protecting the health of those not yet immune and allowing more social and economic freedom than would otherwise be possible. Importantly, if DEI were administered strategically, it is possible that it could dramatically reduce infection rates even with low participation numbers as we explain below (Section 3.1).",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 68,
                    "text": "3",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Other attractions of DEI are more individualistic: DEI-induced immunity might enable an individual to acquire an 'immunity certificate' which would exempt them from restrictions on travel, work, etc.; it could also enable them to interact with friends or loved ones without fear of transmitting or contracting the virus. Additionally, DEI might (somewhat paradoxically) reduce individuals' risk of serious COVID-19 disease, for reasons we explain below (Section 3). We'll also explore arguments from a nonconsequentialist perspective for the view that consensually exposing individuals who seek immunity has a moral advantage when the alternative is accidental and hence nonconsensual exposure (Section 4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although DEI might sound like science fiction, it has historical precedent. Before the development of a smallpox vaccine, a method known as 'variolation'exposing a healthy individual to phlegm, scabs, or other material from someone infected with smallpoxwas used to provoke mild infections to cause immunity. And even today, a crude form of DEI has already occurred in the form of 'COVID parties', where groups of people intermingle in hope of catching the virus. In at least one case, someone died of the virus after attending such a party. 4 Such parties are morally objectionable in many ways: steps are not taken to minimize risks resulting from infection and attendees typically take no precautions to prevent the virus from spreading beyond partygoers. But in this article, we will outline a more sophisticated type of DEI program that includes such precautions, and others as well. It turns out to be surprisingly difficult to show that DEI carried out responsibly is unjustifiable.",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 543,
                    "text": "4",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our thesis is that incorporating a DEI program into public policy could have had significant advantages over the status quo that prevailed in most places during the pandemic. These potential advantages mean that, at a minimum, research into DEI would have been justified early in the COVID-19 pandemic and that DEI programs should be explored as potential additions to our overall approach to emerging pandemics in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Many would reject DEI out of hand, claiming that deliberately exposing people to a deadly virus is obviously unethical. But a different form of deliberate exposure, namely that involved in human challenge trials of SARS-CoV-2 vaccines, has been seen as defensible by many.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A human challenge trial is a somewhat unconventional method for testing vaccine effectiveness. In normal phase 3 trials for vaccines, subjects are given either an experimental vaccine or a placebo. Researchers then wait for subjects to be 'naturally' exposed to the virus in the course of their normal lives and compare the rates of infection in the two groups to determine whether the vaccine is effective. This results in a lengthy waiting period. 5 In human challenge trials, the lengthy waiting period required for natural exposure is replaced with the administration of a controlled, deliberate exposure to the virus. 6 Human challenge trials are controversial but, as mentioned, many see them as morally defensible. Over 38,000 people from over 100 countries have expressed willingness to volunteer for such studies; prominent ethicists, such as Nir Eyal, argued forcefully in favor of such studies in the early days of the pandemic; and after many months of debate, the UK's COVID-19 Vaccine Taskforce has agreed to fund a $13 million human challenge trial scheduled to begin in January 2021. 7 It has been argued that if human challenge trials had been conducted soon after the first emergence of SARS-CoV-2, this could have made a vaccine available many months ahead of schedule, which could have prevented thousands of deaths and benefited billions of people by shortening the duration of the present crisis. And although some of the most heavily criticized human-subjects research in history involved intentionally exposing people to disease agents, human challenge studies (when responsibly conducted and consensual) have been accepted as an ethical way to investigate a variety of pathogens, including influenza, malaria, shigella, tuberculosis, cholera, typhoid, dengue fever, and others. 8 DEI and human challenge studies are similar in that both involve deliberately exposing people to a deadly virus. So, if ethically acceptable human challenge studies with SARS-CoV-2 are possible, this shows that DEI cannot be rejected merely because it involves deliberate exposure to a deadly disease. Of course, there are important differences between DEI and human challenge trials, as will become obvious (if it isn't already) as our discussion proceeds.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 451,
                    "text": "5",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 623,
                    "end": 624,
                    "text": "6",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1100,
                    "end": 1101,
                    "text": "7",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1803,
                    "end": 1804,
                    "text": "8",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our first task is to explain a possible DEI program and to compare public policy that includes a DEI program to the status quo that has prevailed in most places during the pandemic (Section 2). Then we will lay out tentative consequentialist and nonconsequentialist arguments for a public policy involving DEI (Sections 3 and 4). We then turn to an objection to DEI based on the doing/allowing distinction (Section 5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To have a specific proposal to discuss, we'll outline a possible DEI program (2.1). Then we'll explain the idea of 'calibrating the curve' and argue that the policies of many countries can be characterized in terms of calibrating the curve (2.2). This will set the stage for us to argue in favor of supplementing policies that calibrate the curve with a DEI program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deliberate Exposure for the Purpose of Inducing Immunity (DEI)"
        },
        {
            "text": "The DEI program we'll outline involves up to four stages: a design stage; a recruitment stage; a dose-finding stage; and an implementation stage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A possible DEI program"
        },
        {
            "text": "The main task for the design stage is to develop a standardized delivery method for exposing volunteers to SARS-CoV-2. Because there is reason to believe that lower viral doses cause less severe disease, the delivery method should be able to reliably deliver low doses of SARS-CoV-2. 9 Also, the dosage level needs to be adjustable as needed in the dose-finding stage.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 285,
                    "text": "9",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "A possible DEI program"
        },
        {
            "text": "In the recruitment stage, a small group of research volunteers for the dose-finding stage are recruited and carefully screened. To reduce risks, those above a certain age and those with various comorbidities are excluded. 10 Preference should be given to volunteers already at higher-than-average risk of natural exposure to the virus (e.g. emergency room doctors and grocery store employees). 11 As with other research which exposes people to significant risk, rigorous informed-consent procedures are used to help subjects understand the nature of the program, its risks and benefits, alternatives, and other relevant information.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 224,
                    "text": "10",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 394,
                    "end": 396,
                    "text": "11",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "A possible DEI program"
        },
        {
            "text": "In the dose-finding stage, recruited volunteers are used to determine the safest dose of SARS-VoC-2 sufficient to provoke a robust immune responsecall this the optimal dose. 12 After exposure, volunteers are housed in what Hanson playfully dubs 'hero hotels' where they are isolated to prevent transmission to others and provided medical care. 13 After the volunteers recover, they are given the option of participating in immunity experiments in which they are reexposed to the virus and monitored to determine if the dose was sufficient to produce immunity.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 346,
                    "text": "13",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "A possible DEI program"
        },
        {
            "text": "What happens next depends crucially on the results from the dose-finding stage. In an optimistic scenario, the dose-finding stage reveals that (i) optimal dose exposures result in much less severe disease than natural exposure and (ii) exposure induces robust, long-lasting immunity. In this scenario, DEI may be attractive to a large number of volunteers, and it may be reasonable to proceed to an implementation stage in which procedures developed and refined during the dose-finding stage are applied in a public health initiative to a large number of consenting volunteers. Again, those above a certain age and those with various comorbidities are excluded, and preference is given to those with a higher-than-average risk of natural exposure. As with other medical procedures that expose individuals to significant risk, rigorous informed-consent procedures are used to help ensure volunteers understand relevant information. Again, volunteers exposed to the virus will be quarantined and provided with medical care. (Optionally, DEI could be preceded by experimental vaccination to help further reduce risks. 14 )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A possible DEI program"
        },
        {
            "text": "In the most pessimistic scenario, the dose-finding stage reveals that (i*) disease severity resulting from optimal dose exposures is not appreciably different from (or is even worse than) disease severity resulting from natural exposure, and (ii*) exposure does not confer any lasting immunity. In the pessimistic scenario, the program would be discontinued before reaching the implementation stage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A possible DEI program"
        },
        {
            "text": "A number of middle scenarios may be more likely than either of those two scenarios. The scale and design of the implementation stage should be adjustable in light of observations from the dose-finding stage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A possible DEI program"
        },
        {
            "text": "We acknowledge that this is only a bare outline of a DEI program, but it will suffice for our purposes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A possible DEI program"
        },
        {
            "text": "Would public policy involving DEI have been the best response to the threat posed by SARS-CoV-2? To answer that definitively would require surveying all possible approaches, a task beyond the scope of this article. We will focus on the more tractable question of whether incorporating DEI into our pandemic response might have represented an improvement on the status quo. Before addressing that question, it's necessary to sketch the main type of pandemic-related public policy that was implemented in many countries. Then, we'll consider whether that type of policy could be improved by incorporating DEI. We remind our readers that we are addressing what should have been done during the early stages of a pandemic, long before the availability of immunity through safe vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calibrating the curve"
        },
        {
            "text": "Many public policies have been advertised as having the aim of flattening the curve. However, there's an often-overlooked distinction between two different types of curveflattening policies. Policies that aim to smash the curve (STC) aim to reduce infection rates as low as can be achieved, ideally to zero. An STC policy is successful on its own terms only when the infection rate cannot be reduced any lower. In contrast, policies that aim to calibrate the curve (CTC) aim to reduce the infection rate below what it would be with no interventions at all but nonetheless aim at a targeted range of infection rates that is higher than the lowest that can be achieved. A CTC policy is successful on its own terms as long as the infection rate in the population covered by the policy is within the targeted range.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calibrating the curve"
        },
        {
            "text": "At the outset of the SARS-CoV-2 pandemic, some governments announced STC policies. Officials in the United States appeared to believe that the virus could be eradicated. 15 However, although eradication seems to have been achieved in some countries (e.g. New Zealand and Australia), it seems that it cannot be achieved without a vaccine in most countries because it would require extreme measures that are probably politically impossible.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 172,
                    "text": "15",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Calibrating the curve"
        },
        {
            "text": "The prevalence of STC rhetoric notwithstanding, CTC policies have proven far more common than STC policies. Any government policy that imposes behavioral restrictions (e.g. physical distancing, hand washing and face-mask requirements, school closings, bans on large gatherings) until an infection rate is reached that is perceived as sufficiently low (even though it could be made lower), and that then relaxes the restrictions until a higher infection rate threshold is reached, counts as a CTC policy. 16 Different CTC policies involve different triggersthreshold conditions in which behavioral restrictions are imposed or liftedwhich will result in different numbers and distributions of infections and deaths. We can also distinguish different CTC policies in terms of the further aims that accompany them. All CTC policies by definition aim to calibrate the infection rate, i.e. to keep the infection rate within a specified target range, but this calibration is never an end in itself; rather, it is instrumental to some further aim.",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 506,
                    "text": "16",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Calibrating the curve"
        },
        {
            "text": "Sometimes, a CTC policy's further aim is to achieve population immunity as quickly as possible without overwhelming the medical system with cases of severe disease. For example, a high level of population immunity was originally the explicit aim of CTC policies pursued in the United Kingdom and the Netherlands, although they later backed away from such language because achieving high levels of population immunity through uncontrolled spread was predicted by many to have disastrous consequences. 17 In other cases, a CTC policy does not aim at increasing population immunity but instead aims to strike the right balance between reducing citizens' risk of exposure to the virus and other values, say, the value of preserving and enhancing citizens' personal and economic freedoms.",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 502,
                    "text": "17",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Calibrating the curve"
        },
        {
            "text": "A CTC policy may still be in effect even if it has not been explicitly endorsed. In the absence of a robust alternative policy, if a government is disposed to impose behavioral restrictions when infections are above an upper threshold and to relax those restrictions when infections fall below a lower threshold, then that government has a de facto CTC policy. This plausibly describes the dispositions that many governments had in response to the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calibrating the curve"
        },
        {
            "text": "All CTC policies have a common morally significant feature: they all allow preventable infections to occur in order to pursue some other aim. When behavioral restrictions are lifted in accordance with a CTC policy, this foreseeably results in an increase in infections that could have been prevented had the restrictions not been lifted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calibrating the curve"
        },
        {
            "text": "We next consider arguments for the view that incorporating into public policy a responsible DEI program along the lines outlined above would have been an improvement on status quo CTC policies. We consider consequentialist arguments based on DEI's potential for harm reduction in Section 3 and nonconsequentialist arguments grounded in the moral significance of consent in Section 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calibrating the curve"
        },
        {
            "text": "There are at least two sets of reasons to think that a DEI program of the sort sketched in Section 2.1 might have been able to reduce overall harm, had it been implemented at an early stage of the pandemic. We focus on the United States, but our points likely generalize to other countries that experienced similar infection rates and dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consequentialist arguments for DEI 18"
        },
        {
            "text": "Assume for the moment that, during the course of the pandemic, a high level of population immunity (sufficient for herd immunity) will be achieved through SARS-CoV-2 infection before the virus is brought under control by a vaccine or effective treatment. (Recall early estimates that a vaccine would take 18 months or more to develop.) Once this high level of population immunity is achieved, suppose the virus will cease spreading and thus a significant fraction of the population will be protected from the virus. Research on COVID-10 suggests that around 43% to 50% of the US population would need to be infected to reach this point. 19 We will use 50% as an example.",
            "cite_spans": [
                {
                    "start": 637,
                    "end": 639,
                    "text": "19",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "DEI allows infections to be shifted from the vulnerable to the more resilient"
        },
        {
            "text": "To achieve this level of population immunity in the United States, then, 50% of the US population, or about 160 million people, would eventually be infected. However, crucially, who gets infected remains an open question. This level of population immunity could be achieved by infecting a mix of people that predominantly includes older, more vulnerable Americans; but it could equally be achieved by infecting a younger, less vulnerable mix of Americans. It's unknowable in advance what the rate of severe disease would be in these scenarios, but clearly hospitalization rates and death rates would be dramatically higher in the first, given that age is the most important risk factor for severe COVID-19 disease. 20 It is possible that hundreds of thousands more deaths would occur in the first scenario than in the second.",
            "cite_spans": [
                {
                    "start": 715,
                    "end": 717,
                    "text": "20",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "DEI allows infections to be shifted from the vulnerable to the more resilient"
        },
        {
            "text": "A DEI program would not enable us to precisely determine the mix of exposed individuals, given that uncontrolled spread would continue alongside any DEI program that might be implemented, and given that participation in any such program would be voluntary. However, a DEI program would be a way for a society to guide its future in a direction that is more like the second scenario than the first scenario. That's because a DEI program enables policymakers to shift the spread toward those who are more capable of surviving infection: individuals who are relatively young (though old enough to give consent), free of known comorbidities, and otherwise wellpositioned to survive infection without serious complications. 21 Consider a very ambitious scenario. Suppose a DEI program had been implemented early in the pandemic which recruited half of the top 25% most resilient citizens of the United States; this would mean a program involving 41 million volunteers. 22 The result would be that 41 million individuals who are less resilient, and more vulnerable to serious disease and death, might be spared infection before a high level of population immunity is achieved. We cannot know how many lives might have been spared by such a shift, but it seems plausible that this would have spared many more lives than it would have cost.",
            "cite_spans": [
                {
                    "start": 719,
                    "end": 721,
                    "text": "21",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 964,
                    "end": 966,
                    "text": "22",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "DEI allows infections to be shifted from the vulnerable to the more resilient"
        },
        {
            "text": "Further, and perhaps more importantly, even a significantly less ambitious approach could save lives. This can be seen by considering 'ring vaccination', where the close contacts of newly discovered cases are vaccinated. This approach has been used to control the spread of many contagious diseases, including smallpox. A similar approach could be used with DEI. A DEI program that is targeted toward individuals who work or live in close proximity to recent or anticipated outbreaks could create a 'ring' of immunity that prevents or reduces spread, and might be able to do so with relatively few participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEI allows infections to be shifted from the vulnerable to the more resilient"
        },
        {
            "text": "A salient example for many academics and students involves college campuses. As universities in the northern hemisphere planned for the start of a Fall 2020 semester, there was widespread belief that students would travel and socialize in ways that would result in major outbreaks. Most such students were at low risk of severe health impacts from COVID-19, but others in the community were more vulnerable. A DEI program targeted at low-risk college students with the goal of providing immunity before the semester began might have served to protect the broader community, potentially saving many lives. 23 Even in the few countries that have had success in smashing the curve (e.g. Australia), using DEI to immunize the ring of individuals who help administer quarantine procedures for incoming travellers could help protect against future outbreaks. Such an approach might have prevented the May/June outbreak in Melbourne believed to have originated in a quarantine hotel, sparing Melbourne hundreds of deaths and a painful four-month lockdown. 24 It is important to emphasize here that the scenarios we have just sketched are or were possible only if recovery from infection results in significant immunity. If infection does not result in any significant immunity, not even partial or temporary immunity, then population immunity is not possible without an effective vaccine, and a DEI program would not be justified. In the absence of certain knowledge that recovery results in immunity, the case for a DEI program rests largely on the probability that recovery results in significant immunity. Determining this probability is a task for epidemiologists and other expertsthough early evidence suggested that infection with SARS-CoV-2 in mild to moderate cases produces antibody responses that are 'robust, neutralizing and are stable for at least 3 months' and more recent research continues to support the idea that infection results in significant immunity. 25 ",
            "cite_spans": [
                {
                    "start": 605,
                    "end": 607,
                    "text": "23",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1049,
                    "end": 1051,
                    "text": "24",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1967,
                    "end": 1969,
                    "text": "25",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "DEI allows infections to be shifted from the vulnerable to the more resilient"
        },
        {
            "text": "DEI also has a number of advantages over unintentional exposure deriving from the level of control that it affords in managing the initial infection and subsequent disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEI allows control over the circumstances of infection"
        },
        {
            "text": "We've already mentioned one advantage: DEI allows minimization of the viral dose involved in exposure, which may reduce the severity of the resulting infection. 26 We cannot know the magnitude of this effect specifically for SARS-CoV-2 without further research, but the potential significance is immense: in the case of smallpox, inoculation via deliberate low-dose 'variolation' reduced the case fatality rate from 20%-30% to 0.5%-2%. 27 If DEI turned out to be anywhere near that effective for SARS-CoV-2, it could have saved hundreds of thousands of lives while the world waited for safe vaccines.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "text": "26",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 436,
                    "end": 438,
                    "text": "27",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "DEI allows control over the circumstances of infection"
        },
        {
            "text": "Hanson draws on a wider array of historical data (including, most relevantly, studies showing how natural variation in initial viral dose significantly affected fatality rates from SARS-CoV-1) to support his estimate that inoculation could cut COVID-19 deaths by a factor of three or more. 28 Again, this is a highly uncertain estimate, and direct research on SARS-CoV-2 inoculation would be needed to ground a more robust verdict. Given the immense (but uncertain) potential to save lives, there was a strong case to undertake such research, back when vaccine development was at a much less mature stage. 29 If inoculation lived up to its potential, the ability to discover and reliably deliver an optimal viral dose would be a major factor in the consequentialist case for implementing a DEI program at an early stage of the pandemic.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 292,
                    "text": "28",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 606,
                    "end": 608,
                    "text": "29",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "DEI allows control over the circumstances of infection"
        },
        {
            "text": "On the assumption that infection confers substantial immunity and thus any given individual is unlikely to be infected twice, it may have been reasonable for individuals to seek intentional low-dose exposures via a DEI program to immunize themselves against the risk of an accidental high-dose exposure. This prudential case is enhanced because, as discussed above, DEI programs would be targeted to people with a higher risk of natural exposure. Thus, the advisability of enrolling in a DEI program would depend on, for example, whether one lives in New York City, where it's been estimated 40%-80% of the population will be exposed before the pandemic is over, or in New Zealand, which has virtually eradicated the virus. 30 Additionally, giving individuals control over the time at which they are infected can reduce harm for the simple reason that illness can be more intrusive at different times. It is worse to become ill when one is nine months pregnant, undergoing chemotherapy, or starting a new business. Because participation in a DEI program would be voluntary, individuals involved can be expected to submit to being exposed at a time that is, comparatively speaking, not extremely inconvenient for them. This could then be expected to reduce the number of accidental infections experienced by those for whom the timing of the illness would be particularly damaging because of their life circumstances. 31 Moreover, in a DEI program, everyone exposed would know that they have been exposed whereas accidental exposures are typically unnoticed until symptomatic. This can be likely to aid in harm reduction for two reasons.",
            "cite_spans": [
                {
                    "start": 724,
                    "end": 726,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 1416,
                    "end": 1418,
                    "text": "31",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "DEI allows control over the circumstances of infection"
        },
        {
            "text": "First, since DEI provides knowledge of infection prior to the onset of symptoms, it enables forms of early treatment that would otherwise typically not be possible, including earlier antiviral treatment that could prove helpful at preventing severe illness. 32 Second, knowledge of infection is useful for reducing the risk that one's infection poses to others. Such knowledge prevents accidental spread from asymptomatic or presymptomatic individuals who fail to self-isolate because they do not realize that they've been infected. Together, these factors suggest that, if DEI confers immunity on someone that prevents them from subsequently acquiring an uncontrolled infection, this substitution is likely to be beneficial for both the individual and others.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 260,
                    "text": "32",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "DEI allows control over the circumstances of infection"
        },
        {
            "text": "A final benefit of DEI has to do with infection overshoot. If a high level of population immunity is achieved through uncontrolled viral spread, high levels of uncontrolled spread would continue for a time even after the threshold for herd immunity has been passed. 33 DEI would have a significantly reduced chance of such overshoot because participants would be isolated while they are contagious, whereas people with nondeliberate infections are typically contagious for days before they are aware they have been infected. 34 ",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 268,
                    "text": "33",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 525,
                    "end": 527,
                    "text": "34",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "DEI allows control over the circumstances of infection"
        },
        {
            "text": "What if we relax the assumption of the previous two sections that herd immunity would be reached through natural infection prior to the arrival of a safe and effective vaccine? In that case, we cannot assume that each instance of DEI substitutes for one uncontrolled infection. Instead, we need to separately consider two kinds of possibilities: (i) those where a DEI participant would have otherwise contracted an uncontrolled infection and (ii) those where the participant would have otherwise avoided infection entirely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extending the argument"
        },
        {
            "text": "Clearly, the overall health benefits of a DEI program stem from cases of the first kind, whereas the downside risks stem from cases of the second kind. So, whether the overall health benefits outweigh the costs depends upon the balance between these two kinds of cases. As we've seen, type-(i) cases are likely beneficial, on average, both to the participant themselves and to the broader community. Each type-(i) case of DEI helps to reduce community spread and reduce the total number of SARS-CoV-2 infections that occur in the population prior to the arrival of a vaccine. 35 Each type-(ii) case of DEI increases the total number of infections, beyond what would otherwise have occurred, by one.",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 578,
                    "text": "35",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Extending the argument"
        },
        {
            "text": "If DEI is well-targeted at higher-exposure groups and potential 'superspreaders', then it could conceivably reduce the total number of infections. But it may be more likely that the number of type-(ii) cases would be greater than the reduction in community spread due to type-(i) cases, resulting in a net increase in total infections. In that case, whether DEI reduces the direct health toll of the pandemic would depend upon how much safer each instance of DEI proved in comparison to uncontrolled infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extending the argument"
        },
        {
            "text": "Finally, even if DEI increases the direct health toll from SARS-CoV-2, it could still be beneficial overall if it reduced the indirect (e.g. social, economic, and mental health) costs that result from lockdowns under a pure CTC policy. How the direct costs of DEI would compare to the indirect costs of CTC is an incredibly complex empirical question that we cannot address here. But this is a crucial question for experts to closely examine early in a pandemic. Just as it would be reckless to blindly assume that CTC with DEI would prove superior, so too should we not blindly assume that CTC without DEI is superior. Given the immense stakes, it's vital that, early in a pandemic, serious effort is put into discovering the best available policy responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extending the argument"
        },
        {
            "text": "In the previous section, we considered reasons to think that a policy that incorporates DEI could reduce overall harm caused by SARS-CoV-2. However, there are further reasons for DEI that do not depend on considerations about overall harm, as we now explain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nonconsequentialist Arguments for DEI"
        },
        {
            "text": "Consider two hypothetical scenarios:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEI and the Morally Transformative Power of Consent"
        },
        {
            "text": "DEI scenario: A responsible DEI program is incorporated into a CTC policy at an early stage of the pandemic. Twenty-five percent of the US population participates and is infected deliberately and with their consent. An additional 25% of the population is infected accidentally through natural exposure and without their consent. Some number of individuals in each group die. Then a level of population immunity is achieved sufficient to prevent viral spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEI and the Morally Transformative Power of Consent"
        },
        {
            "text": "CTC scenario: No DEI program is implemented at any stage of the pandemic. Rather, a CTC policy is followed in which infections are allowed to occur through natural exposure. Accidental infections continue to occur at a low but nonzero rate until 50% of the US population is eventually infected. Some number of these individuals die. Then a level of population immunity is achieved sufficient to prevent viral spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEI and the Morally Transformative Power of Consent"
        },
        {
            "text": "From many standard nonconsequentialist perspectives, the CTC scenario, where the number of nonconsensual exposures is higher, is morally worse than the DEI scenario even if total harm in each scenario is the same. Swapping nonconsensual exposures for consensual exposures is morally sound policy according to standard nonconsequentialist views because, other things equal, nonconsensual exposures are morally worse than consensual exposures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEI and the Morally Transformative Power of Consent"
        },
        {
            "text": "Nonconsequentialists typically believe that consent can be morally transformative. 36 Within limits, consent can reduce how morally problematic a harm is and can make permissible an action that would have been wrong: compare kidnapping to giving someone a ride and battery to a medical exam. Just as harm resulting from voluntary participation in a sport is less morally problematic than the same level of harm resulting from assault, harm resulting from consensual exposure to SARS-CoV-2 is less morally problematic than the same level of harm resulting from nonconsensual exposure.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 85,
                    "text": "36",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "DEI and the Morally Transformative Power of Consent"
        },
        {
            "text": "According to this argument, a government ought not allow 50% of its citizens to be infected against their will if it could replace half of those infections with consensual infections through a DEI program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEI and the Morally Transformative Power of Consent"
        },
        {
            "text": "One common view is that governments have morally significant relationships to their citizens, grounding special responsibilities to protect those citizens. For example, it's plausible that the government of Ecuador is morally obliged to protect the people of Ecuador but has no similar obligation to protect the people of France. One might think that these special relationships are incompatible with facilitating or even allowing a DEI program that foreseeably results in severe illness for some citizens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEI and governments' special obligations"
        },
        {
            "text": "However, if such special governmental responsibilities to protect their citizens exist, these responsibilities have a different shape if a citizen voluntarily chooses to risk their own lives or interests. In the case of DEI, people would be voluntarily undertaking risks with knowledge of what they are agreeing to. Those who tragically die in the course of voluntary participation in a DEI program may be seen as similar to firefighters and others who engage in noble but dangerous acts in pursuit of worthy goals. Although all reasonable steps should be taken to mitigate the necessity and magnitude of such sacrifices, the government may justifiably adopt policies and public health programs that allow and even encourage such actions. Thus, although the government arguably has a special obligation to its citizens to protect them from being infected against their will (i.e. without their consent), it has at most only a weaker (and thus more easily overridden) obligation to prevent its citizens from taking well-informed risks to their lives in reasonable pursuit of other valuable aims. If so, then the government can reduce the extent to which it violates its special obligations to its citizens if it adopts or allows a DEI program that reduces nonconsensual infections by increasing consensual infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEI and governments' special obligations"
        },
        {
            "text": "These nonconsequentialist, consent-based arguments can be significantly strengthened when combined with some of the consequentialist harm-reduction considerations adduced in Section 3. If an individual will likely have a nonconsensual, extremely harmful high-dose exposure in an uncontrolled setting, and can instead consensually choose to have what will likely be a significantly less harmful low-dose exposure in a controlled setting, it seems eminently justifiable to allow them that choice, even if, tragically, they end up suffering a worse outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEI and governments' special obligations"
        },
        {
            "text": "According to what we'll call the doing/allowing objection to DEI, the CTC scenario is morally preferable to the DEI scenario because the DEI scenario involves causing people to become infected whereas the CTC scenario merely involves allowing people to be infected. The objection continues: when volunteers in a DEI program are deliberately infected and some die as a result, those who die are thereby killed. By contrast, when a CTC policy is implemented, this only results in accidental infections and deaths; it does not involve killing. Other things being equal, killing is always far worse than letting die; therefore, the DEI scenario is far worse than the CTC scenario.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEI and the Doing/Allowing Distinction"
        },
        {
            "text": "In response, the DEI defender can observe that in some cases, letting die seems morally similar to killing. Consider James Rachels' widely discussed Smith and Jones cases. 37 To secure a large inheritance, Smith drowns his six-year-old cousin. To secure a large inheritance, Jones watches and does nothing as his six-year-old cousin accidentally drowns. Many people believe that Jones's allowing of his cousin to die is as seriously wrong, or almost as seriously wrong, as Smith's killing of his cousin. If this is correct, then the doing/allowing objection's claim that, other things equal, killing is always far worse than letting die, is false.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 174,
                    "text": "37",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "DEI and the Doing/Allowing Distinction"
        },
        {
            "text": "Of course, even if CTC policies involve something as bad as killing and so don't differ from a DEI program on that score, that leaves open whether, other things equal, both are permissible or both are impermissible. Assuming, as we and many think, the aims of population immunity or increased social and economic freedom can justify a CTC policy which allows some people to die avoidable deaths, it is arguable that these aims can also justify a DEI program even if it causes some people's deaths. 38 More provocatively, one can take issue with the claim made by the doing/allowing objection that CTC policies merely involve letting citizens die. Some philosophers have argued that allowing someone to die can be a way of killing them. And in the current pandemic context, some commentators have claimed that existing CTC policies involve killing people and that proposals to reach high levels of population immunity through uncontrolled spread involve killing and even 'mass murder'. 39 If allowings can be killings, it's possible to argue that whenin accordance with a CTC policya government calibrates behavioral restrictions so as to allow some citizens to be infected, knowing that some of the infected will die, it thereby kills the citizens who die as a result. That is, it is possible to endorse the following principle:",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 500,
                    "text": "38",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 985,
                    "end": 987,
                    "text": "39",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "DEI and the Doing/Allowing Distinction"
        },
        {
            "text": "Virus Killing Principle: If (i) a citizen is infected with SARS-CoV-2 and subsequently dies, and (ii) that citizen's government could have prevented them from being infected in the first place but instead relaxed behavioral restrictions which resulted in their being infected, then the government has killed that citizen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEI and the Doing/Allowing Distinction"
        },
        {
            "text": "The Virus Killing Principle will be controversial, as it involves an expansive notion of killing. We won't try to defend (or attack) this principle here (except to note that some people seem to be reasoning from some version of this principle when they claim, as mentioned above, that government policies that allow uncontrolled spread amount to killing). But we will argue that this principle could ground a response to the doing/allowing objection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEI and the Doing/Allowing Distinction"
        },
        {
            "text": "The response proceeds from the rather anodyne claim that not all killings are morally equal. Specifically, when an action kills an individual, if that individual has consented to that action before she is killed, then the action is less morally bad than it would have been had the victim not consented. Imagine that you are mountain climbing. Something has gone horribly wrong. You are attached to your partner by a rope as they dangle above a deep chasm. If you cut the rope, you thereby kill them (or so it is intuitive to claim). But that act of killing is less morally bad if your partner insists that you cut the rope to improve your chances than if your partner has begged you to not cut the rope. This example supports the following general principle: Consent Principle: All else equal, consensual killings are morally better than nonconsensual killings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEI and the Doing/Allowing Distinction"
        },
        {
            "text": "If one were to accept both the Virus Killing Principle and the Consent Principle, then one should maintain that the DEI scenario above is morally preferable to the CTC scenario above, even if the total number of deaths from SARS-CoV-2 in each scenario is the same. For in the DEI scenario, there are (given the Virus Killing Principle) fewer nonconsensual killings and more consensual killings relative to the CTC scenario, and this (according to the Consent Principle) is morally preferable to more nonconsensual killings and fewer consensual killings (provided the total number of killings is equal in each case). Thus, we have a nonconsequentialist argument from the Virus Killing Principle and the Consent Principle for the view that adoption of a DEI program can represent a moral improvement over the status quo even if it does not reduce overall harm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEI and the Doing/Allowing Distinction"
        },
        {
            "text": "The foregoing responses to the doing/allowing objection will be controversial and cannot be fully developed in this article. We've laid it out here only to illustrate that those who make the doing/allowing objection cannot assume that the distinction between killing and letting die straightforwardly supports CTC without DEI over CTC with DEI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEI and the Doing/Allowing Distinction"
        },
        {
            "text": "Lastly, even if DEI programs kill and CTC policies alone merely let people die, and even if killing is worse than letting die, other things being equal, it needs to be reiterated that all of that is still compatible with DEI programs being justified when other things are not equal, as they may well not be. In particular, deaths that occur as a result of a DEI program will be the result of a consensual exposure, rather than a nonconsensual exposure, and, depending on the empirical facts discussed earlier, the risk of death and other harms may be substantially reduced by a DEI program. The fact is that justified government policies and programs, including justified public health policies and programs, frequently reduce overall harm as well as personal risk without being free of all risk of causing deaths; recall the example of human challenge studies for SARS-CoV-2 vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEI and the Doing/Allowing Distinction"
        },
        {
            "text": "Our purpose in this article has not been to offer a decisive argument that a responsible DEI program should have been incorporated at the early stages of the COVID-19 pandemic, or that such programs should be used in the early stages of future pandemics. Indeed, despite everything we have said in this article, as a group of authors we remain collectively uncertain about whether a DEI would have been morally defensible in light of the numerous empirical and ethical uncertainties discussed above and will be sensitive to facts which may well be different in future pandemics. Moreover, there are arguments against DEI not addressed in this article. For example, a DEI program could feed public distrust in health authorities, which might contribute to other problems, such as an increase in vaccine hesitancy. Since we have not given a full accounting of all of the counts for and against DEI, we cannot claim to have settled anything. Nevertheless, we believe that the series of arguments that we've laid out in this article deserve ethicists' attention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Even if it was always unlikely that a DEI program would be implemented in response to the current pandemic, DEI nonetheless serves as a hypothetical case study for examining much more general issues concerning the moral significance of consent. There are many deep and unresolved philosophical questions about the circumstances in which we should allow consenting adults to engage in activities that are or might be harmful to them, and consideration of DEI may help to further our understanding of these questions. Consideration of DEI in the context of SARS-CoV-2 may also be useful to ethicists and policymakers in the future, who may need to think about unconventional approaches like DEI to deal with new infectious pathogens that will almost certainly emerge in the coming years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Variolation (+ Isolation) May Cut Covid19 Deaths 3-30X,' Overcoming Bias (blog)",
            "authors": [
                {
                    "first": "Robin",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Global Trends in Emerging Infectious Diseases",
            "authors": [
                {
                    "first": "Kate",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "7181",
            "pages": "990--93",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Planning for the Next Global Pandemic",
            "authors": [
                {
                    "first": "Allen",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "Suzanne",
                    "middle": [],
                    "last": "Crowe",
                    "suffix": ""
                },
                {
                    "first": "Mark",
                    "middle": [],
                    "last": "Tyndall",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "International Journal of Infectious Disease",
            "volume": "38",
            "issn": "",
            "pages": "89--94",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "We understand population immunity as a matter of degree: a given population has more population immunity when the proportion of individuals with immunity in that population is higher",
            "authors": [],
            "year": 2000,
            "venue": "After population immunity is high enough, a threshold -referred to as 'herd immunity' -is reached beyond which the virus has enough difficulty finding new hosts that it will eventually stop spreading in that population",
            "volume": "16",
            "issn": "",
            "pages": "601--607",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Walla Walla County Officials Warn against COVID-19 Parties to Expose Non-Infected People",
            "authors": [
                {
                    "first": "Justine",
                    "middle": [],
                    "last": "Coleman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Chickenpox Parties' Could Turn The Tide Of The Wuhan Virus",
            "authors": [
                {
                    "first": "Douglas",
                    "middle": [],
                    "last": "Peednia",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "How",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Federalist",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Texas Hospital Says Man, 30, Died After Attending a 'Covid Party",
            "authors": [
                {
                    "first": "Bryan",
                    "middle": [],
                    "last": "Pietsch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Historically, phase 3 trials alone for vaccines have taken around two and a half years. See Esther S. Pronker et al., 'Risk in Vaccine Research and Development Quantified",
            "authors": [
                {
                    "first": "Josh",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "Sophie",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "10232",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Over 140 vaccine candidates are being explored with four in large",
            "authors": [],
            "year": 2020,
            "venue": "Nature Reviews Drug Discovery",
            "volume": "19",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The New York Times, sec. Science",
            "authors": [
                {
                    "first": "Jonathan",
                    "middle": [],
                    "last": "Corum",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Human Challenge Studies to Accelerate Coronavirus Vaccine Licensure",
            "authors": [
                {
                    "first": "Nir",
                    "middle": [],
                    "last": "Eyal",
                    "suffix": ""
                },
                {
                    "first": "Marc",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "Peter G",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Journal of Infectious Diseases",
            "volume": "221",
            "issn": "11",
            "pages": "1752--56",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Why Challenge Trials of SARS-CoV-2 Vaccines Could Be Ethical Despite Risk of Severe Adverse Events",
            "authors": [],
            "year": 2020,
            "venue": "Ethics & Human Research",
            "volume": "42",
            "issn": "4",
            "pages": "24--34",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Infect Us with the Coronavirus. It Could Speed up a Vaccine",
            "authors": [
                {
                    "first": "Rose",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "WHO Working Group for Guidance on Human Challenge Studies in COVID-19, 'Key Criteria for the Ethical Acceptability of COVID-19 Human Challenge Studies,' World Health Organization: Global Health Ethics (World Health Organization",
            "authors": [
                {
                    "first": "Seema",
                    "middle": [
                        "K"
                    ],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Human Challenge Studies to Accelerate Coronavirus Vaccine Licensure",
            "authors": [
                {
                    "first": "Lipsitch",
                    "middle": [],
                    "last": "Eyal",
                    "suffix": ""
                },
                {
                    "first": "Smith",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Why Continuing Uncertainties Are No Reason to Postpone Challenge Trials for Coronavirus Vaccines",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Steel",
                    "suffix": ""
                },
                {
                    "first": "Lara",
                    "middle": [],
                    "last": "Buchak",
                    "suffix": ""
                },
                {
                    "first": "Nir",
                    "middle": [],
                    "last": "Eyal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Medical Ethics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Why Challenge Trials of SARS-CoV-2 Vaccines Could Be Ethical Despite Risk of Severe Adverse Events",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eyal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "For Now, It's Unethical to Use Human Challenge Studies for SARS-CoV-2 Vaccine Development",
            "authors": [
                {
                    "first": "Jeffrey",
                    "middle": [
                        "P"
                    ],
                    "last": "See",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The 38,000 figure was published on November 7, 2020 in Shariatzadeh",
            "volume": "586",
            "issn": "",
            "pages": "28538--28580",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Jewish Chronic Disease Hospital Case",
            "authors": [
                {
                    "first": "John",
                    "middle": [],
                    "last": "Arras",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ethical Issues in Modern Medicine: Contemporary Readings in Bioethics",
            "volume": "",
            "issn": "",
            "pages": "712--733",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The Hepatitis Experiments at the Willowbrook State School,' in The Oxford Textbook of Clinical Research Ethics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brandon",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Unruh",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "80--85",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Studies That Intentionally Infect People with Disease-Causing Bugs Are on the Rise",
            "authors": [
                {
                    "first": "Jon",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Human Challenge Trials in Vaccine Development",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Marc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Baay",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Biologicals",
            "volume": "61",
            "issn": "",
            "pages": "85--94",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Viral Dynamics in Mild and Severe Cases of COVID-19",
            "authors": [
                {
                    "first": "; -30x.&apos; Richard",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Chappell",
                    "suffix": ""
                },
                {
                    "first": "; Yang",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "These Coronavirus Exposures Might Be the Most Dangerous",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Clinical Course and Risk Factors for Mortality of Adult Inpatients with COVID-19 in Wuhan, China: A Retrospective Cohort Study",
            "authors": [
                {
                    "first": "Rong-Hui",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "European Respiratory Journal",
            "volume": "55",
            "issn": "5",
            "pages": "1054--62",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Human Challenge Studies to Accelerate Coronavirus Vaccine Licensure",
            "authors": [
                {
                    "first": "Lipsitch",
                    "middle": [],
                    "last": "Eyal",
                    "suffix": ""
                },
                {
                    "first": "Smith",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Why Challenge Trials of SARS-CoV-2 Vaccines Could Be Ethical Despite Risk of Severe Adverse Events",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eyal",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "What we are calling the dose-finding stage combines various aspects of phase 1 and phase 3 research stages usually involved in human clinical trials. The dose-finding stage is clearly experimental. If experimentation is a morally unique activity governed by its own special principles, as many bioethicists seem to believe",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Even in circumstances where an experimental vaccine is not yet known for sure to be safe and effective, medical experts might judge that a suitably designed experimental vaccine is likely to pose significantly lower risk than the virus itself, while offering at least a moderate chance of protection against the virus. If so, then DEI could be rendered safer by preceding exposure to SARS-CoV-2 with experimental vaccination. Additional advantages could support a policy of inoculating people via a combination of an experimental vaccine + DEI. We've seen that it could prove safer than DEI alone. It is also, importantly, more reliable than a policy of experimental vaccination alone: if the experimental vaccine fails, or suppresses COVID symptoms without preventing transmissibility, DEI (and the associated quarantine period) would serve as a 'failsafe' to establish immunity without risking community transmission. Finally, the combination of vaccination + DEI would effectively serve as a large-scale challenge trial of the experimental vaccine, helping to establish it as safe and effective far sooner than would otherwise be possible",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Variolation (+ Isolation) May Cut Covid19 Deaths 3-30X.' 14 Some of the vaccines that have recently proven effective against COVID-19 were available (albeit untested) since the earliest stages of the pandemic. See David Wallace-Wells, 'We Had the Vaccine the Whole Time,' Intelligencer",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "It's Going to Disappear': Trump's Changing Tone on Coronavirus",
            "authors": [
                {
                    "first": "Dan",
                    "middle": [],
                    "last": "Goldberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Politico",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Impact of Non-Pharmaceutical Interventions (NPIs) to Reduce COVID-19 Mortality and Healthcare Demand",
            "authors": [
                {
                    "first": "Neil",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "11--14",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Projecting the Transmission Dynamics of SARS-CoV-2 through the Postpandemic Period",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stephen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kissler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Why Dutch Lockdown May Be a High-Risk Strategy",
            "authors": [
                {
                    "first": "Anna",
                    "middle": [],
                    "last": "Holligan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BBC News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "When I Heard about Britain's 'Herd Immunity' Coronavirus Plan, I Thought It Was Satire",
            "authors": [
                {
                    "first": "William",
                    "middle": [],
                    "last": "Hanage",
                    "suffix": ""
                },
                {
                    "first": "&apos;",
                    "middle": [],
                    "last": "I&apos;m An Epidemiologist",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Herd Immunity' Not Part of Government's Plan for Tackling Coronavirus",
            "authors": [
                {
                    "first": "John",
                    "middle": [],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Telegraph",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "COVID-19 Herd Immunity: Where Are We?",
            "authors": [
                {
                    "first": "Arnaud",
                    "middle": [],
                    "last": "Fontanet",
                    "suffix": ""
                },
                {
                    "first": "Simon",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Reviews Immunology",
            "volume": "20",
            "issn": "10",
            "pages": "583--84",
            "other_ids": {
                "DOI": [
                    "10.1038/s41577-020-00451-5"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "For ease of exposition, we refer to DEI's potential for harm reduction as 'consequentialist' arguments, but nonconsequentialists can, of course, give significant weight to such considerations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "A Mathematical Model Reveals the Influence of Population Heterogeneity on Herd Immunity to SARS-CoV-2",
            "authors": [
                {
                    "first": "Tom",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "Frank",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "Pieter",
                    "middle": [],
                    "last": "Trapman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Covid-19: Risk Factors for Severe Disease and Death",
            "authors": [
                {
                    "first": "Peymane",
                    "middle": [],
                    "last": "Rachel E Jordan",
                    "suffix": ""
                },
                {
                    "first": "K K",
                    "middle": [],
                    "last": "Adab",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BMJ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Given the comparatively low risk that SARS-CoV-2 poses for healthy children, it's an interesting question -though not one that we take a stand on here -whether some children should be allowed to",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Of course, flu vaccinations do not involve being quarantined and the management of a serious disease, but given how much worse the public health and economic risks of COVID-19 are compared to the flu",
            "authors": [],
            "year": 2018,
            "venue": "See Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Young People Have Less Covid-19 Risk, but in College Towns, Deaths Rose Fast",
            "authors": [
                {
                    "first": "Danielle",
                    "middle": [],
                    "last": "Ivory",
                    "suffix": ""
                },
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Gebeloff",
                    "suffix": ""
                },
                {
                    "first": "Sarah",
                    "middle": [],
                    "last": "Mervosh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Hotel Quarantine Linked to 99% of Victoria's Covid Cases, Inquiry Told",
            "authors": [
                {
                    "first": "Josh",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Guardian",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "SARS-CoV-2 Infection Induces Robust, Neutralizing Antibody Responses That Are Stable for at Least Three Months",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [
                        "D"
                    ],
                    "last": "Kirkcaldy",
                    "suffix": ""
                },
                {
                    "first": "Brian",
                    "middle": [
                        "A"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [
                        "T"
                    ],
                    "last": "Brooks ; Ania Wajnberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MedRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "SARS-CoV-2 Infection Protects against Rechallenge in Rhesus Macaques",
            "authors": [
                {
                    "first": "Abishek",
                    "middle": [],
                    "last": "Chandrashekar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "369",
            "issn": "6505",
            "pages": "812--829",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Detection, Prevalence, and Duration of Humoral Responses to SARS-CoV-2 under Conditions of Limited Population Exposure",
            "authors": [
                {
                    "first": "Takuya",
                    "middle": [],
                    "last": "Sekine",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Dynamics and Significance of the Antibody Response to SARS-CoV-2 Infection",
            "authors": [
                {
                    "first": "Anita",
                    "middle": [
                        "S"
                    ],
                    "last": "Iyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MedRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Functional SARS-CoV-2-Specific Immune Memory Persists after Mild COVID-19",
            "authors": [
                {
                    "first": "Lauren",
                    "middle": [
                        "B"
                    ],
                    "last": "Rodda",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "These Coronavirus Exposures Might Be the Most Dangerous",
            "authors": [
                {
                    "first": "Bartman",
                    "middle": [],
                    "last": "Rabinowitz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Smallpox and Its Eradication",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fenner",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "245--57",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Variolation (+ Isolation) May Cut Covid19 Deaths 3-30X",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Pandemic Ethics: The Case for Risky Research.' 30 'Impact of Non-Pharmaceutical Interventions (NPIs) to Reduce COVID-19 Mortality and Healthcare Demand",
            "authors": [
                {
                    "first": "Singer",
                    "middle": [],
                    "last": "Chappell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ministry of",
            "volume": "",
            "issn": "",
            "pages": "11--14",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "But for such objections to succeed, strong grounds would need to be given for thinking that such a choice would indeed be contrary to their interests. Many have a strong interest in receiving financial rewards -an interest which should not be neglected when considering the ethics of structuring a policy in this way. Perhaps most importantly, proponents of the 'undue inducement' objection must defend against the response that they are unduly paternalistic; they are, after all, assuming that they are in a better position than the individuals themselves to determine what is in these individual's best interests. It also bears noticing that empirical studies suggest that payment actually leads participants to examine risks more carefully",
            "authors": [
                {
                    "first": "Cynthia",
                    "middle": [
                        "E"
                    ],
                    "last": "See",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cryder",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Social Science & Medicine",
            "volume": "70",
            "issn": "3",
            "pages": "455--64",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Lung Involvement Found on Chest CT Scan in a Pre-Symptomatic Person with SARS-CoV-2 Infection: A Case Report",
            "authors": [
                {
                    "first": "Ali",
                    "middle": [],
                    "last": "Asadollahi-Amin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Tropical Medicine and Infectious Disease",
            "volume": "5",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "A Prospect on the Use of Antiviral Drugs to Control Local Outbreaks of COVID-19",
            "authors": [
                {
                    "first": "Andrea",
                    "middle": [],
                    "last": "Torneri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Centers for Disease Control and Prevention, 'Therapeutic Management",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "What Is the Best Control Strategy for Multiple Infectious Disease Outbreaks?",
            "authors": [
                {
                    "first": "Nick",
                    "middle": [],
                    "last": "Bowman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Expert",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Achieving Herd Immunity for Coronavirus a 'Disastrous Strategy',' MyNorthwest.com",
            "volume": "274",
            "issn": "",
            "pages": "833--870",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Wide availability of rapid testing intersects with some of these harm-reduction-based considerations. Testing can afford some of the benefits of DEI by allowing people a way to ensure that they are not contagious or interacting with someone contagious. Consideration of this alternative will be important for a more exhaustive evaluation of DEI",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "More specifically, DEI reduces the total number of infections for each case in which the participant would otherwise have later gotten infected and spread the infection to at least one other. In other type-(i) cases, where the participant would otherwise have gotten infected but not infected anyone else",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Consent to Sexual Relations",
            "authors": [
                {
                    "first": "Alan",
                    "middle": [],
                    "last": "Wertheimer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "119--140",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The Nature of Consent",
            "authors": [
                {
                    "first": "George",
                    "middle": [
                        "P"
                    ],
                    "last": "Fletcher",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "The Ethics of Consent: Theory and Practice",
            "volume": "",
            "issn": "",
            "pages": "3--24",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Preface to a Theory of Consent Transactions: Beyond Valid Consent",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Franklin",
                    "suffix": ""
                },
                {
                    "first": "Alan",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wertheimer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Ethics of Consent: Theory and Practice",
            "volume": "",
            "issn": "",
            "pages": "79--105",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Rethinking the Ethics of Clinical Research: Widening the Lens",
            "authors": [
                {
                    "first": "Alan",
                    "middle": [],
                    "last": "Wertheimer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "45--116",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Active and Passive Euthanasia",
            "authors": [
                {
                    "first": "James",
                    "middle": [],
                    "last": "Rachels",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "The New England Journal of Medicine",
            "volume": "292",
            "issn": "9",
            "pages": "78--80",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Jones sees the boy's death as unfortunate but necessary to build the orphanage. One could argue that a CTC policy (where the government allows citizens to be infected to secure some further social benefit) is morally similar to Jones (where Jones allows his cousin to die to create an orphanage). Further, one could argue that a DEI program is different from Smith (because any deaths that occur in a DEI program are a result of choices made by consenting adults). If these claims hold up",
            "authors": [],
            "year": null,
            "venue": "The idea that CTC policies are straightforwardly immoral could be motivated by consideration of the following modified versions of Rachels's cases: Smith: Smith, moved by altruistic feeling, wants to build an orphanage to save many children",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Consider the case of deactivating an implanted total artificial heart discussed in Ben Bronner",
            "authors": [],
            "year": 2016,
            "venue": "Kennedy Institute of Ethics Journal",
            "volume": "26",
            "issn": "4",
            "pages": "347--67",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Similarly, it has been argued that when an agent causes someone to need saving and subsequently refrains from saving them, the agent both kills the victim and allows the victim to die. See Jeff McMahan, 'Killing, Letting Die, and Withdrawing Aid",
            "authors": [],
            "year": 1993,
            "venue": "Common Dreams",
            "volume": "103",
            "issn": "",
            "pages": "252--53",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "What Fans of 'Herd Immunity' Don't Tell You",
            "authors": [
                {
                    "first": "John",
                    "middle": [
                        "M"
                    ],
                    "last": "Barry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}