{
    "paper_id": "3d7599f1c35b70b28203725acec5e4dd84c12d95",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Das Manifestationsalter genetisch bedingter Erkrankungen liegt im Kindesalter. Zirka 30-35% aller verstorbenen Säuglinge haben genetische Erkrankungen oder Fehlbildungen. Etwa 70% der Patienten mit Intelligenzminderung haben eine ist eine genetische Ursache. Daraus wird ersichtlich, welche Bedeutung genetisch bedingte Krankheitsbilder in der Pädiatrie haben. In der Zwischenzeit wurde die aufwändige Sanger-Sequenzierung durch das \"next generation sequencing\" (NGS) ersetzt. Die auf dieser Basis durchgeführten Gen-Panel-Untersuchungen erlauben insbesondere bei heterogenen Krankheitsbildern eine kostengünstige und zeitsparende Möglichkeit, die Mutation in den ursächlichen Genen zu diagnostizieren. Bei nicht bekannter Diagnose ist es mittlerweile in vielen Fällen möglich, auf Exom-oder sogar Genombasis die zugrundliegende genetische Veränderung zu diagnostizieren. Dies hat dazu geführt, dass sich die Aufgabe des klinischen Genetikers geändert hat. Während es für eine Sanger-Sequenzierung notwendig war, eine exakte klinische Diagnose zu stellen, beginnt die Arbeit des klinischen Genetikers immer mehr erst nach der molekularen Klärung die Bedeutung des Befundes im Rahmen der genetischen Beratung zu vermitteln.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinische Genetik"
        },
        {
            "text": "Die genetische Beratung bei Kindern mit einer genetisch bedingten Erkrankung erfordert eine Familienanamnese mit Aufzeichnung eines Stammbaums über 3 Generationen, das Hinzuziehen von Krankenunterlagen betroffener Familienangehöriger, eine genaue Schwangerschafts-und Geburtsanamnese sowie eine exakte Dokumentation von möglichen Dysmorphiezeichen und Fehlbildungen. Sehr hilfreich ist eine fotographische Dokumentation. Diese sollte auch bei der Mitbeurteilung von Feten mit Fehlbildungen und perinatalen Todesfällen erfolgen genauso wie eine postmortale Röntgenaufnahme (sog. Babygramm) und das Asservieren von sterilem Material (Haut, Achillessehne) für eine Fibroblastenkultur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinische Genetik"
        },
        {
            "text": "Dier Labordiagnostik erfolgt je nach Fragestellung durch eine zytogenetische oder molekulargenetische Untersuchung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinische Genetik"
        },
        {
            "text": "Chromosomale Aberrationen j Grundlagen Bei etwa 0,5% der Neugeborenen findet sich eine Chromosomenstörung. Chromosomenaberrationen stellen eine wesentliche genetische Ursache für Spontanaborte dar. Im ersten Trimenon sind etwa 50% der Aborte auf Fehlgeburten zurückzuführen, im zweiten Trimenon liegt die Häufigkeit bei etwa 25%. Es überwiegen die autosomalen Trisomien (v. a. der Chromosomen 16, 21, 22 und 15) mit etwa 50-60%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1.2"
        },
        {
            "text": "Numerische Aberrationen Der häufigste Mechanismus, der zu einer numerischen Chromosomenstörung führt, ist eine Fehlverteilung (\"Non-Disjunction\") in der Meiose I und II. Seltener (5%) erfolgt die Fehlverteilung durch ein postzygotisches, mitotisches \"Non-Disjunction\". Von klinischer Bedeutung sind v. a. die Triso mien 13, 18 und 21, die meisten anderen Trisomien sind letal. Mit dem Leben vereinbar sind Mosaiktrisomien der Chromosomen 8 und 16.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1.2"
        },
        {
            "text": "Strukturelle Aberrationen Strukturelle Chromosomenaberrationen entstehen durch Brüche an einem oder mehreren Chromosomen. Unterschieden wird zwischen balancierten und unbalancierten Chromosomenstörungen. Bei balancierten Chromosomenstörungen liegt in der Regel kein Zugewinn oder Verlust von genetischem Material vor. Träger von balancierten Chromosomenstörungen sind meistens klinisch gesund. Nur in Fällen, in denen durch den Bruch-punkt ein dominantes Gen zerstört, kann es zu phänotypischen Auswirkungen kommen. Strukturelle Chromosomenstörungen treten meist spontan auf, können aber auch als Folge ionisierender Strahlen, viraler Infektionen oder Chemikalien entstehen. Einige genetisch bedingte Krankheitsbilder (z. B. Fanconi-Syndrom, Nijmegen-Breakage-Syndrom) gehen ebenfalls mit einer erhöhten Brüchigkeit einher. Weitere strukturelle Aberrationen sind: Deletionen, Duplikationen, Inversionen, Isochromosomen und Ringchromosomen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1.2"
        },
        {
            "text": "j Klinik Einige chromosomal bedingte Krankheitsbilder weisen einen klinisch erkennbaren Phänotyp auf. In vielen Fällen ist die Zuordnung zu einer definierten Chromosomenstörung jedoch schwierig oder nicht möglich. An eine Chromosomenstörung sollte gedacht, wenn eine Kombination von 2 der folgenden Kriterien vorliegt:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1.2"
        },
        {
            "text": "Entwicklungsrückstand Dieser umfasst prä-und postnatale Wachstumsstörungen, verzögerte statomotorische und geistige Entwicklung, insbesondere Sprachentwicklungsstörung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1.2"
        },
        {
            "text": "Faziale Dysmorphien Dysmorphien der Fazies wie Synophrys, auffällige Lidachse, pathologischer Augenabstand und andere sind häufig Ausdruck einer Chromosomenstörung. Viele chromosomal bedingte Krankheitsbilder sind allein aufgrund der fazialen Dysmorphien zu erkennen (Wolf-Hirschhorn-Syndrom, Katzenschrei-Syndrom etc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1.2"
        },
        {
            "text": "Kleinere und größere Fehlbildungen Viele Chromosomenstörungen gehen mit Organfehlbildungen einher. Auch auf Fehlbildungen des Skeletts sollte geachtet werden:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1.2"
        },
        {
            "text": "j Epidemiologie Die Trisomie 21 tritt mit einer Häufigkeit von 1 zu 700 Neugeborene dar und ist damit nicht nur die häufigste Chromosomenstörung, sondern auch die häufigste Ursache von Intelligenzminderung beim Menschen. Die durchschnittliche Lebenserwartung liegt bei etwa 50 Jahren und ist in den letzten Jahren kontinuierlich angestiegen. Etwa 15% der Kinder mit Trisomie 21 versterben im ersten Lebensjahr an den Folgen schwerer Herzfehler oder gastrointestinaler Fehlbildungen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trisomie 21 (Down-Syndrom)"
        },
        {
            "text": "j Klinik Kraniofaziale Dysmorphien Diagnostisch hinweisend sind eine Brachyzephalie, ein hypoplastisches Mittelgesicht mit flachem Nasenrücken, von innen nach außen ansteigende Lidachsen, Epikanthus, kleiner und ein meist aufgrund der muskulären Hypotonie offen gehaltener Mund mit sichtbarer Zunge. Spezifisch sind auch die Brushfield-Flecken in der Iris. Die Ohren sind meist klein und tief angesetzt. Der Hals ist kurz und breit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trisomie 21 (Down-Syndrom)"
        },
        {
            "text": "Weitere klinische Zeichen Es liegen eine ausgeprägte Muskelhypotonie sowie eine Hypermobilität der Gelenke vor. Bei vielen Kindern finden sich Nabel-und Leistenbrüche sowie eine Rektusdiastase. Die Patienten weisen eine Brachydaktylie sowie einen weiten Abstand zwischen 1. und 2. Zehe (\"Sandalenfurche\") auf. Häufig findet sich eine beidseitige Vierfingerfurche an den Händen. Während die Geburtsmaße meist im unteren Normbereich liegen, entwickelt sich bei allen Patienten ein postnataler Kleinwuchs mit einer Erwachsenengröße zwischen 140 und 160 cm. Sowohl die motori- j Therapie Wachstumshormontherapie Mehrere Multicenterstudien haben gezeigt, dass die Therapie mit Wachstumshormon das Längenwachstum und die Endgröße positiv beeinflusst können. Wesentliche Nachteile, außer den hohen Kosten, hat die Hormontherapie aber nicht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trisomie 21 (Down-Syndrom)"
        },
        {
            "text": "Steroidhormonsubstitution Die Substitution mit Sexualsteroiden (Östrogen, Sequenztherapie mit Östrogen und Gestagen) zur Einleitung der Pubertät sollte erst jenseitseines Knochenalter von 12½-13 Jahren erfolgen. Unter der Hormontherapie bilden sich die sekundären Geschlechtsmerkmale und periodische Blutungen aus und der Körperbau nimmt weibliche Formen an. Die Hormontherapie wird durch endokrinologisch erfahrene Kinderärzte gesteuert. Durch ständig begleitende Gespräche müssen das Selbstbewusstsein stabilisiert, alle Fragen der Sexualität, auch die der Kinderlosigkeit besprochen und der Übergang der Betreuung zu gynäkologisch oder endokrinologisch erfahrenen Ärzten sichergestellt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trisomie 21 (Down-Syndrom)"
        },
        {
            "text": "j Epidemiologie Bei etwa 1 auf 1000 neugeborenen Mädchen findet sich eine Trisomie X (47, XXX). Fast immer stammt das zusätzliche Chromosom von der Mutter als Folge einer Fehlverteilung (Non-Disjunction).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Triple-X-Syndrom (Trisomie X; 47,XXX)"
        },
        {
            "text": "Der überwiegende Anteil von Mädchen und Frauen ist phänotypisch unauffällig. Viele Frauen mit einem überzähligen X-Chromosom werden nicht diagnostiziert. Allerdings gibt es auch Patientinnen, die einen Hochwuchs, Teilleistungsschwächen besonders im sprachlichen Bereich sowie ein vermindertes Selbstbewusstsein aufweisen. Es ist nicht bekannt, durch welche Faktoren der Phänotyp beeinflusst wird. Der Befund eines Triple-X-Syndroms im Rahmen der Pränataldiagnostik bedarf einer genetischen Beratung. j Therapie Es sollte eine Substitutionstherapie mit Testosteron etwa im Alter von 12-14 Jahren begonnen werden (250 mg/Monat). Eine Testosterontherapie sollte auch dann erfolgen, wenn die Diagnose erst im Erwachsenenalter gestellt wurde, u. a. wegen des erhöhten Osteoporoserisikos. Es bestehen reproduktionsmedizinische Möglichkeiten (ICSI, Tesis) eigene Nachkommen zu haben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phänotyp"
        },
        {
            "text": "Mit jedem zusätzlichen X-Chrosomom nehmen die geistige Behinderung, die fazialen Dysmorphien und Genitalfehlbildungen deutlich zu. Häufig findet sich eine radioulnare Synostose als Leitsymptom. j Therapie Die Therapie ist symptomatisch. Bei Schlafstörungen sollte eine Therapie mit Melatonin erwogen werden. j Genetik Bei etwa 10% der Patienten lässt sich mit Hilfe von lokusspezifischen FISH-Sonden (CREBP-Gen) eine Mikrodeletion 16p13.3, die in der Regel de novo auftritt, nachweisen. Punktmutationen im CREBP-Gen sind bei 40-60% der Patienten nachweisbar. Nur wenige Patienten (ca. 3%) haben Mutationen in einem zweiten für das Rubinstein-Taybi-Syndrom verantwortlichen Gen (EP300-Gen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinefelter-Varianten (48, XXXY, 49, XXXXY)"
        },
        {
            "text": "j Therapie Die Therapie ist symptomatisch. j Genetik Die Genetik des auf dem Chromosom 11 (11p15) lokalisierten Krankheitsbilds ist sehr komplex, die kritische Region unterliegt dem Imprinting. Eine Duplikation 11p15 liegt bei nur bei ca. 1% der Patienten vor. Etwa 20% der Patienten haben eine paternale uniparentale Disomie 11p15. Die häufigste molekulare Ursache sind Imprintingdefekte der LIT1/KCNQ1QT-Gene (60%) sowie Imprintingdefekte in den Genen H19 und IGF2 (15%). Bei 4% der Patienten zeigt sich eine Mutation in einem weiteren Gen der Region 11p15, dem CDKN1C-Gen. Patienten, mit einem Imprintingdefekt im LIT1-Gen haben ein Tumorrisiko von 1-5%, wohingegen, bei Patienten mit Imprintingdefekten im H19-Gen ein Tumorrisiko von 35-45% besteht. Etwa 25-30% der Patienten mit einer paternalen uniparentalen Disomie 11p15 entwickeln einen Tumor, bei Patienten mit unauffälliger Methylierung liegt das Risiko für maligne Erkrankungen bei 10-15%. Die molekulargenetische Diagnostik hat also nicht nur das Ziel, die klinische Diagnose zu bestätigen, sondern hilft auch bei der Einschätzung des Tumorrisikos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wolf-Hirschhorn-Syndrom"
        },
        {
            "text": "Die vergleichende Genomhybridisierung (\"comparative genomic hybridisation\"; CGH) stellt eine neue Technik zum Nachweis kleinster struktureller Chromosomenveränderungen dar, die mit den konventionellen Methoden der Zytogenetik nicht erkannt werden können. Bei dieser Methode werden mit unterschiedlichen Fluoreszenzfarbstoffen markierte DNA-Proben eines Patienten und einer Kontrolle gegen tausende auf einem Trägermaterial immobilisierte DNA-Fragmente (z. B. Oligonukleotide oder BAC-Klone) aus unserem Erbgut hybridisiert. Durch Vergleich der Fluoreszenzintensität der Patienten-und Kontrollproben können mit diesem Verfahren je nach Auflösungsvermögen des eingesetzten Arrays Deletionen und Duplikationen von weniger als 100 Kilobasen erkannt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weitere Mikrodeletionssyndrome"
        },
        {
            "text": "Indikationen für diese Untersuchung stellen eine mentale Retardierung, tiefgreifende Entwicklungsstörungen des Autismus-Formen-kreises, multiple angeborene Fehlbildungen oder Patienten mit multiplen dysmorphologischen Merkmalen dar. Die Detektions rate einer klinisch relevanten Deletion oder Duplikation liegt in der Größenordnung von 10-15%. Mit Hilfe dieser Technik ist es gelungen, eine Vielzahl neuer Mikrodeletionssyndrome zu identifizieren, die allerdings nicht immer einen eindeutig klinisch erkennbaren Phänotyp aufweisen. Außerdem können mit Hilfe dieser Technik, insbesondere beim Einsatz hochauflösender Arrays, genetische Veränderungen detektiert werden, deren klinische Relevanz zum jetzigen Zeitpunkt noch unklar ist. In diesen Fällen ist häufig eine anschließende Testung der Eltern hilfreich. Neben Deletionen kommen die analogen Duplikationen vermutlich ähnlich häufig vor. Die klinische Ausprägung ist bei Duplikationen allerdings meist milder. Nicht selten werden insbesondere kleinere Deletionen oder Duplikationen auch bei einem Elternteil oder in geringer Frequenz auch in Kontrollpopulationen gefunden, sodass dann von einer verminderten Penetranz ausgegangen werden muss. Im Folgenden werden einige häufige neu identifizierte Mikrodeletionssyndrome vorgestellt. Deletion tritt in aller Regel de novo auf. In der Deletionsregion befindet sich bei 20% der Europäer ein Inversionspolymorphismus, der fast immer bei einem der Eltern vorhanden ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weitere Mikrodeletionssyndrome"
        },
        {
            "text": "j Therapie Die Therapie ist symptomatisch. j Therapie Hier ist besonders auf die Therapie des gastrointestinalen Refluxes (häufig Fundoplikatio notwendig) hinzuweisen, ansonsten ist die Therapie symptomatisch.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weitere Mikrodeletionssyndrome"
        },
        {
            "text": "In den letzten Jahren haben molekulargenetischen Untersuchungen im RAS-Signalweg wesentlich dazu beigetragen, die Klassifikation von Krankheitsbildern des Noonan-Syndrom-Spektrums -Noonan-Syndrom, kardiofaziokutanes-Syndrom und Costello-Syndrom -zu klären. Einige der Gene dieses Signalwegs sind als Onkogene schon lange bekannt. In der Zwischenzeit stehen für das NGS zahlreiche unterschiedliche Technologieplattformen zur Verfügung, die zugrundliegenden Techniken und die notwendigen Chemikalien unterscheiden sich dabei erheblich. Die am häufigsten benutzten Plattformen werden von den Firmen Roche, Illumina und Applied Biosystems/Life Technology angeboten. Diese Systeme unterscheiden sich durch die Durchsatzmenge der Basen und die Länge der sequenzierten Fragmente und werden dementsprechend für verschiedene Fragestellungen genutzt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Noonan-Syndrom, kardiofaziokutanes Syndrom, Costello-Syndrom"
        },
        {
            "text": "Die Sequenzierung des gesamten Genoms (\"whole genome sequencing\", WGS) ist möglich. Einige bekannten Persönlichkeiten (Craig Venter, James Watson etc.) haben mittlerweile ihr gesamtes Genom sequenzieren lassen. Allerdings eignet sich diese Methode derzeit nicht, um in der Praxis routinemäßig eingesetzt zu werden, da die Vielzahl der gefundenen Sequenzvarianten ein erhebliches Problem bei der Interpretation der Daten mit sich zieht. In der Forschung konnte dieser Ansatz jedoch schon in vielen Fällen genutzt werden, um das krankheitsverursachende Gen zu identifizieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Whole genome sequencing"
        },
        {
            "text": "Für die diagnostische Anwendung des NGS ist die Sequenzierung der kodierenden Bereiche (\"exom-sequencing\") geeignet. Durchschnittlich werden hiermit etwa 25.000 \"single nucleotide variants\" (SNV) entdeckt. Mehr als 95% dieser Varaianten entsprechen bekannten Polymorphismen. Beim sog. \"target enrichment\" wird die Anreicherung und Vervielfältigung der DNA-Probe des Patienten auf diejenigen Gene eingegrenzt, die aufgrund der klinischen Verdachtsdiagnose in Frage kommen. Die Arbeitsgruppe von Ngo et al. konnte mit Hilfe der Exomsequenzierung erstmalig 2010 erfolgreich das Gen für das autosomal rezessiv vererbte Miller-Syndrom identifizieren. Für diese Untersuchung reichten zwei betroffene Mitglieder einer Familie. Durch NGS konnte die Anzahl der Kandidaten gene auf 9 reduziert werden. Durch anschließende Sanger-Sequenzierung konnte dann das DHODH-Gen als ursächliches Gen für das Miller-Syndrom identifiziert werden. In der Zwischenzeit ist es auch möglich, mit dieser Methode nach gemeinsamen Haplotypen zu suchen, was die Anzahl der Kandidatengene nochmals reduziert. Durch eine weitere Verbesserung der Methoden ist es sogar möglich gewesen, mit Hilfe von nur einem sporadischen Fall durch NGS das krankheitsrelevante Gen für das Sensenbrenner-Syndrom zu identifizieren. fen, berühren jeden Arzt, der sich mit pränataler Diagnostik beschäftigt. \"Können Sie entscheiden, ob das Kind mit Mukoviszidose leben möchte oder nicht? Wie messen Sie den Sinn des Lebens? Glauben Sie nicht, dass das Erkennen eigener Grenzen auch Chancen für ein intensiveres Leben bietet?\" Die Lebenserwartung von Mukoviszidosepatienten steigt jedes Jahr um fast 1 Jahr. Die Dynamik der Therapieverbesserung auf mehreren Gebieten bis hin zu ersten Versuchen der Gentherapie haben zur Folge, dass über die Lebenserwartung eines heute geborenen Kindes keine Aussage gemacht werden kann und darf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exom-Sequenzierung"
        },
        {
            "text": "Ein besonders vielsprechender Ansatz wurde von Vissers et al. im Jahr 2011 beschrieben. Unter der Annahme, dass viele Erkrankungen, die mit einem Intelligenzdefizit einhergehen, sporadisch auftreten, wurde die Hypothese aufgestellt, dass es sich in diesen Fällen um De-novo-Mutationen handeln könnte. In dieser Studie wurde eine Exom-Sequenzierung bei einem Betroffenen und seinen Eltern (Trios) durchgeführt. In 7 von 10 Fällen konnte auf diese Weise die krankheitsverursachende Mutation gefunden werden. Allerdings ist es bei diesem Ansatz (Trio-Strategie) notwendig, pro Patient 3 Exome zu sequenzieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1"
        },
        {
            "text": "Seit der Einführung des NGS werden wöchentlich neue Krankheitsgene für autosomal-rezessiv vererbte, aber auch für sehr seltene autosomal-dominante Krankheitsbilder identifiziert (Kabuki-Syndrom, Schinzel-Giedion-Syndrom, Nicolaides-Baraitser-Syndrom und viele andere).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1"
        },
        {
            "text": "Für die ursächliche Klärung von heterogenen Krankheitsbildern werden zunehmend Diagnostik-Panels auf Basis des NGS genutzt, die eine Untersuchung von zahlreichen Genen gleichzeitig ermöglichen. Diese Strategie ist insbesondere für heterogene Krankheitsbilder empfehlenswert, bei denen zahlreiche unterschiedliche Gene für ein Krankheitsbild verantwortlich sind. Zu diesen Krankheitsbildern gehören z. B. die Netzhauterkrankungen (Retinitis pigmentosa), die zu einer frühen Blindheit führen. Aber auch für die Diagnostik von erblichen Hörstörungen, Epilepsie, Mikrozephalien, Bindegewebserkrankungen und vielen anderen Fragestellungen stehen mittlerweile entsprechende \"Panels\" zur Verfügung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostische Anwendung des NGS"
        },
        {
            "text": "Auch in der pränatalen Diagnostik hat das NGS Einzug gehalten. So gibt es mittlerweile einen Test, durch den es möglich ist, durch Untersuchung der fetalen DNA im mütterlichen Blut die Diagnose einer Trisomie 21 zu stellen. Hier ist zu erwarten, dass es in absehbarer Zeit auch realistisch sein wird, andere häufige Chromosomenstörungen wie die Trisomien 13 und 18 auf diese Weise zu erkennen. Grundsätzlich ist es denkbar, auch ein komplettes fetales Genom zu untersuchen. Hier erfolgte bereits eine erste Publikation. Allerdings ergeben sich doch erhebliche ethische Probleme, was den Umgang mit den gefundenen Daten angeht. Sowohl nicht interpretierbare Ergebnisse als auch Befunde, die ein relevantes Krankheits-oder Krebsrisiko darstellen, sind möglich. Hier sind die Ethikkommissionen gefragt, hohe ethische Standards zu etablieren. Unbedingt ist auf die Einhaltung des Gendiagnostikgesetzes zu achten, insbesondere auch auf das Recht auf Nichtwissen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NGS in der pränatalen Diagnostik"
        },
        {
            "text": "Das NGS hat unerwartet schnell Einzug in die humangenetische Diagnostik genommen. Mit Hilfe dieser Methode ist es möglich, die Sequenzierung von Genen kosteneffizient und schnell durchzuführen. Es ist zu erwarten, dass die Methoden und insbesondere die bioinformatische Verarbeitung der Daten weiterhin kontinuierlich verbessert werden und in naher Zukunft die Diagnostik in der gesamten Medizin bestimmen. Durch die Exomsequenzierung wird es ermöglicht, viel häufiger als früher eine exakte Diagnose zu stellen, die dann auch Ausgangspunkt für mögliche Therapieansätze sein kann. Auf der Basis einer exakten Diagnose kann dann auch eine bessere genetische Beratung erfolgen. Durch die Identifikation neuer Phänotypen wird in Zukunft auch eine genauere Genotyp-Phänotyp-Korrelation möglich sein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fazit und Ausblick"
        },
        {
            "text": "> Es wird von essenzieller Bedeutung sein, wie man mit Zufallsbefunden umgeht, die nicht im Zusammenhang mit der Fragestellung stehen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fazit und Ausblick"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Array-CGH: Erfahrungen aus Schleswig-Holstein",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Caliebe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Platzer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Argyriou",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Medizinische Genetik",
            "volume": "24",
            "issn": "",
            "pages": "99--107",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A copy number variation morbidity map of developmental delay",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Coe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Girirajan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Genet",
            "volume": "43",
            "issn": "",
            "pages": "838--846",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Next-generation sequencing: ready for the clinics?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "Jere",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Genet",
            "volume": "81",
            "issn": "",
            "pages": "503--510",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Wiedemanns Atlas der Klinischen Syndrome, 6. Aufl",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kunze",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Taschenlehrbuch Humangenetik, 8. Aufl. Thieme",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Murken",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Grimm",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Holisnki-Feder",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zerres",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The chromosome 22 deletion:from the unification of biomedical field to a new kind of genetic condition",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Navon",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Shwed",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Soc Sci Med",
            "volume": "75",
            "issn": "",
            "pages": "1633--1641",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Exome sequencing identifies the cause of a mendelian disorder",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Buckingham",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Leec",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Genet",
            "volume": "42",
            "issn": "",
            "pages": "790--793",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Contiguous gene syndromes: A component of recognizable syndrom",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Passarge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wirth",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Taschenatlas Humangenetik. Thieme, Stuttgart New York Schmickel R",
            "volume": "109",
            "issn": "",
            "pages": "231--241",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Genomic microarrays in mental retardation: from copy number variation to gene, from research to diagnosis",
            "authors": [
                {
                    "first": "Elm",
                    "middle": [],
                    "last": "Vissers",
                    "suffix": ""
                },
                {
                    "first": "Bba",
                    "middle": [],
                    "last": "De Vries",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Veltman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Med Genet",
            "volume": "47",
            "issn": "",
            "pages": "289--297",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Microdeletion and Microduplication syndromes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weise",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mrasek",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Histochem Cytochem",
            "volume": "60",
            "issn": "",
            "pages": "346--358",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "sche wie auch die sprachliche Entwicklung sind retardiert (IQ zwischen 20 und 50). Etwa 45% der Patienten haben einen Herzfehler, am häufigsten einen AV-Kanal (atrioventrikulärer Septumdefekt), seltener finden sich isolierte Ventrikelseptumdefekte (VSD), isolierte Vorhofseptumdefekte (ASD) oder ein offener Ductus Botalli. Gastrointestinale Fehlbildungen haben eine Häufigkeit von 12%, wobei besonders auf eine Duodenalatresie und einen Morbus Hirschsprung zu achten ist.Bei Neugeborenen kann ein transitorisches myeloproliferatives Syndrom auftreten. Bei ca. 1% der Patienten kann eine meist lymphatische Leukämie (ALL) auftreten, aber auch andere Leukämieformen werden beschrieben. Es besteht eine erhöhte Infektneigung. Das Risiko für eine Hypothyreose ist erhöht. Bei Erwachsenen besteht außerdem ein hohes Risiko einen Morbus Alzheimer zu entwickeln. Ursächlich wird die vermehrte Bildung von Amyloid-Precursor-Protein beschrieben (APP), dessen Gen auf dem Chromosom 21 lokalisiert ist. Diagnose Die Diagnose einer Trisomie 21 erfolgt fast immer als Blickdiagnose beim Neugeborenen aufgrund einer Kombination insbesondere fazialer Dysmorphien und Fehlbildungen. > Die klinische Verdachtsdiagnose sollte durch eine zytogenetische Untersuchung bewiesen oder ausgeschlossen werden. Für die genetische Beratung ist es unverzichtbar, zu wissen, ob eine freie Trisomie 21 oder eine Translokationstrisomie 21 vorliegt. Die Fürsorge muss auch das geistige und soziale Wohlbefinden berücksichtigen. 4 Neben den Eltern sollte ein interdisziplinäres Team in die Betreuung und Förderung einbezogen werden und ein Kontakt zur Selbsthilfegruppe empfohlen werden. Für die Koordination der Vorsorgemaßnahmen eignet sich ein sozialpädiatrisches Zentrum. Sicherung der aktiven Impfmaßnahmen, die analog zu gesunden Kindern durchgeführt werden sollten. 4 Überwachung des sozialen Milieus und falls erforderlich, Einleitung von sozialen Hilfestellungen (Anbindung an ein sozialpädiatrisches Zentrum oder Frühförderstelle). Abb. 1.2 Zytogenetische Aberrationstypen und Bedeutung der Familien beratung bei Trisomie 21. Wiederholungsrisiko entspricht dem Risiko für das Wiederauftreten der gleichen oder einer anderen Chromosomenaberra-tion. (Nach Boué u. Gallano, Mikkelsen u Stene, Stene et al.; zit. nach Stengel-Rutkowski) Ernährungsberatung zur Vermeidung von Übergewicht. Die Pubertät verläuft bei Jungen und Mädchen oft verzögert (Hypogonadismus). Die Spermatogenese ist reduziert. Männer mit Trisomie 21 sind in der Regel nicht zeugungsfähig, wohingegen Frauen mit Trisomie 21 schwanger werden können. Für deren Kinder besteht ein erhöhtes Risiko, ebenfalls eine Trisomie 21 zu haben. Erwachsenenalter Fast alle Vorsorgeuntersuchungen, die für das Kindes-und Jugendalter empfohlen sind, sollten auch beim erwachsenen Patienten weiter fortgeführt werden. Zusätzlich ist häufig eine psychologische oder psychiatrische Therapie notwendig. Weitere autosomale Aberrationen und ihre phänotypischen Besonderheiten sind in . Abb. 1.3 und in . Tab. 1.1 dargestellt. Die Fehlverteilung der Geschlechtschromosomen führt in der Regel im Vergleich zu den autosomalen Chromosomenstörungen zu einem milderen Phänotyp insbesondere im Hinblick auf die geistige Entwicklung. Abb. 1.3a-c Edwards-Syndrom (Trisomie 18). a Hypotrophes Neugeborenes mit Dolichozephalie, kleinem Mund, Mikrognathie und kleinen tiefsit-zenden Ohren. b Beugekontrakturen mit typischer Überlagerung der Finger. c Dorsalflexion der Großzehe und weiter Abstand zwischen 1. und 2. Zehe Erwähnenswert ist, dass eine Monosomie X sehr häufig Ursache von Aborten ist. Bei etwa 20% der Fehlgeburten, die eine chromosomale Ursache aufweisen, zeigt sich eine Monosomie X. Im Ultraschall zeigen sich eine intrauterine Wachstumsverzögerung sowie eine deutlich erhöhte Nackentransparenz im Sinne eines zystischen Hygroms oder auch ein generalisierter Hydrops. Im weiteren Verlauf werden Herzfehler oder Nierenfehlbildungen auffällig. Geburtsgewicht und Länge sind meist unterdurchschnittlich. Beim Neugeborenen sind lymphangiektatische Ödeme an Hand-und Fußrücken nahezu pathognomonisch (. Abb. 1.4). Bei einigen Neugeboren findet sich ein Pterygium colli (Flügelfell) als Ausdruck eines obliterierten zystischen Hygroms, sowie ein tiefer Nackenhaaransatz häufig mit inversem Haaransatz. Die fazia len Dysmorphien (. Abb. 1.5) (Epikanthus, Ptosis, weiter Augenabstand) können in diesem Alter noch sehr diskret sein. Der Thorax hat häufig eine Schildform (Schildthorax) mit weit auseinander stehenden Mamillen. Es zeigt sich eine Brachydaktylie mit hypoplastischen Nägeln. Ein Teil der Mädchen hat einen angeborenen Herzfehler (bikuspide Aortenklappe, Aortenisthmusstenose, valvuläre Aortenstenose, Mitralklappenprolaps). Schulalter und Erwachsenenalter Kleinwuchs und das Ausbleiben der Pubertät sind häufig Anlass, die Mädchen in einer Wachstumssprechstunde vorzustellen. Die Endgröße bei nicht behandelten Mädchen liegt zwischen 140 und 150 cm. Bei einer radiologischen Untersuchung der linken Hand findet sich in der Regel ein verkürztes Metakarpale IV (positives Metakarpalzeichen). Es liegt eine Gonadendysgenesie vor, die Ovarien sind bindegewebig verändert (Streak-Gonaden). Endokrinologisch zeigt sich ein hypergonadotroper Hypogonadismus. Wegen des erhöhten Risikos einer Dilatation der Aorta ascendens und einer Aortendissektion sollten regelmäßige Vorstellungen beim Kardiologen erfolgen. Außerdem sollte die Hörfähigkeit überprüft werden. Zytogenetische Diagnostik Bei etwa der Hälfte der Patientinnen mit klinischen Zeichen eines UTS zeigt sich eine Monosomie X (45,X). Bei etwa 25% liegt ein gonosomales Mosaik vor (45,X/46,XX). Bei Mosaikbefunden zeigt sich häufig ein milderer Phänotyp mit spontaner Pubertät. Wichtig ist auch der Nachweis eines Mosaiks mit einer männlichen Zelllinie (45,X/46,XY), die häufig nur durch molekularzytogenetische Untersuchungen dargestellt werden können. In diesen Fällen besteht ein Risiko für Gonadoblastome. Auch strukturelle Aberrationen wie eine Deletion Xp, ein Ringchromosom X oder Isochromosom X [i(Xq)] können für ein Ullrich-Turner-Syndrom verantwortlich sein. Die phänotypischen Auffälligkeiten werden durch einen Verlust von Genen, die auf dem kurzen Arm lokalisiert sind, verursacht. Es ist bekannt, dass der Kleinwuchs durch eine Haploinsuffizienz des SHOX-Gens entsteht. Abb. 1.4 Lymphangiektatisches Ödem am Handrücken als Leitsymptom des Turner-Syndroms beim Neugeborenen . Abb. 1.5 15-jähriges Mädchen mit Pterygium colli und Kleinwuchs ( Karyotyp 45,X) Endokrinologische Diagnostik Erniedrigte Basalwerte für die Gonadotropine sowie ein LH/RH-Test geben Auskunft über einen hypergonadotropen Hypogonadismus. Fehlbildungsdiagnostik Nach Diagnosestellung eines UTS müssen gezielte Untersuchungen zum Ausschluss eines Herzfehlers sowie von Fehlbildungen der Nieren und ableitenden Harnwege (Hufeisenniere, einseitige Nierenagenesie, Nierendoppelanlage etc.) durchgeführt werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Epidemiologie Das Klinefelter-Syndrom ist mit einer Inzidenz von 1-2 auf 1000 die häufigste gonosomale Chromosomenstörung. Männliche Infertilität ist in ca. 10% auf ein Klinefelter-Syndrom zurückzuführen. Das überzählige X-Chromosom stammt zur Hälfte vom Vater, zur Hälfte von der Mutter. Phänotyp Die Diagnosestellung erfolgt meistens erst aufgrund einer unvollständigen und spät auftretenden Pubertät, einer Gynäkomastie, eines Hochwuchses und eines kleinem Hodenvolumens. Selten zeigen sich eine Entwicklungsverzögerung sowie Konzentrations-und Verhaltensprobleme. Da viele Männer aber phänotypisch unauffällig sein können, erfolgt die Diagnosestellung häufig erst im Erwachsenenalter bei der Abklärung einer Infertilität. Im Spermiogramm findet sich eine Azoospermie oder eine Oligospermie mit meist unbeweglichen Spermien. Bei der endokrinologischen Untersuchung zeigt sich ein hypergonadotroper Hypergonadismus. Bei erwachsenen Männern besteht ein erhöhtes Risiko für Varikose, Diabetes mellitus und trophischen Hautveränderungen. Männer mit Klinefelter-Syndrom haben ein im Vergleich zu normalen Männern ein ca. 20-fach erhöhtes Risiko für Brustkrebs.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Bei etwa 1 auf 1000 männliche Neugeborene findet sich ein 47,XYY-Karyotyp. Männer mit diesem Chromosomensatz sind häufig überdurchschnittlich groß, die Fertilität kann leicht eingeschränkt sein.Abb. 1.6), die sich auch schon pränatal durch reduzierte Kindsbewegungen bemerkbar macht. Zusätzlich bestehen im Neugeborenen-und frühen Säuglingsalter ausgeprägte Fütterungsprobleme, die häufig eine Sondenernährung notwendig machen. Das Trinkverhalten bessert sich meist gegen Ende des ersten Lebensjahres. Bei Jungen bestehen ein Hodenhochstand sowie ein Skrotalhypoplasie, während sich bei Mädchen hypoplastische kleine Labien finden. 4 Kleinkindphase. Zwischen dem 1. und 5. Lebensjahr ändert sich das Essverhalten. Es entwickelt sich ein unstillbares Hungergefühl, das zu einer beginnenden Adipositas führt. Zusätzlich zeigen sich eine statomotorische und geistige Entwicklungsverzögerung. Fazial zeigen sich eine schmale Stirn mit bitemporalen Einziehungen und mandelförmige Augen. Auffällig ist ein zäher Speichel der die Entstehung von Karies begünstigt. 4 Kindes-und Jugendalter. Häufig findet sich jetzt Adipositas per magna auf (. Abb. 1.7). Zusätzlich bestehen ein Kleinwuchs sowie eine Akromikrie (kleine Hände und Füße). Die Pubertätsentwicklung ist aufgrund eines hypogonadotropen Hypogonadismus verzögert und unvollständig. Verhaltensprobleme wie Stimmungsschwankungen, aggressive Tendenzen und Hautkratzen (\"skin picking\") sind häufig. Die Intelligenzentwicklung kann von niedrig normal bis geistig behindert reichen. 4 Erwachsenenalter. Unbehandelte Patienten sind kleinwüchsig (145-160 cm), haben eine Adipositas per magna sowie kleine Hände und Füße. Der unstillbare Appetit macht das Zusammenleben schwierig. Mangelndes Selbstwertgefühl und Verhaltensprobleme bis hin zur Psychose kennzeichnen diese Phase. Nur sehr wenige Patienten haben eine abgeschlossene Berufsausbildung, meistens erfolgte eine Tätigkeit in einer betreuten Werkstatt. Zunehmend sind sich in Deutschland betreute Wohngruppen für Erwachsene mit PWS entstanden. . Tab. 1.2 Chromosomale Mikrodeletionssyndrome. Die ursächlich beteiligten Gene sind überwiegend noch unbekannt Therapie Bis heute gibt es keine ätiologische Therapie, die das mangelnde Sättigungsgefühl beeinflussen kann. Eine konsequente Durchführung einer Diät ist lebenslänglich notwendig. Internationale Studien konnten zeigen, dass durch diese Behandlung nicht nur die Endgröße verbessert wird, sondern dass aufgrund der anabolen Wirkung auch eine Umwandlung von Fett-in Muskelgewebe erfolgt, was bei vielen Patienten eine Verbesserung der Körperproportionen bewirkt. Seit einigen Jahren werden die Kosten für eine Therapie mit Wachstumshormon übernommen. Insgesamt sind in allen Phasen symptomatische Fördermaßnahmen wie z. B. Krankengymnastik, Ergotherapie und Logopädie notwendig. Genetik Bei etwa 70% der Patienten mit PWS findet sich eine ca. 4 Mb interstitielle Deletion am paternalen Chromosom 15 (15q11-q13), die überwiegend de novo ensteht. Ca. 25% der Patienten haben eine maternale uniparentale Disomie 15; dies bedeutet, dass beide Chromosomen 15 von der Mutter vererbt werden. In diesem Fall sind zwar 2 Kopien der PWS-Gene vorhanden, aber beide Gene sind stumm, sodass ein vollständiger Funktionsverlust dieser Gene resultiert. Bei wenigen Patienten die weder eine Deletion 15q11-q13 noch eine UPDmat aufweisen, zeigen beide Chromosomen 15 jedoch eine mütterliche Prägung (Imprintingfehler). Als Folge hiervon sind die PWS-Gene auf dem väterlichen Chromosom stumm. Es ergibt sich somit ein Effekt ähnlich wie bei einer uniparentalen Disomie. Man spricht auch von einer funktionellen Disomie. Bei einem Teil der Patienten mit Imprintingfehler findet sich eine Mikrodeletion (IC-Mutation). Epidemiologie Das Angelman-Syndrom (AS) weist eine Inzidenz von ca. 1 auf 15.000 Neugeborene auf. Wie beim PWS ist ursächlich ein funktioneller Verlust von Genen der chromosomalen Region 15q11-q13 vorhanden. Klinik Im Neugeborenenalter ist die Diagnosestellung meist schwierig. Niedriges Geburtsgewicht und eine nur mäßig ausgeprägte Hypotonie sowie eine Mikrozephalie sind eher unspezifische Marker. Bei der neurologischen Untersuchung zeigt sich häufig eine Rumpfhypotonie auf. EEG-Veränderungen im Sinne von großamplitudigen \"slow waves\" und frontal betonten \"spikes\" und \"sharp waves\" sind auch in diesem Alter schon vorhanden. Der häufigste Zeitpunkt der Diagnosestellung ist das späte Kleinkindalter. Eine deutlich verzögerte statomotorische und geistige Entwicklung, Ataxie, Krampfanfälle und besonders die ausbleibende Sprachentwicklung im Zusammenhang mit den typischen Veränderungen im EEG machen ein AS wahrscheinlich. Nicht alle Patienten lernen laufen. Auch aufgrund der schweren Ataxie ist meist ein Rollstuhl notwendig. Die Patienten zeigen unmotiviertes Lachen, was den Erstbeschreiber, den englischen Pädiater Harry Angelman im Zusammenhang mit der Ataxie von einem \"happy puppet syndrome\" sprechen ließ. Belastend für die Familie sind die Schlafprobleme. Die fazialen Merkmale beim AS sind nicht spezifisch, bei Erwachsenen zeigt sich ein zunehmend längliches Gesicht mit Progenie (prominentes Kinn). Die Patienten weisen im Gegensatz zum PWS fast immer eine schwere geistige Intelligenzminderung auf. Genetik Wie beim PWS findet sich bei der Mehrzahl (70%) der Patienten eine Deletion 15q11-q13, in diesem Fall aber eine maternale Deletion 15. Eine paternale uniparentale Disomie 15 liegt nur bei 1-2% der Patienten mit AS vor, Imprintingfehler treten mit einer Häufigkeit von etwa 5% auf. Ungefähr 20% der Patienten mit AS haben weder eine Deletion noch eine uniparentale Disomie noch einen Imprintingfehler, sondern eine Mutation im in dem für AS ursächlichen UBE3A-Gen, das in Gehirnzellen dem Imprinting unterliegt. Bei etwa 20% der Patienten mit den klinischen Zeichen eines AS lässt sich die molekulare Ätiologie nicht klären. Hier ist aber auch zu bedenken, dass möglicherweise andere Krankheitsbilder vorliegen, die ein ähnliches klinisches Bild aufweisen. Bindegewebsschwäche, die sich in Hernien, überstreckbaren Gelenken und weicher Haut äußert. Es bestehen ein Kleinwuchs sowie eine Mikrozephalie. Patienten mit Williams-Beuren-Syndrom fallen besonders durch Ihren Verhaltensphänotyp auf. Sie sind freundlich zugewandt, extrovertiert, aber distanzlos, verfügen über eine ausdrucksstarke Sprache, allerdings ist das Gesprochene oft inhaltslos und inadäquat (Partytalker) bei IQ-Werten zwischen 40 und 80. Genetik Ursächlich ist eine Deletion 17p11.2, die molekularzytogenetisch mit DNA-Sonden, die das RAI1-Gen enthalten, erkannt wird. Die Deletion entsteht in der Regel de novo. Bei etwa 10% der Patienten finden sich Mutationen im RAI1-Gen.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "die auch nach außen abweichen können. Es besteht eine unterschiedlich schwere mentale Retardierung. Erwachsene sind kleinwüchsig (140-155 cm).Es besteht ein leicht erhöhtes Risiko für maligne Erkrankungen wie Leukämien oder Hirntumoren. Strabismus Katarakte, Nystagmus und Glaukom sind häufige pathologische Augenbefunde.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Epidemiologie Die Häufigkeit des 1969 unabhängig von Wiedemann und Beckwith beschriebene Krankheitsbild liegt bei etwa1 auf 15.000 Neugeborene auf. Phänotyp Die Neugeborenen sind makrosom und sind durch Hypoglykämien gefährdet. Das postnatale Wachstum verläuft entlang der 90. Perzentile. Zusätzlich haben viele Kinder ein asymmetrisches Wachstum einer Körperhälfte (Hemihyperplasie). Eine Makroglossie muss in manchen Fällen operativ korrigiert werden. Schon pränatal kann eine große Nabelhernie mit Darm-und Leberanteilen im Bruchsack auffallen. Es zeigen sich grobe Gesichtszüge mit breiter eingesunkener Nasenwurzel, Naevus flammeus im Stirnbereich und Kerben der Ohrläppchen (. Abb. 1.9). Mit zunehmendem Alter norma lisiert sich das Gesicht. Es besteht ein erhöhtes Risiko (ca. 7%) für Tumoren, insbesondere Wilmstumoren, aber auch andere Tumoren wie Hepatoblastom, Phäochromozytom, Rhabdomysarkom wurden beobachtet.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "1.5.1 Mikrodeletionssyndrom 1q21.1 Epidemiologie Die Prävalenz dieses Mikrodeletionssyndroms wird auf ca. 0,2% aller Patienten mit einer mentalen Retardierung und/oder angeborenen Fehlbildungen geschätzt. In größeren Studien wurden über 100 Patienten mit diesem Syndrom identifiziert. Klinik Patienten mit einer 1q21.1-Mikrodeletion können ein weites Spektrum an klinischen Auffälligkeiten aufweisen. Hierzu zählen vari able milde Dysmorphiezeichen (prominente Stirn, tiefsitzende Augen, Epikanthus), eine Entwicklungsverzögerung, eine Mikrozephalie, ein Kleinwuchs, variable Augenauffälligkeiten (z. B. Strabismus, Kolobome, Mikrophthalmie), angeborene Herzfehler, seltener auch eine Gelenkhypermobilität, Krampfanfälle oder Gehirnfehlbildungen. Dieses Mikrodeletionssyndrom ist in der Regel fazial nicht als Blickdiagnose zu stellen. Genetik Eine Genotyp-Phänotyp-Korrelation wurde für diese rekurrente distale 1,35 Mb große 1q21.1-Deletion bislang nicht beschrieben. Nicht selten ist einer der gesunden Eltern ebenfalls Träger dieser Deletion. In unmittelbarer chromosomaler Nachbarschaft liegt die Mikrodeletionsregion für das TAR-Syndrom (\"thrombocytopenia absent radius\"). Beide Regionen können manchmal gemeinsam deletiert sein. Klinik Die fazialen Dysmorphien (Synophrys, Mittelgesichtshypoplasie, kurze Nase, mit antevertierten Nasenflügeln, betonte Unterlippe) . Abb. 1.9 Wiedemann-Beckwith-Syndrom: muskuläre Makroglossie, Mittelgesichtshypoplasie, Naevus flammeus der Glabellaregion, Weichteilfalten unter den Augen erlauben eine Blickdiagnose (. Abb. 1.10). Zusätzlich zeigen sich u. a. eine muskuläre Hypotonie, Herzfehler, Krampfanfälle, Kleinwuchs und Verhaltensauffälligkeiten. Immer besteht eine mentale Retardierung. Genetik Ursächlich ist eine Haploinsuffizienz des EHMT1-Gens vorhanden. Einige Patienten ohne nachweisbare Deletion haben eine Mutation in diesem Gen. Therapie Symptomatische Maßnahmen, wegen der Neigung zu Übergewicht kontrollierte Nahrungsaufnahme. Epidemiologie Die Prävalenz dieser Mikrodeletion wird auf ca. 1:5000 in der allgemeinen Bevölkerung und auf ca. 0,3% bei Patienten mit einer mentalen Retardierung und 1-2% bei Patienten mit einer Epilepsie geschätzt. Klinik Neben einer mentalen Retardierung werden eine Epilepsie, Hyperaktivität, Autismus und Herzfehler bei den Patienten beschrieben. Die phänotypische Ausprägung kann sehr variabel sein. Genetik In 25% der Fälle tritt diese Mikrodeletion de novo auf, in 75% wird sie von einem Elternteil vererbt, der häufig lediglich eine milde klinische Ausprägung aufweisen oder sogar asymptomatisch sein kann. Klinik Im Vordergrund steht meist eine sprachbetonte Entwicklungsverzögerung. Die phänotypische Ausprägung kann allerdings sehr variabel sein. Die Intelligenz kann bei Trägern dieser Mikrodeletion vom Normalbereich bis zu einer leichten geistigen Behinderung reichen. Viele Patienten haben autistische Verhaltensweisen, einige neigen zu Übergewicht. Spezifische faziale Dysmorphiezeichen, die die Diagnose erleichtern würde, liegen bei den Patienten nicht vor. Genetik Die meisten Patienten haben eine ca. 550 kb große De-novo-Deletion. Es sind aber auch Fälle von Vererbung eines Elternteils auf ein Kind beschrieben. Ebenfalls nicht selten ist die reziproke Mikroduplikation dieser Region. Die klinische Signifikanz der Mikroduplikation 16p11.2 ist bislang umstritten, da diese deutlich häufiger als die Deletion auch in der Normalbevölkerung gefunden wird. Therapie Die Therapie ist symptomatisch. 1.5.5 Mikrodeletionssyndrom 17q21.31 Epidemiologie Die Prävalenz wird auf ca. 1:16.000 in der Bevölkerung geschätzt. Klinik Die Patienten haben eine schwere muskuläre Hypotonie verbunden mit einer deutlichen motorischen Entwicklungsverzögerung. Laufen ist meistens erst nach dem 3. Lebensjahr möglich. Die fazialen Dysmorphien (hypotones Gesicht mit Ptosis, große, tief angesetzte Ohren, rechteckige, kolbenförmige Nase und ein langes Kinn) sind bei allen Patienten vorhanden, nicht immer aber so spezifisch, dass sie eine Blickdiagnose ermöglichen (. Abb. 1.11). Weitere Symptome können eine Epilepsie, renale und urologische Auffälligkeiten und ein Kryptorchismus sein. Interessant ist, dass bei vielen bisher beschriebenen Patienten mit dieser Deletion differenzialdiagnostisch an ein Angelman-Syndrom (7 Abschn. 1.4.2) gedacht wurde. Im Alter scheint das Gesicht länger und spezifischer zu werden. Genetik Die Deletion kann mittels der CGH-Arrayanalyse (. Abb. 1.12) oder bei spezifischem Verdacht mittels FISH nachgewiesen werden. Die",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Klärung der persönlichen Fragestellung des Ratsuchenden, das Erheben der Anamnese und Aufzeichnen eines Familienstammbaums, die Einsicht in Vorbefunde und ggf. eine klinische Untersuchung des Ratsuchenden oder anderer Familienmitglieder. Auf Grundlage der so erhobenen Verdachtsdiagnose kann sich eine genetische Laboruntersuchung anschließen, die im Idealfall zu einer möglichst genauen Diagnose führt. Eine genetische Beratung kann daher häufig mehrere Gespräche im zeitlichen Abstand umfassen. Dem Ratsuchenden sollten anschließend ausführliche Informationen zu der diagnostizierten Erkrankung gegeben werden, dabei sind insbesondere genetische Risiken für Familienangehörige und mögliche Nachkommen zu thematisieren. Die Berechnung eines genetischen Risikos stellt dabei einen zentralen Bestandteil einer genetischen Beratung dar. Sie sollte die Möglichkeit einer verminderten Penetranz oder eines Keimzellmosaikes berücksichtigen. Bei multifaktoriellen Erkrankungen ist in der Regel auf empirische Risikoziffern zurückzugreifen. Der Inhalt der genetischen Beratung wird für den Ratsuchenden in einem in verständlicher Sprache verfassten Brief zusammengefasst.Neben den nüchternen medizinisch-genetischen Sachverhalten spielen auch psychologische Aspekte bei einer genetischen Beratung eine wichtige Rolle, da nicht selten die Diagnose einer genetisch bedingten Erkrankung zu Schuldgefühlen und Ängsten bei den Patienten führt. Ein häufiger Anlass für eine humangenetische Beratung sind Kinder mit Fehlbildungen oder Störungen der psychomotorischen Entwicklung. Dabei ist eine Diagnosestellung insbesondere für die Einschätzung des Wiederholungsrisikos für weitere Kinder der Eltern von großer Bedeutung. Bei schwerwiegenden Erkrankungen müssten dann auch die Möglichkeiten und Grenzen einer pränatalen Diagnostik thematisiert werden.. Abb. 1.16 4-jähriger Junge mit Mowat-Wilson-Syndrom. a Frontalaufnahme, b nach vorne gebogenes Ohrläppchen Die Eltern eines 5-jährigen Kindes mit Mukoviszidose haben sich beim Kinderarzt und Humangenetiker umfassend über die Erkrankung und deren Vererbung informiert. Trotzdem wünschten sie in der nachfolgenden Schwangerschaft eine pränatale Diagnostik. Bereits in der 13. Schwangerschaftswoche erfuhren sie, dass ihr 2. Kind wieder die homozygote Mutation ΔF 508 trägt. Die Fragen, die die Eltern aufwer-Ähnliches gilt auch für humangenetische Beratungen von Schwangeren, bei denen z. B. sonographisch Auffälligkeiten beim Feten nachgewiesen wurden oder ein Altersrisiko besteht. Dabei kommt es insbesondere bei Erwägung eines Schwangerschaftsabbruchs nicht selten zu erheblichen psychischen und ethischen Konflikten der Ratsuchenden. Die persönliche Weltanschauung der Patientin einschließlich der religiösen Wertvorstellungen muss respektiert werden. Inanspruchnahme einer vorgeburtlichen Diagnostik präjudiziert bei einem pathologischen Befund in keinem Fall zwangsläufig einen Schwangerschaftsabbruch. Im Alter von 1½ Jahren wird bei dem Jungen mit Fehlbildungs-Retardierungs-Syndrom eine partielle Trisomie 13 diagnostiziert. Ursache der chromosomalen Aberration ist eine Inversion 13, die die Mutter und weitere Familienangehörige haben. In der 4. Schwangerschaft wird bei der pränatalen Diagnostik ein normaler männlicher Karyotyp nachgewiesen. Nach dem Tod des kranken Kindes gehen die Eltern eine weitere Schwangerschaft ein, die nach der pränatalen Diagnostik wieder eine partielle Trisomie 13 ergibt, aber von der Mutter ausgetragen wird. Die Eltern verlieren das Kind im Alter von 15 Monaten. Die letzte Schwangerschaft wird ohne pränatale Diagnostik ausgetragen. Das gesund geborene Kind hat die Inversion wie die Mutter. Die Eltern waren über die Prognose der chromosomalen Aberration informiert, haben sich mit der Alternative Austragen oder Abruptio intensiv auseinandergesetzt. Sie demonstrieren zugleich das Recht des Behinderten auf körperliche Unversehrtheit.Grundlage einer humangenetischen Beratung ist eine exakte Diagnose. In den letzten 30 Jahren ist es gelungen, zahlreiche Krankheitsgene zu identifizieren. Lange Zeit war eine Karyotypisierung die einzige Möglichkeit, eine ätiologische Klärung herbeizuführen. Molekularzytogenetische Methoden (FISH, Array-CGH) haben dann für eine Vielzahl von Fragestellungen eine ursächliche Klärung ermöglicht. Homozygotie-Mapping und Kopplungsanalysen stellen klassische aber aufwändige Verfahren dar, die es erlauben, neue Krankheitsgene zu identifizieren. Mitte der der 1970er Jahre wurde es durch die Sequenzierungsmethode nach Sanger (Sanger, PNAS) möglich, Gensequenzen und schließlich krankheitsverursachende Mutationen in den kodierenden Bereichen (Exons) von Genen zu identifizieren. Die DNA-Sequenzierung von Genen stellte bis vor kurzem den Goldstandard in der humangenetischen Diagnostik dar. Allerdings sind diese Analysen in der Abhängigkeit von der Größe des Gens (Zahl der Exons) sehr kosten-und zeitintensiv. Ein weiterer Nachteil ergibt sich bei der Diagnostik von Krankheiten für die mehrere Gene (z. B. Hörstörungen, Epilepsien, Bindegewebserkrankungen etc.) ursächlich bekannt sind.k DNA-Sequenzierung Seit ungefähr 10 Jahren wird an der Verbesserung der DNA-Sequenziermethoden gearbeitet. Kaum jemand hätte erwartet, dass die Etablierung des \"next generation sequencing\" (NGS), auch als \"massively parallel sequencing\" (MPS) bezeichnet, so schnell Einzug in die Praxis genommen hätte. Diese Hochdurchsatzsequenzierung beinhaltet viele verschiedene Sequenziermethoden. Während die Sanger-Sequenzierung sehr zeitaufwändig ist, ermöglicht das NGS, ein komplettes Genom innerhalb einer Woche zu sequenzieren. Dies wird durch paralleles Sequenzieren von Millionen von unterschiedlichen DNA-Fragmenten erreicht. Jeder Bereich des Genoms wird mehrfach parallel sequenziert. Dann erfolgt eine Fixierung eines Fragments an einer Oberfläche wie z. B. an kleinen Kügelchen (\" beads\") oder einer Glasoberfläche. Nach Abschluss der Sequenzierung werden Millionen von Reads mit einem Referenzgenom verglichen und bioinformatisch ausgewertet.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}