{
    "paper_id": "3d789173a247bcc3fa95a6f1ded38b6f2a50986f",
    "metadata": {
        "title": "Why we need longitudinal mental health research with children and youth during (and after) the COVID-19 pandemic",
        "authors": [
            {
                "first": "Mark",
                "middle": [],
                "last": "Wade",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Offord Centre for Child Studies",
                    "institution": "McMaster University",
                    "location": {
                        "settlement": "Hamilton",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": "wadem2@gmail.com"
            },
            {
                "first": "Heather",
                "middle": [],
                "last": "Prime",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Waterloo",
                    "location": {
                        "settlement": "Waterloo",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Dillon",
                "middle": [
                    "T"
                ],
                "last": "Browne",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Word Count (main text): 1,000 words",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Disclosure",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In recent weeks, dozens of studies have been designed to examine the mental health consequences of the COVID-19 pandemic. Absent from the literature is the expressed need for research that is both longitudinal and developmental. To date, studies with children and youth have been almost exclusively cross-sectional (e.g., Xie et al., 2020) . While immensely informative, these studies cannot speak to the long-term effects of the pandemic, nor the complex set of stressors that instigate these difficulties or the mechanisms through which those stressors operate. This article presents five common effects that occur in developmental psychopathology that emphasize the need for longitudinal mental health research with children and youth.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 339,
                    "text": "Xie et al., 2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "For many children, the current pandemic reflects an acute case of cumulative riskthey are being exposed to multiple co-occurring risk factors that increase the likelihood of mental health difficulties (e.g., parental job loss, marital conflict). For some children, there will be a precipitous increase in risk. For others, the aggregation of risk will be insidious and unfold over time. As risks accrue, there is corresponding wear-and-tear on the body caused by repeated physiological mobilization to respond to environmental challenge, termed allostatic load (Evans et al., 2013) . If repeated stress occurs due to accumulating risks, the physiological systems governing stress responsiveness may become depleted and recalibrate. This is important during COVID-19, as changes in stress responsiveness can alter the ways in which children respond to future challenges, including school reintegration, recurrence of home confinement, and other stressors (including those unrelated to COVID-19). Worsening mental health over time may reflect a progressive aggregation of risk that can only be elucidated using longitudinal designs that repeatedly assess both risk factors and behavior.",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 581,
                    "text": "(Evans et al., 2013)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "There is mounting evidence of increased mental health problems during the acute stages of COVID-19. However, for a subset of children and youth, the consequences of pandemic-related stress will not be immediately observed, and will only be detected following some period of development. Such sleeper effects have been reported for exposure to adversities such as intimate partner violence (Holmes, 2013) , the rates of which have been increasing cross-nationally during the pandemic. The effects of stress exposure may not manifest until a certain degree of neurobiological development has occurred or alterations in the social environment lead to change. The mental health ramifications of COVID-19 are likely to be longstanding, but not simply chronic. New difficulties for children who initially appeared well-adapted may surface later in development. This underscores the need for continued outcome monitoring among children facing near-term risks in order to intervene if difficulties begin to emerge.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 403,
                    "text": "(Holmes, 2013)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Additionally, two types of sensitizing effects should be considered in longitudinal research on COVID-19. First, pre-existing vulnerabilities may place some children at risk for later mental health problems in response to stress. In other words, pre-pandemic adversity may \"sensitize\" individuals to the effects of stress emanating from the pandemic (Stroud, 2020) . Those who were already contending with economic hardship, racism and discrimination, prior health conditions, relational dysfunction, or early trauma may be especially vulnerable to the effects of confinement, isolation, and stressful events. The second sensitizing effect considers pandemic-related stress as the index eventthat is, for individuals who have experienced relatively little prior adversity, the current pandemic may be a sensitizing event that lowers the threshold for tolerating later stress which triggers psychopathology. This is of concern given the possibility of extended confinement, repeated isolation, or cyclical exposure to stressful events during future disease mitigation efforts.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 364,
                    "text": "(Stroud, 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "The mechanistic effects of the pandemic on child and youth mental health entail an interplay of distal stressors and proximal family processes. For instance, parental job loss is likely to impact children via complex pathways involving caregiver well-being (e.g., psychological distress) and processes within families (e.g., coercive parent-child interactions; Prime et al., 2020) . Developmental research is predicated on the ability to uncover the factors accounting for change over time. Change can be mapped in at least two ways: (i) trajectoriesthe charting of within-and between-person change on a given construct (e.g., mental health); and (ii) pathwaysthe proximal processes linking distal risk to behavior change. Both of these methods require longitudinal data. In the case of trajectories, both time-variant (e.g., COVID-19 diagnosis) and time-invariant predictors (e.g., history of adversity) can be included to examine how these factors relate to fluctuations in mental health over time. In the case of pathways, cross-lagged models that measure mediators of change (e.g., parent-child relations) and outcomes (e.g., mental health) allow an assessment of directional influences. This is crucial, as efforts to treat and prevent mental health difficulties should target not only symptoms, but the primary mechanisms/mediators of change.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 380,
                    "text": "Prime et al., 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Finally, resilience is not simply a trait of individuals (something \"they have\"), but instead reflects the processes and resources that restore equilibrium, offset challenges, and foster adaptation to harsh conditions (Masten and Ciccheitti, 2016) . The study of individual adaptation to uncertain conditions during the pandemic requires longitudinal analyses, as the processes that cultivate resilience will change dynamically over time. At a socioecological level, this includes the capacity of healthcare systems to manage future crises, and policies to support families facing financial turmoil. At the family level, this includes positive relationships, patterns of communication, rules and rituals, and belief systems (e.g., meaning-making of adversity). Moreover, the timing of exposure to risk and resilience factors is likely to be consequential in predicting the mental health sequelae of the pandemic. Understanding how these \"windows of plasticity\" shape children's mental health necessitates longitudinal research that examines the type, timing, and intensity of risk and protective factors over time.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 247,
                    "text": "(Masten and Ciccheitti, 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "The COVID-19 crisis is unlike any the world has faced over the last century. Even as restrictions are lifted, schools re-open, and businesses re-establish themselves, the echo of the pandemic will be heard for years to come. As research funds are allocated and projects are launched, it is critical that we apply a longitudinal, developmental lens that allows us to capture the dynamic, non-linear, and multi-level factors affecting children and youth during this unprecedented time. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cumulative risk and child development",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Psychological Bulletin",
            "volume": "139",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The sleeper effect of intimate partner violence exposure: Long-term consequences on young children's aggressive behavior",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Child Psychology and Psychiatry",
            "volume": "54",
            "issn": "9",
            "pages": "986--995",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Resilience in development: Progress and transformation. Developmental psychopathology",
            "authors": [
                {
                    "first": "Cicchetti",
                    "middle": [],
                    "last": "Masten",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--63",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Risk and Resilience in Family Wellbeing During the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Prime",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American Psychologist",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The stress sensitization model",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Stroud",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Oxford Handbook of Stress and Mental Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mental Health Status Among Children in Home Confinement During the Coronavirus Disease",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Pediatrics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}