{
    "paper_id": "3d84660b1598e5126bcb597ab84cc8427fc35f9a",
    "metadata": {
        "title": "Hydroxychloroquine as Prophylaxis for COVID-19: A Review",
        "authors": [
            {
                "first": "Manuela",
                "middle": [],
                "last": "Monti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Scientifico Romagnolo per Lo Studio e La Cura Dei Tumori (IRST) IRCCS",
                    "location": {
                        "settlement": "Meldola",
                        "country": "Italy"
                    }
                },
                "email": "manuela.monti@irst.emr.it"
            },
            {
                "first": "Bernadette",
                "middle": [],
                "last": "Vertogen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Scientifico Romagnolo per Lo Studio e La Cura Dei Tumori (IRST) IRCCS",
                    "location": {
                        "settlement": "Meldola",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Carla",
                "middle": [],
                "last": "Masini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Scientifico Romagnolo per Lo Studio e La Cura Dei Tumori (IRST) IRCCS",
                    "location": {
                        "settlement": "Meldola",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Caterina",
                "middle": [],
                "last": "Donati",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Scientifico Romagnolo per Lo Studio e La Cura Dei Tumori (IRST) IRCCS",
                    "location": {
                        "settlement": "Meldola",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Claudia",
                "middle": [],
                "last": "Lilli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Scientifico Romagnolo per Lo Studio e La Cura Dei Tumori (IRST) IRCCS",
                    "location": {
                        "settlement": "Meldola",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Chiara",
                "middle": [],
                "last": "Zingaretti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Scientifico Romagnolo per Lo Studio e La Cura Dei Tumori (IRST) IRCCS",
                    "location": {
                        "settlement": "Meldola",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Gerardo",
                "middle": [],
                "last": "Musuraca",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Scientifico Romagnolo per Lo Studio e La Cura Dei Tumori (IRST) IRCCS",
                    "location": {
                        "settlement": "Meldola",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Ugo",
                "middle": [],
                "last": "De Giorgi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Scientifico Romagnolo per Lo Studio e La Cura Dei Tumori (IRST) IRCCS",
                    "location": {
                        "settlement": "Meldola",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Claudio",
                "middle": [],
                "last": "Cerchione",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Scientifico Romagnolo per Lo Studio e La Cura Dei Tumori (IRST) IRCCS",
                    "location": {
                        "settlement": "Meldola",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Alberto",
                "middle": [],
                "last": "Farolfi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Scientifico Romagnolo per Lo Studio e La Cura Dei Tumori (IRST) IRCCS",
                    "location": {
                        "settlement": "Meldola",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Pietro",
                "middle": [],
                "last": "Cortesi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Scientifico Romagnolo per Lo Studio e La Cura Dei Tumori (IRST) IRCCS",
                    "location": {
                        "settlement": "Meldola",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Pierluigi",
                "middle": [],
                "last": "Viale",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università di Bologna",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Giovanni",
                "middle": [],
                "last": "Martinelli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Scientifico Romagnolo per Lo Studio e La Cura Dei Tumori (IRST) IRCCS",
                    "location": {
                        "settlement": "Meldola",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Oriana",
                "middle": [],
                "last": "Nanni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Scientifico Romagnolo per Lo Studio e La Cura Dei Tumori (IRST) IRCCS",
                    "location": {
                        "settlement": "Meldola",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Stefano",
                "middle": [],
                "last": "Giovagnoli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Francesca",
                "middle": [
                    "Romana"
                ],
                "last": "Spinelli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The impact of the COVID-19 pandemic worldwide has led to a desperate search for effective drugs and vaccines. There are still no approved agents for disease prophylaxis. We thus decided to use a drug repositioning strategy to perform a state-of-the-art review of a promising but controversial drug, hydroxychloroquine (HCQ), in an effort to provide an objective, scientific and methodologically correct overview of its potential prophylactic role. The advantage of using known drugs is that their toxicity profile is well known and there are fewer commercial interests (e.g., expired patents), thus allowing the scientific community to be freer of constraints. The main disadvantage is that the economic resources are almost always insufficient to promote large multinational clinical trials. In the present study, we reviewed the literature and available data on the prophylactic use of HCQ. We also took an in-depth look at all the published clinical data on the drug and examined ongoing clinical trials (CTs) from the most important CT repositories to identify a supporting rationale for HCQ prophylactic use. Our search revealed a substantial amount of preclinical data but a lack of clinical data, highlighting the need to further assess the translational impact of in vitro data in a clinical setting. We identified 77 CTs using a multiplicity of HCQ schedules, which clearly indicates that we are still far from reaching a standard of care. The majority of the CTs (92%) are randomized and 53% are being conducted in a phase 3 or 2/3 setting. The comparator is placebo or control in 55 (77%) of the randomized studies. Forty-eight (62%) CTs expect to enroll up to 1,000 subjects and 50 (71%) plan to recruit healthcare workers (HCW). With regard to drug schedules, 45 (58.5%) CTs have planned a loading dose, while 18 (23.4%) have not; the loading dose is 800 mg in 19 trials (42.2%), 400 mg in 19 (42.2%), 600 mg in 4 (8.9%) and 1,200 mg in 1 (2.2%). Forty trials include at least one daily schedule, while 19 have at least one weekly schedule. Forty-one (53.2%) will have a treatment duration of more than 30 days. Awaiting further developments that can only derive from the results of these prospective randomized CTs, the take-home message of our review is that a correct methodological approach is the key to understanding whether prophylactic HCQ can really represent an effective strategy in preventing COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Identifying effective antiviral agents to treat and prevent COVID-19 disease is a high priority. The current emergency warrants the urgent development of potential strategies to protect people at high risk of infection, especially cohabitants of diagnosed COVID-19 patients. There are still no drugs approved for disease prophylaxis, despite specific initiatives to accelerate the development of support and evaluation procedures for COVID-19 treatments and vaccines. Thus, the search for effective drugs is mandatory. Treatment is crucial to contrast viral infection, but the prevention of COVID-19 with chemoprophylaxis and vaccination will be the next step in offloading the heavily burdened healthcare system. An efficient approach to drug discovery is to test existing antiviral drugs (Wanget al., 2020) . The repositioning of old drugs is an interesting strategy because knowledge of their safety profile, side-effects, posology and drug interactions are well known . Among several potential candidates, hydroxychloroquine (HCQ) appears to be one of the drugs of choice for large-scale use because of its availability, proven safety and low cost. HCQ is authorized in Europe and the U.S. for different indications. Table 1 provides a summary of the indications, schedules and dosages based on Summary of Product Characteristics (SPC) from the Italian Medicines Agency (AIFA), the European Medicines Agency (EMA), the national EU competent authorities and the Food and Drug Administration (FDA). HCQ is administered as chronic treatment in lupus and rheumatoid arthritis, and is given for a limited period for malaria and photodermatosis. A loading dose of 400-800 mg is frequently used with a daily maintenance dose of 200-400 mg for a period ranging from 3 days until treatment failure, which may means months or years. We thus aimed to review all available resources to gain a state-of-the-art overview of the potential role of HCQ in preventing the spread of COVID-19 and to identify a reasonable schedule for its use as prophylaxis. There are few clinical data on the prophylactic role of HCQ. The rationale to hypothesize the prophylactic use of HCQ derived from first results obtained on around 100 Chinese COVID-19 patients in which the superiority of chloroquine (CQ) over the control group was seen in terms of reduction of exacerbation of pneumonia, duration of symptoms and delay of viral clearance, and absence of severe side-effects Gao et al., 2020) . This led to China including CQ in its recommendations for the prevention and treatment of COVID-19 pneumonia. The activity of HCQ in viruses is probably similar to that of CQ as the mechanism of action of these two molecules is identical. This, in addition to the better toxicity profile and lower cost of HCQ with respect to CQ, prompted the activation of several CTs on HCQ worldwide. Mainly based on preclinical data, the aim of these trials is to find an effective schedule to prevent COVID-19 infection. Their results will provide the scientific community with reliable and methodologically sound data on which to base future decisions about the use of HCQ in this setting. The need to rapidly find safe and effective treatments for COVID-19 has, in fact, led to questionable data generation and interpretation for the use of HCQ with undesirable downstream effects and a negative impact on public opinion that have caused some competent authorities to discontinue its use in clinical practice. Despite this, numerous studies are now ongoing worldwide using different approaches, different schedules and drug doses. In this paper we review HCQ dosages derived from preclinical and clinical studies and CT repositories.",
            "cite_spans": [
                {
                    "start": 790,
                    "end": 808,
                    "text": "(Wanget al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 2452,
                    "end": 2469,
                    "text": "Gao et al., 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1221,
                    "end": 1228,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "The aim of this study was to integrate historical and current preclinical and clinical results and to evaluate all active CTs supporting the prophylactic use of HCQ. For this purpose, we performed a review of the literature and CT databases, including public CT websites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design and Objective"
        },
        {
            "text": "We focused mainly on available preclinical and clinical results on HCQ from PubMed and EMBASE. However, we also searched public CT databases: ClinicalTrials.gov (https://clinicaltrials.gov) (1 st step), Clinical Trial register (https://www.clinicaltrialsregister. eu) (2 nd step) and International Clinical Trials Registry Platform (ICTRP) (https://www.who.int/ictrp/en) (3 rd step). The search terms for all databases were HCQ, COVID-19, prophylaxis, prevention. The search terms for PubMed and EMBASE, selected in various combinations, were HCQ, SARS-Cov-2, preclinical, clinical, prophylaxis, and prevention. We included all published preclinical and clinical data, without limitations, that evaluated the prophylactic role of HCQ.",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 572,
                    "text": "preclinical,",
                    "ref_id": null
                },
                {
                    "start": 573,
                    "end": 582,
                    "text": "clinical,",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 595,
                    "text": "prophylaxis,",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 611,
                    "text": "and prevention.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "For the scope of the present work we looked for randomized and non randomized interventional CTs on the use of prophylactic HCQ in subjects who tested negative to COVID-19 or asymptomatic subjects who did not known they were COVID-19-positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Retrospective and prospective observational studies were excluded from the analysis. We included CT data for 2020 (01/01/2020-October 15, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Ten articles on prophylactic HCQ posology selected from PubMed are included in the review Liu et al., 2020; Gao et al., 2020; Shah et al., 2020; Yao et al., 2020; Zhou, et al., 2020; Garcia-Cremades et al., 2020; Al-Kofahi et al., 2020; Funnel et al., 2020; Maisonnasse et al., 2020) . Based on in vitro data, several dosages have been proposed but very few results are available on their clinical use. Data on HCQ derive mainly from CQ data as they share a similar chemical structure and mechanisms of action. Both drugs have shown in vitro or in animal models to induce an antiviral effect by increasing the endosomal pH, which is crucial for virus-cell fusion. They also interfere with the glycosylation of SARS-COV-2 cell receptors. In addition to their antiviral action, HCQ and CQ have an immunomodulating activity that may synergistically enhance Frontiers in Pharmacology | www.frontiersin.org December 2020 | Volume 11 | Article 605185 their antiviral effect in vivo. In vitro studies suggest that the effect on cells is observable when the drug is present before and after the viral inoculum. The choice of HCQ over CQ derives from the former's greater in vitro efficacy. According to a recent study, HCQ may also be active against SARS-COV-2 at lower concentrations than CQ Yao et al., 2020) . HCQ exhibits a superior in vitro antiviral effect compared with CQ and so may be a promising drug for the prevention and treatmentof SARS-CoV-19. According to Liu et al. (2020) , both drugs have a similar tissue distribution pattern, with concentrations in the liver, spleen, kidney and lung reaching levels 200-to 700-fold higher than those in plasma. The safe dosage of HCQ is 6-6.5 mg/kg per day, which leads to an HCQ concentration in the above tissues that is like to be able to inhibit SARS-CoV-2 infection. Physiological pharmacokinetic models and in vitro data have demonstrated that high concentrations of HCQ can be reached in lung fluid (Yao et al., 2020) . HCQ is also an anti-inflammatory agent and can significantly decrease the production of cytokines, responsible for severe COVID-19 inflammatory reactions. According to Yao et al. (2020) , HCQ exhibits a superior in vitro antiviral and prophylactic activity compared to CQ when it is added prior to the viral challenge. The authors report that HCQ-calculated lung, blood and plasma concentrations rapidly increase and reach steady state following the initial loading dose and subsequent maintenance doses.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 107,
                    "text": "Liu et al., 2020;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 108,
                    "end": 125,
                    "text": "Gao et al., 2020;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 126,
                    "end": 144,
                    "text": "Shah et al., 2020;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 145,
                    "end": 162,
                    "text": "Yao et al., 2020;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 163,
                    "end": 182,
                    "text": "Zhou, et al., 2020;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 183,
                    "end": 212,
                    "text": "Garcia-Cremades et al., 2020;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 213,
                    "end": 236,
                    "text": "Al-Kofahi et al., 2020;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 237,
                    "end": 257,
                    "text": "Funnel et al., 2020;",
                    "ref_id": null
                },
                {
                    "start": 258,
                    "end": 283,
                    "text": "Maisonnasse et al., 2020)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1285,
                    "end": 1302,
                    "text": "Yao et al., 2020)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1464,
                    "end": 1481,
                    "text": "Liu et al. (2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1953,
                    "end": 1971,
                    "text": "(Yao et al., 2020)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2142,
                    "end": 2159,
                    "text": "Yao et al. (2020)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Preclinical Data as a Rationale for Prophylactic Hydroxychloroquine Posology"
        },
        {
            "text": "Al-Kofahi et al. (2020) simulated potential HCQ dosing regimens for pre-exposure and post-exposure prophylaxis, their data suggesting that higher HCQ doses than those recommended for chemoprophylaxis of malaria may be required. Recent studies on in hamster and non human primates showed no protection against infection derived from pre-exposure prophylactic HCQ treatment (Funnel et al., 2020; Maisonnasse et al., 2020) .",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 393,
                    "text": "(Funnel et al., 2020;",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 419,
                    "text": "Maisonnasse et al., 2020)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Preclinical Data as a Rationale for Prophylactic Hydroxychloroquine Posology"
        },
        {
            "text": "At the time of writing the present review (October 15, 2020), there were some preliminary data on the use of prophylactic HCQ in randomized CTs; Boulware et al. (2020) reported their results on HCQ as a post-exposure prophylaxis for COVID-19 vs. placebo. The study enrolled 821 asymptomatic individuals exposed to confirmed Covid-19 subjects who were randomly assigned to receive placebo or HCQ. The incidence of a new illness compatible with COVID-19 did not differ significantly between the two arms. Side-effects were more common with HCQ than with placebo, but no serious adverse reactions were reported. Rajasingham et al. reported the results of a pre-exposure prophylaxis with HCQ in a randomized study of healthcare workers (HCW) in which 1,483 subjects were randomized to receive HCQ (HCQ 400 mg weekly vs. HCQ 400 mg twice weekly) vs. placebo. The authors did not find a significant reduction in COVID incidence in any of the three arms. Given the lack of clinical data on HCQ, we moved our search to CTs to identify the prophylactic scheme chosen in important clinical centers around the world to contrast COVID-19 disease. We therefore selected interventional prospective CTs on prophylactic HCQ in subjects not documented to have COVID-19 or to be SARS-CoV-2-positive. Trials enrolling positive subjects, even when a symptomatic, were excluded because in such cases HCQ is considered treatment and not prophylaxis. We considered both pre-exposure and postexposure settings. Search results ( Table 2 ) from www. clinicaltrials.gov highlighted 68 ongoing CTs activated from January 01, 2020 to October 15, 2020, 51of which met study requirements. Seventeen CTs were excluded because they were observational (6 CTs) or included COVID-19 patients (11 CTs). We then performed the same search in other databases, excluding CTs already captured in the previous search and excluding those that failed to meet study requirements. We identified 20 CT sin the EU Clinical Trials Register (European database), 12 of which were considered for the present work. As 3rd step, we searched for CTs on the World Health Organization International Clinical Trials Registry Platform (WHO ICTRP), which is automatically updated by the American and European databases each week, but also interfaces with other databases worldwide every 4 weeks. We identified 79 CTs, 14 of which are included in our analysis. A total of 77 CTs were identified (Supplementary Table S1 ). Table 3 describes CT design: 92% of all studies are randomised and 53% are phase 3 or 2/3. The comparator is placebo or control in 55 (77%) of the randomised studies. Among the remaining 16 CTs, 3 studies are comparing different schedules of HCQ, five are evaluating HCQ in association with vitamins and/or zinc or compared HCQ with vitamins and/or zinc, 3 administer HCQ in combination with lopinavir/ritonavir, 2 HCQ with azythromicyn, 1 HCQ with bromhexine, 1 HCQ with emtricitabine/tenofovir disoproxil and 1 HCQvs.ivermectin vs. zinc vs. povidoneiIodine vs. vitamin C. As reported in Table 4 , 48 (62%) CTs expect to enroll up to 1,000 subjects, 50 (65%) plan to enroll HCW, and only 13 (17%) plan to recruit contacts (no HCW). With regard to drug schedule, 45 (58.4%) CTs are using a loading dose while 18 CTs (23.3%) are not. This information is unavailable for 15 (19.5%) CTs.The loading dose is 800 mg in 19 (42.2%) trials, 400 mg in 19 (42.2%), 600 mg in 4 (8.9%) and 1,200 mg in 1 (2.2%). Forty CTs include at least one daily schedule of HCQ and 19 at least one weekly schedule. Forty-one (53.2%) trials have a treatment duration of more than 30 days. Given the substantial schedule variability, the most indicative value may be dose intensity (total dosage divided by the total administration period), which ranges from a daily dose of 37 mg up to 800 mg (Supplementary Table S1 ).",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 167,
                    "text": "Boulware et al. (2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 609,
                    "end": 627,
                    "text": "Rajasingham et al.",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1504,
                    "end": 1511,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2448,
                    "end": 2456,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2460,
                    "end": 2467,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 3049,
                    "end": 3056,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 3842,
                    "end": 3850,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Clinical Results"
        },
        {
            "text": "The role of HCQ in the prevention of SARS-CoV-2 and its optimal prophylactic dosage have yet to be clarified. Although in vitro data suggest that HCQ may be effective in preventing infection thanks to its mechanism of action, robust clinical evidence is still missing. On the basis of preclinical results, HCQ can be given at a maximum dose of 1,200 mg daily (Shah et al., 2020) . Garcia-Cremades et al., (2020) performed pharmacokinetic simulations, observing that 800 mg/day either loaded upfront or as 400 mg b. i.d., appeared to have good efficacy on viral load. A single dose of HCQ 800 mg reached a lung tissue concentration more than 20-fold higher than EC50 (half maximal effective concentration) values needed to inhibit SARS-CoV-2 in the lung on day 1 (Yao et al., 2020) . Given that the half-life of HCQ in blood after a single dose of 200 mg is 22 days (hydroxychloroquine sulfate tablets, 2020), a single dose each week or even every three weeks should be sufficient to prevent SARS-CoV-2-induced lung damage. The first results arrived from China, but the schedule for their prophylactic use was empirical and heterogeneous, causing further dilemma among western healthcare professionals. Results from interventional CTs on the prophylactic use of HCQ are very limited. Our search of PubMed and EMBASE revealed three randomized trials, one investigating post-exposure prophylaxis in individuals exposed to confirmed Covid-19 subjects and two investigating pre-exposure prophylaxis in healthcare workers (Abella et al., 2020; Rajasingham et al., 2020) . Cohen et al. pointed out several limitations of Boulware's trial such as the specificity of participant-reported symptoms, no monitoring of adherence to the intervention and, in particular, the long delay between perceived exposure to SARS-CoV-2 and the start of HCQ (Cohen, 2020) . Gurjar et al. hypothesized that the results of Boulware's study may simply have been affected by the timing of therapy with respect to exposure (Gurjar and Agarwal, 2020) . Furthermore, the trials by Rajasingham and Abella may have been limited by their small sample size and insufficient statistical power.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 378,
                    "text": "(Shah et al., 2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 381,
                    "end": 411,
                    "text": "Garcia-Cremades et al., (2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 762,
                    "end": 780,
                    "text": "(Yao et al., 2020)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1516,
                    "end": 1537,
                    "text": "(Abella et al., 2020;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1538,
                    "end": 1563,
                    "text": "Rajasingham et al., 2020)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1833,
                    "end": 1846,
                    "text": "(Cohen, 2020)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1849,
                    "end": 1862,
                    "text": "Gurjar et al.",
                    "ref_id": null
                },
                {
                    "start": 1993,
                    "end": 2019,
                    "text": "(Gurjar and Agarwal, 2020)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A search of international CTs databases has shown that numerous large randomized clinical trials promoted by prestigious institutions are now active. It is hoped that their findings will provide clear and comprehensive information on the efficacy of HCQ in preventing SARS-CoV 2 infection. However, enrolling participants in trials on HCQ became a challenge in May 2020 when EMA (EMA, 2020), FDA and local regulatory authorities issued warnings on HCQ safety derived from some retrospective studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "During this exceptional period, drug repositioning is one of the strategies that has been adopted in the fight against SARS-COV-2. Following the concept of drug repositioning, , Gao et al. (2020) and Zhou et al. (2020) published results supporting the prophylactic use of HCQ because of its in vitro ability to interfere with cellular receptors for COVID-19 and block virus fusion with host cells. The advantage of using existing drugs is that their toxicity profile is well known and there are fewer commercial interests (e.g.,expired patents), thus freeing the scientific community from legal and financial constraints. The downside is that economic resources are often insufficient to promote large multinational CTs. The fact that 98% of the CTs Frontiers in Pharmacology | www.frontiersin.org December 2020 | Volume 11 | Article 605185 identified in the present review are no profit bears witness to this. CTs are needed to assess the translational impact of in vitro data in a clinical setting as preclinical findings do not always translate to real efficacy in vivo. Other important concerns are toxicity and drug interaction. Although HCQ is a relatively safe drug, some caution is needed for its use because of QT prolongation. It is therefore important to promote randomized CTs on HCQ with control or place bo as there is still no standard of care. We must, however, take into account that large randomized CTs are not always feasible or ethical, and that patients may need to be treated empirically during times of uncertainty. 95% of the interventional CTs we identified are randomized, highlighting the need for methodologically sound studies. In the present study, we focused our attention on CTs evaluating the prophylactic use of HCQ, excluding studies with COVID-19-positive subjects because HCQ would then have been considered a treatment. We selected CTs including subjects who were confirmed negative or asymptomatic individuals who had not been tested for the virus. Of note, positivity to COVID-19 cannot be totally excluded as tests have limits, and there is a high percentage of positive a symptomatic subjects whose prognosis is nevertheless good. Another limit of the present study is that we did not differentiate between \"pre-exposure prophylaxis\" and \"postexposure prophylaxis\". However, we are aware of the fact that, in addition to dosage, the timing of prophylactic therapy is probably one of the main issues affecting the ability of HCQ to contain the risk of being infected or of developing the disease. From the point of view of HCQ safety, it must be remembered not to exceed dosages administered for other indications and to adopt existing authorized schedules whose toxicity profile and drug interactions are known. Although non-severe safety concerns were reported in the three randomized studies by Boulware, Rajasingham and Abella, a significant increase in common and mild HCQ-related adverse events were observed. With regard to treatment schedules, the preclinical data of Colson et al. revealed that it may be necessary to administer a loading dose followed by a maintenance dose . A loading dose of 400-800 mg was used in 84% of the CTs we considered in the present study. A loading dose is often mandatory in the majority of the authorized indications for the use of HCQ (Table 1) . Maintenance schedules are heterogeneous, ranging from 200 to 600 mg/day (50.6%) and from 200 to 400 mg/week (24.7.%). Such variability is a clear *None of the trials were selected more than once. indication of uncertainty. Treatment duration is even more heterogeneous and cannot be justified with available in vitro data. This multiplicity of schedules indicates that we are still a long way from reaching a standard of care and highlights the risk of conflicting results from CTs (Bienvenu et al., 2020) . During the COVID-19 emergency, HCQ has been prescribed as off-label treatment, with several differences between countries. The question of HCQ for COVID-19 prevention has got somewhat out of hand due to interference from politicians and nonscientists via social media and non scientific journals. However, as Kim et al. stated, \" it is our responsibility as clinicians, researchers, and patient partners to promote proper and rigorous interpretation of results, particularly in our interactions with the non-scientific community. We must consider the societal implications of published work in these unprecedented times\" (Kim et al., 2020) . The role of prophylactic HCQ in SARS-CoV-2 and the definition of the optimal dosage are two important issues requiring immediate attention. In the absence of robust data, it seems premature to recommend HCQ as a prophylactic panacea for COVID-19. Results from the ongoing randomized CTs are thus eagerly awaited to see whether HCQ can really prove effective against the virus. Certainly, in this period of global emergency, regulatory agencies have also defined guidelines based on empirical and not methodologically flawless data. Aside from the risk of misinterpretation, the unrestrained and uncontrolled use of HCQ has also resulted in a shortage for patients with authorized indications such as lupus, rheumatoid arthritis or malaria. Several other agents are currently under investigation as pre-or post-exposure prophylaxis for COVID-19, among which ivermectin, emtricitabine plus tenofovir alafenamide or tenofovir disoproxil fumarate, lopinavir/ ritonavir, and nitazoxanide. Supplements such as zinc, vitamin super B-complex, vitamin C, and vitamin D are also being evaluated, and approaches using monoclonal antibodies targeting SARS-CoV-2 and convalescent plasma are being developed. However, there are still no recommendations from NIH's COVID-19 Treatment Guidelines Panel of Experts for the use of any of the above agents except in a clinical trial setting (www.covid19treatmentguidelines.nih.gov).",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 195,
                    "text": "Gao et al. (2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 200,
                    "end": 218,
                    "text": "Zhou et al. (2020)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3813,
                    "end": 3836,
                    "text": "(Bienvenu et al., 2020)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 4148,
                    "end": 4168,
                    "text": "Kim et al. stated, \"",
                    "ref_id": null
                },
                {
                    "start": 4460,
                    "end": 4478,
                    "text": "(Kim et al., 2020)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 3319,
                    "end": 3328,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, in expectation of further developments that can only derive from large prospective randomized CTs, the takehome message of our research is that a correct methodological approach is the key to understanding whether prophylactic HCQ can really represent an effective strategy in preventing COVID-19. Thus, a meta-analysis of the results of the ongoing randomized CTs would serve to lend weight to their results and make a large-scale use of prophylactic HCQ justified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "All authors made an intellectual and direct contribution to the drafting of this article, and all read and approved the present version of the manuscript for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Efficacy and safety of hydroxychloroquine vs placebo for pre-exposure SARS-CoV-2 prophylaxis among health care workers",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Abella",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Jolkovsky",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Biney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Uspal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Intern. Med. e206319",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamainternmed.2020.6319"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A randomized trial of hydroxychloroquine as postexposure prophylaxis for covid-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Boulware",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Pullen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Bangdiwala",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Pastick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lofgren",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Okafor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "/NEJMoa2016638 Clinical trials register website",
            "volume": "383",
            "issn": "",
            "pages": "517--525",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2016638"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Breakthrough: chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bst",
            "volume": "14",
            "issn": "",
            "pages": "72--73",
            "other_ids": {
                "DOI": [
                    "10.5582/bst.2020.01047"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chloroquine and hydroxychloroquine as available weapons to fight COVID-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Colson",
                    "suffix": ""
                },
                {
                    "first": "J.-M",
                    "middle": [],
                    "last": "Rolain",
                    "suffix": ""
                },
                {
                    "first": "J.-C",
                    "middle": [],
                    "last": "Lagier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brouqui",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raoult",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Antimicrob. Agents",
            "volume": "55",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijantimicag.2020.105932"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Chloroquine for the 2019 novel coronavirus SARS-CoV-2",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Colson",
                    "suffix": ""
                },
                {
                    "first": "J.-M",
                    "middle": [],
                    "last": "Rolain",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raoult",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Antimicrob. Agents",
            "volume": "55",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijantimicag.2020.105923"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19: reminder of the risk of chloroquine and hydroxychloroquine",
            "authors": [],
            "year": 2020,
            "venue": "EMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Emerging preclinical evidence does not support broad use of hydroxychloroquine in COVID-19 patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G P"
                    ],
                    "last": "Funnell",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Dowling",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Muñoz-Fontela",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Gsell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Ingber",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Commun",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-020-17907-w"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Optimizing hydroxychloroquine dosing for patients with COVID-19: an integrative modeling approach for effective drug repurposing",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garcia-Cremades",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Solans",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Ernest",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wallender",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Aweeka",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin. Pharmacol. Ther",
            "volume": "108",
            "issn": "",
            "pages": "253--263",
            "other_ids": {
                "DOI": [
                    "10.1002/cpt.1856"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Hydroxychloroquine, a less toxic derivative of chloroquine, is effective in inhibiting SARS-CoV-2 infection in vitro",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Discov",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41421-020-0156-0"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Finding the dose for hydroxychloroquine prophylaxis for COVID-19: the desperate search for effectiveness",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Al-Kofahi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Boulware",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Matas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kandaswamy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Jaber",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin. Pharmacol. Ther",
            "volume": "108",
            "issn": "",
            "pages": "766--769",
            "other_ids": {
                "DOI": [
                    "10.1002/cpt.1874"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Hydroxychloroquine Sulfate Tablets",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Available at",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ictrp Website",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A rush to judgment? Rapid reporting and dissemination of results and its consequences regarding the use of hydroxychloroquine for COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Sparks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Liew",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Putman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Berenbaum",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Duarte-García",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann. Intern. Med",
            "volume": "172",
            "issn": "",
            "pages": "819--821",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-1223"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Frontiers in Pharmacology | www.frontiersin.org",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Hydroxychloroquine use against SARS-CoV-2 infection in non-human primates",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maisonnasse",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guedj",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Contreras",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Behillil",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Solas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Marlin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "585",
            "issn": "",
            "pages": "584--587",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2558-4"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "COVID-19: a recommendation to examine the effect of hydroxychloroquine in preventing infection and progression",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S.-M",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Antimicrob. Chemother",
            "volume": "75",
            "issn": "",
            "pages": "1667--1670",
            "other_ids": {
                "DOI": [
                    "10.1093/jac/dkaa114"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Hydroxychloroquine as pre-exposure prophylaxis for COVID-19 in healthcare workers: a randomized trial",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rajasingham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Bangdiwala",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Nicol",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Skipper",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Pastick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Axelrod",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa1571"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Systematic review of registered trials of Hydroxychloroquine prophylaxis for COVID-19 healthcare workers at the first third of 2020",
            "authors": [
                {
                    "first": "A.-L",
                    "middle": [],
                    "last": "Bienvenu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Marty",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Picot",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "One Health",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.onehlt.2020.100141"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A systematic review of the prophylactic role of chloroquine and hydroxychloroquine in coronavirus disease-19 (COVID-19)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Misra",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Negi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Rheum .Dis",
            "volume": "23",
            "issn": "",
            "pages": "613--619",
            "other_ids": {
                "DOI": [
                    "10.1111/1756-185X.13842"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Usefulness of hydroxychloroquine for COVID-19: does answer lie in timing to start?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gurjar",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Indian J. Rheumatol",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4103/injr.injr_167_20"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "In Vitro antiviral activity and projection of optimized dosing design of hydroxychloroquine for the treatment of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Hydroxychloroquine for the prevention of covid-19-searching for evidence",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "383",
            "issn": "",
            "pages": "585--586",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMe2020388"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Res",
            "volume": "30",
            "issn": "",
            "pages": "269--271",
            "other_ids": {
                "DOI": [
                    "10.1038/s41422-020-0282-0"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Authorized indications in Europe and the United States.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "CT database search.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Clinical trial design. CT, clinical trial; NA, not applicable; UN, unknown.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Clinical trial characteristics. CT, clinical trial; HCW, healthcare worker. Frontiers in Pharmacology | www.frontiersin.org December 2020 | Volume 11 | Article 605185",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Gráinne Tierney for editorial assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The Supplementary Material for this article can be found online at: https://www.frontiersin.org/articles/10.3389/fphar.2020.605185/ full#supplementary-material",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY MATERIAL"
        },
        {
            "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.Copyright © 2020 Monti, Vertogen, Masini, Donati, Lilli, Zingaretti, Musuraca, De Giorgi, Cerchione, Farolfi, Cortesi, Viale, Martinelli and Nanni. This is an openaccess article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest:"
        }
    ]
}