{
    "paper_id": "3d858c771511d545bb0426ba0581684c585ac5cd",
    "metadata": {
        "title": "The COVID-19 response system and collective social service provision. Strategic network dimensions and proximity considerations",
        "authors": [
            {
                "first": "José",
                "middle": [],
                "last": "Antonio Belso-Martínez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Miguel Hernández University",
                    "location": {
                        "settlement": "Alicante",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Alicia",
                "middle": [],
                "last": "Mas-Tur",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Valencia",
                    "location": {
                        "settlement": "Valencia",
                        "country": "Spain"
                    }
                },
                "email": "alicia.mas@uv.es"
            },
            {
                "first": "·",
                "middle": [],
                "last": "Mariola Sánchez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Miguel Hernández University",
                    "location": {
                        "settlement": "Alicante",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "María",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "José",
                "middle": [],
                "last": "López-Sánchez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Miguel Hernández University",
                    "location": {
                        "settlement": "Alicante",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Mariola",
                "middle": [],
                "last": "Sánchez",
                "suffix": "",
                "affiliation": {},
                "email": "m.sanchezr@umh.es"
            },
            {
                "first": "María",
                "middle": [],
                "last": "José López-Sánchez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "A"
                ],
                "last": "Belso-Martínez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Miguel Hernández University",
                    "location": {
                        "settlement": "Alicante",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Al",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper aims to study and question the emerging social response network to the COVID-19 health crisis in the Valencian region (Spain). Our approach is twofold: a network approach using social network analysis techniques and a social services approach. We seek to analyze the different roles, strategic positions, ego-density and brokerage of the participating organizations. Furthermore, we examine the critical factors for explaining why the different organizations in the ecosystem cooperate. We find that associations and knowledge agents play the most relevant roles. Conversely, local and non-local governments rarely played brokerage roles to coordinate or inter-connect isolated operations of individual organizations. Finally, our results suggest important guidelines for practitioners that may facilitate the collaboration, coordination, and performance of a response network in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The global pandemic has created a medical crisis and along with it, a severe economic crisis. The virus has affected 216 different countries with a total of 371,166 deaths (World Health Organization 2020a). According to the IMF World Economic Outlook (2020), this health disease is projected to sharply contract the global economy by 3%, this being much worse than during the 2008-2009 financial crisis. From a socio-economic perspective, the outbreak has exposed vulnerabilities and created challenges on many fronts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Among developed countries with universal coverage, health systems have been shown up as being quite fragile. The stagnation on health spending in aging societies and the prioritization of cost saving has revealed the persistence of inequalities in health status and unmet needs for care still persist, especially in crisis contexts such as COVID-19. Quarantine and social isolation have worsened the situation of the most vulnerable social groups of our society. Among others, violence during lockdowns against women and children has risen (Nigam 2020) and an increase in the global poverty at around 0.3-0.7 percentage points in 2020 is expected (World Bank 2020). These facts reinforce the importance of social services to protect and support people against vulnerability.",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 552,
                    "text": "(Nigam 2020)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Service research has increasingly found its way into the domain of social services to protect and support against vulnerability (e.g., Fisk et al. 2016) . Social services comprise a wide spectrum of programs developed by the different stakeholders of a territory for collectives that need assistance or address complex societal outbreaks (Finsterwalder et al. 2017) . Within an increased demand for social services due to an unexpected shock, the development of networks between public, non-profit and private organizations providing essential social services seems crucial to produce collective and cooperative actions (Sanzo et al. 2015) . Interactions within these relational structures facilitate resource sharing and mobilization of stakeholders, making them more responsive to the territory (Proença et al. 2018) . For instance, Echeverri (2018) recently evidenced how voluntary organizations embed themselves in networks to accomplish their social mission and co-create sociality by participating in public dialogues, mobilizing resources of legitimacy, and development of social collaboration.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 152,
                    "text": "Fisk et al. 2016)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 338,
                    "end": 365,
                    "text": "(Finsterwalder et al. 2017)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 620,
                    "end": 639,
                    "text": "(Sanzo et al. 2015)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 797,
                    "end": 818,
                    "text": "(Proença et al. 2018)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 835,
                    "end": 851,
                    "text": "Echeverri (2018)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite their relevance to protect human lives and alleviate vulnerability, social services have traditionally been excluded in emergency management efforts (White 2014; IOM 2015) . An effective response to these unexpected shocks requires the mobilization of knowledge or resources, and the collaboration of an ample scope of organizations to provide the necessary social services to face the challenge. But, differently to the usual contexts (Abbasi 2014) , the magnitude of the crisis may result in a host of non-routine behaviors and new interorganizational arrangements in response to socio-economic needs (Stallings and Quarantelli 1985; Wachtendorf et al. 2006) . To a great extent, how these emergent inter-organizational networks articulate and integrate within the emergency context, shape their results (McGuire 2006) . This is particularly true in health crises which have become more frequent and intense over the last decade (Pan and Meng 2016) , see the SARS, 'avian flu', 'swine flu', and Ebola.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 169,
                    "text": "(White 2014;",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 170,
                    "end": 179,
                    "text": "IOM 2015)",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 457,
                    "text": "(Abbasi 2014)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 611,
                    "end": 643,
                    "text": "(Stallings and Quarantelli 1985;",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 644,
                    "end": 668,
                    "text": "Wachtendorf et al. 2006)",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 814,
                    "end": 828,
                    "text": "(McGuire 2006)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 939,
                    "end": 958,
                    "text": "(Pan and Meng 2016)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Throughout this paper, we understand that networks constitute a privileged forum for assistance where public entities, non-profit organizations, business firms, and associations articulate their social action within a critical context. We build on the idea that the role of the different socio-economic actors within the response network and their interactions will shape their contribution to mitigate the effects and overcome an unexpected health outbreak (Hossain and Kuti 2010) . Although literature in disasters and emergency recently delved into the role of the attributes of response networks (Kapucu et al. 2011 (Kapucu et al. , 2020 Guo and Kapucu 2015; Georgalakis 2020; Mingxuan et al. 2020) , certain debates remain open, such as the rationales underlying the existence of sub-network structures or the relative weight of organizational similitudes in the creation of linkages (Kim et al. 2019) .",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 481,
                    "text": "(Hossain and Kuti 2010)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 600,
                    "end": 619,
                    "text": "(Kapucu et al. 2011",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 620,
                    "end": 641,
                    "text": "(Kapucu et al. , 2020",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 642,
                    "end": 662,
                    "text": "Guo and Kapucu 2015;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 663,
                    "end": 680,
                    "text": "Georgalakis 2020;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 681,
                    "end": 702,
                    "text": "Mingxuan et al. 2020)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 889,
                    "end": 906,
                    "text": "(Kim et al. 2019)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This paper aims to contribute to both research gaps. On the one hand, it represents a novel attempt to incorporate the social services perspective in an emergency context. On the other hand, our research aspires to explore the sub-network structures and the mechanisms driving the creation of inter-organizational linkages in health crises. When doing so, we pay particular attention to the spatial dimension. Geographical aspects have proven to be crucial in the COVID-19 crisis. For instance, a spatial analysis approach conducted in Italy claims the lockdown strategy to be effective to spatially contain the virus (Bourdin et al. 2020) . Even the New York Times (NYT) highlighted how the global pandemic has emphasized the failure of a global response to fight against the virus, denoting a geographical concentration in the countries and a loss of weight of supra-national entities.",
            "cite_spans": [
                {
                    "start": 618,
                    "end": 639,
                    "text": "(Bourdin et al. 2020)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this vein, by providing answers to four specific research questions, our pioneer research based on the emergent response network to the COVID-19 outbreak aims to: (a) establish the existence of differences in the strategic positions of the organizations involved in the COVID-19 response network; (b) identify the drivers of network formation leading to these different network positions. 1 When doing so, we pay particular attention to the spatial dimension, and assume a regional approach. We focus on the mechanisms of linkage creation and the subsequent strategic position due to the expected influence on the final performance of the response system and the specific contribution of each actor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In many countries, there is clear evidence of regional disparities (see Italy, UK or Canada). This spatial asymmetry when grappling with the pandemic has witnessed a shift in the initial nationwide efforts towards a more regional approach. In Spain, the impact of COVID-19 is tremendous and quite heterogeneous. The contagions are close to 233,037 with 27,490 deaths. However, while Madrid and Catalonia concentrate 56% of the incidence, regions like Murcia or the Canary Islands have been much less affected and experience an earlier epidemic slowdown. The Valencia region accounts for a total of 4.81% positives and 4.84% of deaths over the total cases. This region represents a paradigmatic case for the analysis of the COVID-19 due to its economic openness, international mobility, relative weight of immigrants, sub-regional cultural differences, internal differences in terms of rurality and population density, or the existence of areas with fragile infrastructures and response systems. These factors have proved to be relevant in explaining the incidence and effects of this unexpected health shock (Abedi et al. 2020; Mukherji 2020) .",
            "cite_spans": [
                {
                    "start": 1108,
                    "end": 1127,
                    "text": "(Abedi et al. 2020;",
                    "ref_id": null
                },
                {
                    "start": 1128,
                    "end": 1142,
                    "text": "Mukherji 2020)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Being aware that transdisciplinary research represents a cornerstone for understanding and solving systemic problems in crisis (Farmaki and Christou 2019) , both network approach to emergency (Kapucu et al. 2011 (Kapucu et al. , 2020 Guo and Kapucu 2015; Georgalakis 2020; Mingxuan et al. 2020 ) and social services (Akehurst 2008; Bendle and Patterson 2010; Sanzo et al. 2015; Proença et al. 2018 ) are adopted. In line with methodological calls (Scott and Laws 2010) , social network analysis-SNA tools (see Borgatti et al. 2018 ) are applied to analyze traces of organizations' relationships found in traditional and digital regional media using content analysis. In our view, these are reliable sources as the mobility and business restrictions due to the extremely contagious nature of COVID-19 fostered the social attention to traditional and digital media to visualize the disease evolution and the social response (Gao et al. 2020) . Our analysis of the regional response is conducted by comparing how network members (firms, associations, knowledge agents, local governments and regional government) act differently during the period comprising February to April 2020 in the Valencia region (Spain).",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 154,
                    "text": "(Farmaki and Christou 2019)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 192,
                    "end": 211,
                    "text": "(Kapucu et al. 2011",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 212,
                    "end": 233,
                    "text": "(Kapucu et al. , 2020",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 234,
                    "end": 254,
                    "text": "Guo and Kapucu 2015;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 255,
                    "end": 272,
                    "text": "Georgalakis 2020;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 273,
                    "end": 293,
                    "text": "Mingxuan et al. 2020",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 316,
                    "end": 331,
                    "text": "(Akehurst 2008;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 332,
                    "end": 358,
                    "text": "Bendle and Patterson 2010;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 359,
                    "end": 377,
                    "text": "Sanzo et al. 2015;",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 378,
                    "end": 397,
                    "text": "Proença et al. 2018",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 447,
                    "end": 468,
                    "text": "(Scott and Laws 2010)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 510,
                    "end": 530,
                    "text": "Borgatti et al. 2018",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 922,
                    "end": 939,
                    "text": "(Gao et al. 2020)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Once the strategic positions have been explored and the main drivers of network formation have been established, our main findings reveal the particularities of emergent response networks during health outbreaks. Compared to other contexts, our COVID-19 reveals profound asymmetries on the role of strategic positions such as brokerage or connectedness. Furthermore, we observe that similarities between actors do not homogeneously contribute to network formation. After the introduction, the literature on services and crisis response networks is reviewed. Moreover, different research questions are developed. The methodological section describes the context, the data collection process, and analysis. Discussion, conclusions, and implications close the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The social service research has just recently integrated a systemic approach based on the idea of a self-contained and self-adjusting network of multiple actors, which interact and share resources to mutually alleviate social issues. These systems can be labeled as social ecosystems (Fisk et al. 2016) . This social service ecosystem comprises a complex relational structure of organizations, institutions, and relationships through which social services are funded, coordinated, and delivered (Finsterwalder et al. 2017) .",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 302,
                    "text": "(Fisk et al. 2016)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 495,
                    "end": 522,
                    "text": "(Finsterwalder et al. 2017)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Ecosystems, networks, and social collective action in a crisis context"
        },
        {
            "text": "In crisis contexts, response networks shape ecosystems in which governments, non-governmental organizations, associations, scientific bodies, research institutes and universities, the private sector and the local communities are involved in collective response actions (Nolte and Boenigk 2011; Kapucu and Garayev 2013; Trias et al. 2019) . Thanks to interactions, network members share resources and commonly learn to face the challenges of critical situations. The pressures and evolution of the critical context determine the complexity and changes of these relational architectures in terms of objectives, operational levels or geographies (Guo and Kapucu 2015) . Previous research shows that during critical events, response networks are very sparsely distributed and there are a significant amount of organizations, dyads, or triads isolated from the other actors in the network (Kapucu 2005; Abbasi 2014 ). 2 In ecosystems, organizations strive to form linkages with other actors which may provide knowledge and resources (Provan and Milward 1991) . In this vein, the number of links an actor has will indicate the degree of centrality in a network that may reflect resource strength and generate further gains. However, inter-organizational coordination in response to disasters can better serve the immediate need in society (Hossain and Kuti 2009) . Brokerage is another strategic network position in which an actor connects otherwise unconnected actors (Gould and Fernandez 1989) , favoring network connectedness and coordination. In emerging response networks, isolated organizations need to step up efforts to retrieve the resources and information necessary for the operational effectiveness of the whole response system (Comfort et al. 2010) . In contrast, brokers manage the flow of resources and smooth cooperation among the different members of the response network. Despite their strategic profile, previous research has found that brokerage positions are assumed by relatively few organizations (Lind et al. 2008; Trias et al. 2019) .",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 293,
                    "text": "(Nolte and Boenigk 2011;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 294,
                    "end": 318,
                    "text": "Kapucu and Garayev 2013;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 319,
                    "end": 337,
                    "text": "Trias et al. 2019)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 643,
                    "end": 664,
                    "text": "(Guo and Kapucu 2015)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 884,
                    "end": 897,
                    "text": "(Kapucu 2005;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 898,
                    "end": 909,
                    "text": "Abbasi 2014",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 913,
                    "end": 914,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 1028,
                    "end": 1053,
                    "text": "(Provan and Milward 1991)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1333,
                    "end": 1356,
                    "text": "(Hossain and Kuti 2009)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1463,
                    "end": 1489,
                    "text": "(Gould and Fernandez 1989)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1734,
                    "end": 1755,
                    "text": "(Comfort et al. 2010)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2014,
                    "end": 2032,
                    "text": "(Lind et al. 2008;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 2033,
                    "end": 2051,
                    "text": "Trias et al. 2019)",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Ecosystems, networks, and social collective action in a crisis context"
        },
        {
            "text": "Together with the brokerage position, the degree of connectedness is another relevant strategic network dimension. The degree of connectedness between a member and its partners in the response network is related to the extent to which firms gain access to resources and information by being well connected to other network members. In crisis contexts, denser and cohesive relational structures provide redundant and alternative resources when existing stock is scarce (Kapucu and Garayev 2016) . In other words, a high level of connectedness and cohesiveness provides access to various types and sources of decisive stocks of resources and information, which fosters flexibility.",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 493,
                    "text": "(Kapucu and Garayev 2016)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Ecosystems, networks, and social collective action in a crisis context"
        },
        {
            "text": "In view of the fact that both brokerage positions and connectedness characterize the key organizations within the response network and the social service ecosystem, we propose: RQ1: Who are the brokers in the COVID-19 response network and ecosystem? RQ2: Which firms show higher levels of connectedness in the COVID-19 response network and ecosystem?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ecosystems, networks, and social collective action in a crisis context"
        },
        {
            "text": "While the previous section delved into the key strategic dimensions of a response network, providing social services in a crisis context, we now turn to the critical factors to explain why different organizations cooperate and how the response network emerges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response networks and social services: geographical considerations"
        },
        {
            "text": "Resource sharing is at the heart of stakeholder collaboration during and in the aftermath of an unexpected disaster or disease outbreak (Jiang and Ritchie 2017) . Response networks can be developed by members operating within the same affected area, but also be built by distant actors covering similar or complementary function domains (Lai and Hsu 2019) . Through local networks, organizations learn and access resources easily, because closer geographical relations foster frequent and more reliable forms of collaboration and assistance for disaster resilience (Cheshire 2015) . Recent literature on the health crisis has focused on its global nature and the need for a globally unified policy approach (Sivaramakrishnan 2011) . Salehi and Ali (2006) pointed out that local governments must pool resources, share responsibility and perhaps, even compromise some degree of sovereignty to achieve a collective protection against global health threats.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 160,
                    "text": "(Jiang and Ritchie 2017)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 337,
                    "end": 355,
                    "text": "(Lai and Hsu 2019)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 565,
                    "end": 580,
                    "text": "(Cheshire 2015)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 707,
                    "end": 730,
                    "text": "(Sivaramakrishnan 2011)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 733,
                    "end": 754,
                    "text": "Salehi and Ali (2006)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Response networks and social services: geographical considerations"
        },
        {
            "text": "Based on service literature, we identified two critical facilitators of non-lucrative cooperation: \"being there\" and \"being connected\" (Glückler and Hammer 2011) . Geographical proximity stresses the role of immediacy and serendipity for the provision of social services through cooperation, while the networking logic refers to non-spatial forms of proximity in the sense of Boschma (2005) . In his seminal contribution, Boschma (2005) delves into the non-spatial forms of proximity. The underlying rationale behind the existence and relevance of the non-spatial dimensions of proximity is that the mere co-location does not necessarily guarantee access to successful interactions for collective action or knowledge sharing. Cooperation with institutional, organizational, social, or cognitive close organizations is more likely compared to collaborations with dissimilar organizations, since dysfunctionalities presumably outweigh decision convenience. Service research has frequently applied this proximity approach to explain networking and interactions (e.g., Glückler and Hammer 2011; Shearmur and Doloreux 2016) .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 161,
                    "text": "(Glückler and Hammer 2011)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 376,
                    "end": 390,
                    "text": "Boschma (2005)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 422,
                    "end": 436,
                    "text": "Boschma (2005)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1065,
                    "end": 1090,
                    "text": "Glückler and Hammer 2011;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1091,
                    "end": 1118,
                    "text": "Shearmur and Doloreux 2016)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Response networks and social services: geographical considerations"
        },
        {
            "text": "Within emerging networks in a crisis context, the natural tendency to select similar or proximate partners to reduce collaboration hazards (Gulati and Gargiulo 1999) holds. Therefore, we can presume that: (a) Organizational proximity. The organizational type takes shape if two actors forge collaborations, since similar structure and bureaucracies promote common understanding and minimize their tensions; (b) Institutional proximity. Institutions based on norms and laws, represent an enabling mechanism that provides stability for coordination and fruitful interaction (North 1991) ; (c) Cognitive proximity. Similarities in the way organizations perceive, interpret, understand, and evaluate the context help to mutually understand and exchange valuable resources (Wuyts et al. 2005 ); (d) Geographical proximity. Organizations located nearby are expected to be more likely to collaborate as spatial propinquity facilitates the formation and the persistence of ties.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 165,
                    "text": "(Gulati and Gargiulo 1999)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 572,
                    "end": 584,
                    "text": "(North 1991)",
                    "ref_id": null
                },
                {
                    "start": 768,
                    "end": 786,
                    "text": "(Wuyts et al. 2005",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [],
            "section": "Response networks and social services: geographical considerations"
        },
        {
            "text": "An excess of closeness may also be harmful. Too much overlap in cognitive repertories can diminish mental openness towards new ideas (Cowan et al. 2007 ).",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 151,
                    "text": "(Cowan et al. 2007",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Response networks and social services: geographical considerations"
        },
        {
            "text": "Similarly, excessive hierarchies and control mechanisms reduce flexibility. An excess of social embeddedness may lead to inertia or the underestimation of new potential partners. Institutional sclerosis comes up due to the unfitness of the different \"rules of the game\" to successfully governed relationships, inhibiting organizations from cooperating (Grabher 1993) . Some proximity dimensions may reinforce or substitute each other (Mattes 2012) . In this vein, Hansen (2015) shows how non-spatial forms of proximity (particularly institutional) substitute geographical proximity.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 366,
                    "text": "(Grabher 1993)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 434,
                    "end": 447,
                    "text": "(Mattes 2012)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 464,
                    "end": 477,
                    "text": "Hansen (2015)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Response networks and social services: geographical considerations"
        },
        {
            "text": "The use of the proximity framework has been recently applied to reveal the conditions that facilitate an organization's participation in response networks. Usually, it can be expected that organizations that work together in regular situations due to their similar tasks, vision or geographical location will be more prone to interact even a disruptive context (Hossain and Kuti 2010; Butts et al. 2012; Comfort and Haase 2006; Kapucu 2005) . Lai and Hsu (2019) analyzed the response networks that were activated for four disasters during 2015-2016. Their results show divergencies on the role of the proximity dimensions measured through co-location (geographical proximity), sectorial (cognitive proximity), or prior experience similarity (social proximity). But, we cannot rule out the possibility that similar organizations cannot cope effectively with an unexpected or even a forced intense cooperation within distant organizations with different information, skills (Waugh 2003) . In short, to a certain extent, the community analysis of a response network provides arguments both for and against the relevance of the different proximity dimensions.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 384,
                    "text": "(Hossain and Kuti 2010;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 385,
                    "end": 403,
                    "text": "Butts et al. 2012;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 404,
                    "end": 427,
                    "text": "Comfort and Haase 2006;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 428,
                    "end": 440,
                    "text": "Kapucu 2005)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 443,
                    "end": 461,
                    "text": "Lai and Hsu (2019)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 972,
                    "end": 984,
                    "text": "(Waugh 2003)",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Response networks and social services: geographical considerations"
        },
        {
            "text": "RQ3: Which are the most relevant proximity dimensions for the creation of the COVID-19 response network and ecosystem? RQ4: What is the role of geographical proximity compared to other forms of proximity?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response networks and social services: geographical considerations"
        },
        {
            "text": "SARS-CoV-2 is a type of coronavirus first detected in December 2019, in the Chinese province of Wuhan that produces infectious disease, COVID-19. On March 11, 2020, the World Health Organization (WHO) elevated the situation caused by COVID-19 to the status of a global pandemic. Early May, the World Health Organization (2020b) reported 3,175,207 positive cases and 224,172 deaths caused by COVID-19 worldwide. Despite the Chinese origin of this disease outbreak, Europe has taken over as the epicenter of the pandemic with 44.6% of the positive cases and 61.6% of deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The COVID-19 and the Valencia region"
        },
        {
            "text": "Since a representative amount of COVID-19 cases were confirmed on February 24th, according to official statistics (Instituto de Salud Carlos III 2020), the number of infected persons in Spain has grown exponentially up to 216,582 cases and has caused 25,100 deaths. At the regional level, the impact of COVID-19 has been rather heterogeneous. The Community of Madrid has suffered the highest number of positive cases with 29.2%, followed by Catalonia with 23.4%. Although with certain differences, this heterogeneity can also be observed in terms of number of confirmed cases and deaths per one hundred thousand inhabitants. The small region of La Rioja accounts for 1,295 cases and 116 deaths, followed again by Madrid with 1066 and 126 respectively. Catalonia ranks behind both regions, showing 798 confirmed cases and 74 deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The COVID-19 and the Valencia region"
        },
        {
            "text": "The Regional government reported that a total number of 11,474 positive cases and 1266 deaths belong to the Valencia community in June 2020, representing 230 contagions and 29 deaths per one hundred thousand inhabitants. At the sub-regional level, the incidence of COVID-19 across the three provinces of the Valencia community shows marked differences in absolute terms. In the north of the region, the Castellon province evidences considerably lower levels of positives and deaths, 1500 and 214 cases respectively. The southern province of Alicante detected 3955 positive cases and 508 deaths. By far, the province of Valencia has been the most badly affected by the outbreak of disease, accounting for 6019 positive cases and 746 deaths. These differences are slightly different in relative terms. Castellon has the highest incidence of contagion and deaths per one hundred thousand inhabitants, 2.59 and 0.37. The percentage of positive cases were 2.13 and 2.35 in the provinces of Alicante and Valencia, while deaths represented 0.27 and 0.29 respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The COVID-19 and the Valencia region"
        },
        {
            "text": "To provide accurate answers to our four research questions, in line with the abovementioned previous research on service and disaster literature, SNA was selected as the suitable tool to identify and analyze inter-organizational linkages. Due to social distance and confinement, socio-metric data was necessary. For SNA, this was obtained using secondary sources. This is a frequent practice in network analysis, for instance, alliances in the service industry or the formal response network in contexts of crisis planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "The research questions suggested require two different levels of analysis. The initial ones on strategic network positions were answered using an ego-network approach because of its focus on a specific organization (\"ego\") and the organizations to whom ego is directly connected to (\"alters\") plus the ties, if any, among the alters. Once obtained, differences between network positions were tested using permutation models for statistical analysis of dependent data, such as network data. Permutation tests are a versatile type of statistical procedures in which the distribution of the test statistic is obtained by repeatedly permuting data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "Network descriptives and the two remaining questions required a whole network approach, which examines all the relations among the organizations within the population identified. The whole network and egocentric approaches are interrelated and complementary in the sense that egocentric networks are embedded within larger networks, presenting local parts from the viewpoint of individual organizations while the whole network approach deals with the structural properties of networks at the global level. To find the factors that influence network formation, we applied the quadratic assignment procedure (QAP) regression (Krackhardt 1988) . This method has been widely used in social network analysis (SNA) and is useful for analyzing dyadic data sets, implying a potentially dependent relationship between the directly or indirectly connected nodes. In the QAP, rows and columns of the network matrices are permuted, and correlations are obtained between independent matrices and the dependent matrix. After repeating such permutations several times, a test statistic is derived.",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 640,
                    "text": "(Krackhardt 1988)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "To determine the interactions between participating actors in the COVID-19 crisis, we used secondary data from thorough analysis of news reported by regional and local digital media. The list of 123 active media firms (35.8% Alicante, 12.1% Castellon and 52% Valencia) was obtained by merging information from the regional associations of business media, journalist associations, and specialized web pages. 41 of these firms published news involving 307 collaborations (34.9% Alicante, 10.4% Castellon and 52.4% Valencia) from March 16, 2020-April 27, 2020, starting one day after the declaration of the State of Alarm in Spain on March 15. This period essentially covered the emerging response operations that were taken by regional organizations such as firms, associations, knowledge agents (university, research centers, hospitals), local governments and regional government. As a final result, the relational database brought together collaborative projects of different types, organizations, and geographical scope. The small scale of the texts allowed us to systematically read and analyze all news in the database, without resorting to software assistance. This allowed us to identify themes (motivation of the collaboration, the nature of the collaboration and its end result and the typologies of actors involved (highlighting similarities among sub-groups and patterns across or within sub-groups). The results from text analysis were used as an input to social network analysis (SNA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and processing"
        },
        {
            "text": "This data has some advantages and limitations. First, using public information is a reliable way of capturing updated information about the relations, organizations, objectives and geographical location that support the communities affected. Also, the text analysis ensures the nature of collaborative activities and avoids the vagueness of a simpler data collection process. In short, it provides updated information on the organizations, objectives, and geographical location that support the communities affected. Second, using news about cooperation as a starting point is, to a certain extent, dependent on the geographical scale of the media analyzed which can be local, provincial, and regional. This limitation may become an advantage since the final result exemplifies the embeddedness of local and non-local organizations into the regional picture. Third, despite our exhaustive search, we do not consider them as unilateral projects (isolated). Moreover, modest cooperative efforts may not have an impact on mass media. However, the increasing value of CSR practices make us confident that all relevant projects were included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and processing"
        },
        {
            "text": "This data produced a one-mode squared matrix (organization × organization) in which rows and columns represent the response organizations. A \"1\" in the matrix cell between Organization A and Organization B means that these two organizations are connected and have a network tie based on the existence of collaboration. The matrix cell will take value \"0\" when collaboration between the two organizations does not exist. This matrix allows us to identify and compare the two strategic network dimensions, brokerage and cohesion and the role of proximity dimensions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and processing"
        },
        {
            "text": "Each member of the network is characterized according to organization types and management levels (Jiang and Ritchie 2017) . We identified firms (35.6%), associations (16.2%), knowledge agents (22.3%), local government (18.7%), and regional government (7.2%), in total 278 organizations. Under the umbrella of knowledge agents, we included organizations with solid scientific and technological bases to solve complex knowledge challenges (technological institutes, universities or hospitals). For instance, technological institutes have deep knowledge on materials and processes necessary to develop solutions following hospital indications. The Associations category comprises different NGOs, business associations, civil associations, etc. Finally, regional government comprises all supra-local bodies. As the national government has representation departments in the Valencian provinces and a larger one for the whole region, we consider interactions with them in the regional category. 3 Table 1 shows the type of organizations in each of the provinces, identifying the weight for each and the total sample.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 122,
                    "text": "(Jiang and Ritchie 2017)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 992,
                    "end": 999,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The COVID-19 response network"
        },
        {
            "text": "The nature of the collaborations or linkages that have been selected from media presents a main distinction: those collaborations that entail the involvement of R&D or innovative activities and those that do not. Thus, we categorize the collaborations as craft or technological ones. The first one refers to donations of money, donations of sanitary materials (masks, gloves…), and other products such as protective visors, disinfection and cleaning products, food, footwear, etc. In our sample, the majority of collaborations are of this type (84.0%). On the other hand, technological collaborations refer to those activities that entail the development and involvement of R&D or innovative activities, such as the production of ventilators, development of masks with resistant fabrics, or development of platforms or applications for transmitting knowledge and coordinating efforts in different social contexts. In SNA is used to study the whole network structural properties (Fig. 1) . Table 3 presents some basic statistics relating to the relational database, whereas Fig. 2 shows the degree distribution of ties in the response network and takes the form of quasi-rectangular hyperbola, that is, a few nodes concentrate a large part of the relations in the structure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 978,
                    "end": 986,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 989,
                    "end": 996,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1073,
                    "end": 1079,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "The COVID-19 response network"
        },
        {
            "text": "Furthermore, Fig. 3 shows the structure of the Valencia response network. As well as the structure, the image displays the five segments from firms to regional government.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 13,
                    "end": 19,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The COVID-19 response network"
        },
        {
            "text": "At first glance, the visualization and the main descriptive statistics in Table 3 reveal interesting insights. The density of the network is 0.008, that is 0.8% of all possible ties are activated out of 38,503 potential relationships, while the average path length is 5.302. Centralization extends the concept of density, as it inspects how cohesion is organized around particular focal points. In our case, the value the index of 0.057, which is closer to 0, shows that the observed network is not centralized but is more scattered, and not likely to generate a hub. The value of the global clustering coefficient or transitivity is also low 0.056. Together with the high diameter value, the indicators do not suggest a fluent circulation of information and resources in the response network. This response network structure presents limitations in terms of efficiency and high coordination costs (Abbasi and Kapucu 2016; Kuti 2009, 2010) . However, it also raises opportunities to foster synergies, access knowledge, acquire complementary resources, and focus on core organizational core capabilities to give a better response to the coronavirus outbreak and the health crisis.",
            "cite_spans": [
                {
                    "start": 898,
                    "end": 922,
                    "text": "(Abbasi and Kapucu 2016;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 923,
                    "end": 939,
                    "text": "Kuti 2009, 2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "The COVID-19 response network"
        },
        {
            "text": "As we pointed in our theoretical considerations, a critical parameter of the potential contribution of an actor during an outbreak is its strategic position within the relational network. SNA proposes different methods for identifying these central positions. Undoubtedly, degree centrality and betweenness are the most frequently used. Degree centrality, computed as the total number of linkages of an actor with other actors in the network, gives an idea of the information and resource accessibility. Table 4 presents the results per segment and the most influential actors. Knowledge agents and associations display the greater index of degree centrality, which reflects their higher number of opportunities for accessing external resources and information. This may seem contradictory to the appearance of four firms within the most relevant organizations. However, it is not surprising as firms represent the largest group of actors with most of them showing very low degree values.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 504,
                    "end": 511,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Strategic positions: brokerage and connectedness"
        },
        {
            "text": "Betweenness centrality measures the relational influence and capacity to acquire resources and information through intermediary positions between other actors in the network, representing an influential position by acting as privileged intermediaries. Again, knowledge agents and associations are the leading intermediaries. Despite some firms holding top positions, in this frame of reference, associations and knowledge agents clearly predominate. Further than a preliminary view of the position in the response network, we delved into brokerage activities of each segment to answer RQ1 and RQ2. Brokers are network members that lie on paths between others and provide bridges to organizations that are otherwise not directly connected to other members within the network. Gould and Fernandez (1989) provided a set of measures for the different brokering strategies to study the implications for resource access and appropriation. Based on these authors, organizations show a high \"coordinator\" score when they act as intermediaries between members of their segment. \"Representatives\" allow members of their group to contact members of another group. A high \"Inter-connector\" score is achieved when relationships are facilitated between different segments and they are not members of any of these groups. Finally, the global brokerage score merges the three aforementioned possibilities. Once the four brokerage scores were calculated using SNA techniques, we applied permutation models for statistical analysis of dependent data and ranked the supporting organizations to statistically observe significant differences between brokerage structures. These procedures are widely used within the field of social network analysis because of their robustness to dependence within the input data (Butts 2007) . Table 5 displays descriptive statistics and permutation test results concerning the brokerage scores hold by organizations of different profiles. It can be observed that associations exhibit a strong preference for inter-connector roles that lead them to establish broker relations between two organizations belonging to another two different segments (p value > 0.05). On the contrary, the group of knowledge agents plays a more important coordination role among other knowledge agents (p value 0.1). Although associations have preference for the inter-connector role, they also exhibit the highest level of the global brokerage score (p value < 0.05).",
            "cite_spans": [
                {
                    "start": 775,
                    "end": 801,
                    "text": "Gould and Fernandez (1989)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1792,
                    "end": 1804,
                    "text": "(Butts 2007)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 1807,
                    "end": 1814,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Strategic positions: brokerage and connectedness"
        },
        {
            "text": "These results evidence the need to analyze the response network from a more aggregated perspective. First, associations vertically articulate the COVID-19 response network by mobilizing resources and information from one group to another group. For instance, business associations frequently coordinate inter-firm collective actions or connect support firms to re-route their productive capacity to satisfy the health services' or authorities' demands. Second, knowledge agents transfer information and resources from a knowledge actor to another. Conversely to associations which connect different organizations in the COVID-19 response network, knowledge agents search for complementary capabilities available in other actors of the regional system to provide advanced technological solutions. To the extent that the aggregate efficiency of the response network depends on the way these network segments and their members connect between them, it seems that associations and knowledge agents are crucial elements of the COVID-19 in the Valencia region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategic positions: brokerage and connectedness"
        },
        {
            "text": "Ego-density, the number of an organization links divided by the total number of possible linkages, is the final indicator included in the table. High values of egodensity show that the organization's partners are well connected and the organization's network is cohesive. This could be viewed positively if the focal organization needs support both in terms of resources and information. We found relevant differences in terms of cohesion between the segments analyzed. Members of networks of local governments and associations tend to stay more linked to their partners compared to the other segments analyzed, p value < 0.05 and p value < 0.1 respectively. Cohesion fosters participation, reduces resistances to cooperate, and enhances the contribution to the global performance of the group Kapucu and Garayev 2016) . Consequently, this finding suggests that local governments and associations tend to combine resources and knowledge from a number of tight interconnected partners to confront the adversity and achieve a positive evolution against the COVID-19 in the Valencia region. Connectedness is the crucial element that favors more basic solutions through widespread dissemination of knowledge and resource sharing (e.g., manufacture of basic IPEs). Surprisingly, knowledge agents do not present a relevant level of connectedness in our COVID-19 response network. The character of their innovative contributions requires new knowledge that does not proceed from the redundant knowledge circulating within dense relational architectures (e.g., development of splitters for hospital ventilators produced with 3D printers).",
            "cite_spans": [
                {
                    "start": 794,
                    "end": 818,
                    "text": "Kapucu and Garayev 2016)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Strategic positions: brokerage and connectedness"
        },
        {
            "text": "To answer RQ3 and RQ4, logistic regression-QAP was used since it allows the examination of organizations' factors and network structures on tie formation in a dependent network. The quadratic assignment procedure (QAP)-a non-parametric technique that scholars apply to relational data-allows the regression of a dependent matrix on one or more independent matrices (Borgatti et al. 2018) . We choose the Logit vs the OLS due to the binary data of our dependent matrix. P values are obtained by permuting the rows and columns of the matrices thousands of times. As a limitation, these models cannot directly incorporate node level and structural level attributes.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 387,
                    "text": "(Borgatti et al. 2018)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Response network and proximity: quadratic assignment procedure analysis"
        },
        {
            "text": "The dependent variable is the COVID-19 response network, and the independent variables are the different proximity dimensions. As per our literature framework, partnering is mostly based on a similarity logic. In its different forms, proximity between firms explains the creation of the COVID-19 response network. These various meanings of proximity as a driver of inter-organizational cooperation have been turned into four dyadic covariates of an explanatory nature. Each dyadic covariate is a (278 × 278) symmetric matrix that takes a value for each pair of organizations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response network and proximity: quadratic assignment procedure analysis"
        },
        {
            "text": "Cognitive proximity occurs when similarities exist in the way actors perceive, interpret, and evaluate the world (Nooteboom 2000) . This allows knowledge to be exchanged and communicated faster and more easily. In the context of a health crisis, we assume that firms, associations, knowledge agents, local government, and non-local government have a different vision about how a critical event should be evaluated or confronted. Consistently, the covariate takes the value 1 if the organizations are of a similar nature (firms, associations, knowledge agents, local government and non-local government) and 0 otherwise. Geographical proximity is determined according to the spatial closeness of actors. Following previous research (Lazzeretti and Capone 2016) , this effect has also been divided into three types depending on whether they are located in the same municipality, in the same county or in the same province.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 129,
                    "text": "(Nooteboom 2000)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 731,
                    "end": 759,
                    "text": "(Lazzeretti and Capone 2016)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Response network and proximity: quadratic assignment procedure analysis"
        },
        {
            "text": "The third dyadic covariate captures institutional proximity based on the communalities and differences in the routines and procedures of organizations. Broekel and Boschma (2012) argue that public and private organizations diverge in terms of their objectives and strategies. Differences in the legal sphere may also suggest a different institutional logic (Balland et al. 2016) . In this vein, administrative laws and regulations are applied to the public sector, while non-public organizations are subject to other laws. Therefore, our institutional proximity variable takes the value of one when both interacting organizations are public or private. When one organization is public and one is private funded, the cell takes the value of 0. Cells in this matrix take the value 1 when both organizations are public or private. The fourth covariate is based on the subdivision between private and non-private actors, accounting for the traditional barriers and lack of interaction. Both types of organizations are seldom represented in the same forums. This makes them unaware of each other's work and potential, often limiting collaboration to financial donations (Zyck and Kent 2014) . A new matrix measures whether organizations follow a profit or nonprofit logic. Cells in the matrix take the value 1 if both organizations follow a lucrative or non-lucrative logic and 0 otherwise. Finally, considering that the relations between the different spatial proximity dimensions in collaborative projects is still an open debate (Hansen 2015) , we tested the complementary, substitution or overlap using three interaction terms obtained from the cross-product of the four covariates presented.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 178,
                    "text": "Broekel and Boschma (2012)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 357,
                    "end": 378,
                    "text": "(Balland et al. 2016)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1165,
                    "end": 1185,
                    "text": "(Zyck and Kent 2014)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1527,
                    "end": 1540,
                    "text": "(Hansen 2015)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Response network and proximity: quadratic assignment procedure analysis"
        },
        {
            "text": "Although some correlations are relatively high, ranging from 0.113 to 0.601 the double Dekker semi-partialing method underlying QAP procedures minimizes the effect of, and its robustness to the effect of collinearity (Bell and Zaheer 2007) . Table 6 shows B values for each of the explanatory variables and their respective p values. Model 1 includes the main explanatory variables, confirming the relevance of the cognitive proximity on the creation of linkages (p value < 0.1). Additionally, we observe that profit organizations and non-profit organizations are more likely to connect with similar ones in order to face the challenges of the health crisis (p value < 0.1). This corroborates the endurance of the traditional barriers between both spheres, which is in line with the rationale underlying that shared vision facilitates the creation of collaborative relationships to overcome the coronavirus pandemic, and is consistent with our findings on cognitive proximity. Contrary to our expectations, geographical distance fosters the creation of linkages (p value < 0.05). This unexpected result possibly reflects the counterbalance effect of the cognitive proximity dimension and the need for complementary resources that cannot be accrued locally. Model 2 includes three interaction effects obtained by the cross-product of the four explanatory variables. While our main effects remain robust, the interaction between institutional proximity and geographical proximity achieves a significant negative effect (p value < 0.1). Therefore, institutional proximity and geographical proximity may counterbalance each other in the context analyzed. Distant collaborations are facilitated by similarities in management culture, attitudes to hierarchy and opinions towards the functioning of partnerships. Consequently, in the context of a health crisis, institutional proximity may facilitate the flow of complementary knowledge and resources over distance.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 239,
                    "text": "(Bell and Zaheer 2007)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 249,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Response network and proximity: quadratic assignment procedure analysis"
        },
        {
            "text": "Although we articulated our contribution around four research questions, the main findings reveal the particularities of emergent response networks during health outbreaks. Compared to other contexts, our COVID-19 reveals profound asymmetries on brokerage activities and connectedness between network groups. Furthermore, in line with the dichotomy \"being in place\" versus \"being connected\" (Glückler and Ries 2012) , proximity dimensions do not homogeneously contribute to network creation.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 415,
                    "text": "(Glückler and Ries 2012)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In answering RQ1 concerning the main broker in the COVID response network; social network, and brokerage analysis identified which network member groups and specific organizations acted as key brokers of knowledge and resources. Generally speaking, associations and knowledge agents play the most relevant roles. During the early response phase, associations took the roles of representative and inter-connector. From an aggregate perspective, this means that support and knowledge need to pass through these non-profit organizations which connect the public and private spheres of the socio-economic system. Conversely, knowledge agents act as coordinators connecting scientific and technological actors involved in the health crisis outbreak. While associations mediate between organizations of different profiles, knowledge agents mostly focus on organizations providing technologically advanced solutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The findings show that local and non-local governments rarely played brokerage roles to coordinate or inter-connect the scattered, isolated operations of individual organizations in the system. Consequently, when firms or associations sought to collaborate with institutions or transcend their local context, it was difficult for them to identify contact points that could mediate their operations with non-local actors. One possible explanation regarding the lack of government as brokers in the emerging system comes from the bureaucratic and inefficient attitude of local and regional government in dealing with the private sphere during the early stage of an emergency context. As confirmed by brokerage role analysis, there was no firmly established consensus on shared goals that could be activated to facilitate collaboration for social service provision in the early stages of the response network. From a regional perspective, these findings endorse previous results on brokerage analysis in collaborative emergency systems that highlight the ineffective role of certain organizations due to lack of a pre-existent social capital and the need for organizational resources to serve as brokers (Lind et al. 2008; Oh et al. 2014) .",
            "cite_spans": [
                {
                    "start": 1201,
                    "end": 1219,
                    "text": "(Lind et al. 2008;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1220,
                    "end": 1235,
                    "text": "Oh et al. 2014)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In answering RQ2, the local clustering coefficient, also known as ego-network density, is one of the measures used to study the cohesion and connectedness of all partners around a focal organization of the network. A dense ego-network indicates that close inter-organizational contacts among partners determine the number of resource needs, which is related to how organizations exchange assistance in the aftermath of a crisis or disaster. Results show that both associations and local government have denser ego-networks compared to other groups of actors. These findings complement Sadri et al. (2017) and Sadri et al. (2018) who evidenced that the density of an actor's networks is especially important. Not necessarily associated with density in physical space, they highlight that a highly inter-connected ego-network indicates close contacts among network members and can potentially facilitate information and resource sharing among them that it is critical for recovery. Also, we are in line with the growing relevance of non-profit organizations on disaster response. As indicated by Kapucu et al. (2011) , there has been an increase in the involvement of non-profit organizations in the national disaster planning and response process. Besides, these non-profit organizations experience enhanced communication and resource acquisition through strong network connections, allowing them to successfully accomplish their missions and social service provision. Finally, local governments are highly engaged in the implementation and integration of social practices (Jiang and Ritchie 2017) . Their network structure favors collaborative knowledge and resource sharing during and soon after the disaster within the locally affected areas .",
            "cite_spans": [
                {
                    "start": 585,
                    "end": 604,
                    "text": "Sadri et al. (2017)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 609,
                    "end": 628,
                    "text": "Sadri et al. (2018)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1094,
                    "end": 1114,
                    "text": "Kapucu et al. (2011)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1572,
                    "end": 1596,
                    "text": "(Jiang and Ritchie 2017)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In answering RQ3, we focus on aspects that facilitate cooperation, \"being there\" and \"being connected\" (Glückler and Hammer 2011) . The coefficient for the cognitive proximity confirms the relevance of this aspect for the creation of linkages. Thus, organizations that are close in their knowledge, informativeness or vision, such as profit organizations and non-profit organizations, are more likely to connect with similar ones. This is reinforced by the fact that the results point to knowledge agents as coordinators in the brokerage positions. Geographic proximity or distance proximity usually plays an important role in boosting linkages and supporting social and cognitive proximities (Boschma 2005; Boschma and Frenken 2010; Shearmur and Doloreux 2015) However, our results show that geographic distance favors collaborations. The nature of collaborations to overcome the health emergency and the scarcity of local resources may be behind this result. Possible explanations for this fact may be the need for complementary resources which are not available locally or the fact of the predominance of rural areas or regions, which makes the presence of specialized resources more difficult and, therefore, in these cases, collaborations with locations with different possibilities may become more important . In short, our findings align with those arguing that geographical proximity may have detrimental effects when there are limited resources and a lack of variety and knowledge.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 129,
                    "text": "(Glückler and Hammer 2011)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 693,
                    "end": 707,
                    "text": "(Boschma 2005;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 708,
                    "end": 733,
                    "text": "Boschma and Frenken 2010;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 734,
                    "end": 761,
                    "text": "Shearmur and Doloreux 2015)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In answering RQ4, the interaction between institutional proximity and geographical proximity achieves a significant negative effect. This fact means that the effect of spatial proximity (distance) will be negatively moderated by institutional proximity. This result is in line with growing literature on the interactions between different dimensions of proximity (Mattes 2012) . Particularly, we back Hansen (2015) who pointed out that institutional proximity acts as substitute for geographical proximity. In this vein, the existence of a common set of rules and regulations in the Valencia region diminish the need of being closely located to interact under a trustful atmosphere. Institutional proximity circumvents the lack of the trust fostered by the pervasive face-to-face interactions based on geographical proximity. Therefore, organizations in the COVID-19 response network will look for different and complementary resources in distant regional counties and cities.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 376,
                    "text": "(Mattes 2012)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 401,
                    "end": 414,
                    "text": "Hansen (2015)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The global pandemic has created a medical crisis and along with it, a severe economic crisis. Many countries have implemented quarantine and social distance policies that are seriously damaging the economic climate. From a social perspective, policies to curb the spread of the virus have deteriorated the situation for millions of people. This has reinforced the relevance of social services to protect and support people against vulnerability (e.g., Fisk et al. 2016) . Within an increased demand for social services, the development of networks between organizations of different types providing essential social services seems crucial to produce collective and cooperative actions (Sanzo et al. 2015) . In our view, the emergent response exemplifies a self-organizing ecosystem to produce the necessary social services to overcome the detrimental effects of the COVID-19 crisis which may not occur in lagging countries or regions.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 469,
                    "text": "Fisk et al. 2016)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 685,
                    "end": 704,
                    "text": "(Sanzo et al. 2015)",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions, implications, and limitations"
        },
        {
            "text": "Despite crisis management organizations designing strategies for resource and knowledge sharing between organizations, the emergent network against the pandemic shows substantial differences in brokerage behavior across organizations. While two types of organizations dominate brokerage activities, the scenarios in which these organizations operate differ due to asymmetries in their stock of resources and capabilities. Knowledge agents, broker resources and knowledge between similar entities haste technological solutions. Associations connect different actors with complementary resources to deliver non-technological solutions. These actors complementarily organize their engagement in the provision of collective services. Despite their valuable contribution, the informal nature of these efforts has possibly reduced the efficiency of their response to the coronavirus effects, mainly due to time and coordination dysfunctionalities. In the near future, these emergent linkages represent a powerful tool that should provide immediate responses in case of new outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions, implications, and limitations"
        },
        {
            "text": "For practitioners, our study also suggests important guidelines for the design and the use of networks to overcome disaster and crisis. Local government and knowledge agents present dense and cohesive social networks that may facilitate collaboration against the COVID-19. Network connectedness is an essential indicator for emergency response participants to reach one another in order to provide necessary information and resources. Interestingly, knowledge agents in the COVID-19 are also among the group with high level of density and cohesiveness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions, implications, and limitations"
        },
        {
            "text": "In light of their brokerage position, they have apparently combined the acquisition of novel knowledge with a dense network to quickly transform it into solutions. This binomial has proved to be crucial in the context of this crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions, implications, and limitations"
        },
        {
            "text": "Thus, the identification and construction of these network structures seem crucial to overcome the critical circumstances of recurrence. Additional efforts should be devoted to improving the network structures of other actors involved in the response network. Particularly, attention should be paid to the implementation of tools and mechanisms capable of generating trust and smooth cooperation. Perhaps, targeting and acting on pre-existing social capital may represent a powerful mechanism to foster an immediate response. We also encourage the promotion of team-based structures as powerful inter-organizational tools that should lead to higher cooperation rates. These structures would smooth cooperation between groups and help to overcome institutional or organizational linkages, accelerating the growth and cohesiveness of the whole response network. However, programs should be tailored according to the specificity of each place. Note that either the role of brokerage or the proximity dimension may change according to each context. This research has certain limitations that open avenues for future research. Two main considerations limit the generalizability of our results. First, we focused on firms located in a region during the early stage of the crisis. Therefore, while our results hold for this region and period, care should be taken when extrapolating to other contexts or another temporal dimension. The intense effect of COVID-19 across many geographies calls for an extension of the scope of our research. To the extent that this paper provides a valid and replicable methodology, comparisons between regions at national or international scale represent attractive research opportunities. Particularly, extending our research to all Spanish regions and the subsequent comparison between them would allow to identify significant differences and commonalities to establish concise prescriptions for response strategy across geographies. Also, networks are built between individuals rather than at the inter-firm level. Future research should consider more refined approaches based on multi-level networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions, implications, and limitations"
        },
        {
            "text": "Furthermore, in this paper, we simply adopted a rather general conceptualization of social services. However, a detailed analysis of the knowledge content of the services would also be welcome. Future research should also consider more refined variable operationalization or the conclusion of the emergent notion of social distance. In addition, the influence of information and communication technologies and temporary co-location on networks should be addressed because these mechanisms may act as powerful substitutes of traditional face-to-face interactions in generating trust and complex knowledge transfer. Even so, more refined measures of geographical proximity may yield alternative results. Finally, we are confident about the robustness and reliability of our research. However, an empirical analysis performed using longitudinal data would reinforce the validity of our results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions, implications, and limitations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Link formation pattern during emergency response network dynamics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abbasi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Hazards",
            "volume": "71",
            "issn": "3",
            "pages": "1957--1969",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A longitudinal study of evolving networks in response to natural disaster",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abbasi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kapucu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Comput Math Organ Theory",
            "volume": "22",
            "issn": "1",
            "pages": "47--70",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "2020) Racial, economic and health inequality and COVID-19 infection in the United States",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Abedi",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Olulana",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Avula",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chaudhary",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shahjouei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zand",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "What do we really know about services?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Akehurst",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Serv Bus",
            "volume": "2",
            "issn": "1",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The dynamics of technical and business knowledge networks in industrial clusters: embeddedness, status, or proximity?",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Balland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Belso-Martínez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Econ Geogr",
            "volume": "92",
            "issn": "1",
            "pages": "35--60",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Geography, networks, and knowledge flow",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zaheer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Organ Sci",
            "volume": "18",
            "issn": "6",
            "pages": "955--972",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The centrality of service organizations and their leisure networks",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Bendle",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Patterson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Serv Ind J",
            "volume": "3",
            "issn": "10",
            "pages": "1607--1619",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Analyzing social networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Borgatti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Everett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "231--248",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Proximity and innovation: a critical assessment",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Boschma",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Reg Stud",
            "volume": "39",
            "issn": "1",
            "pages": "61--74",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The spatial evolution of innovation networks. A proximity perspective",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Boschma",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Frenken",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "120--135",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Does lockdown work? A spatial analysis of the spread and concentration of Covid-19 in Italy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bourdin",
                    "suffix": ""
                },
                {
                    "first": "Jeanne",
                    "middle": [
                        "L"
                    ],
                    "last": "Nadou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Noiret",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Knowledge networks in the Dutch aviation industry: the proximity paradox",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Broekel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Boschma",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Econ Geogr",
            "volume": "12",
            "issn": "2",
            "pages": "409--433",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Permutation models for relational data",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Butts",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Sociol Methodol",
            "volume": "37",
            "issn": "1",
            "pages": "257--281",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Geographical variability and network structure",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Butts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Acton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Hipp",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Nagle",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Soc Netw",
            "volume": "34",
            "issn": "1",
            "pages": "82--100",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Know your neighbours': disaster resilience and the normative practices of neighbouring in an urban context",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cheshire",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Environ Plan A",
            "volume": "47",
            "issn": "5",
            "pages": "1081--1099",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Communication, coherence, and collective action: the impact of Hurricane Katrina on communications infrastructure",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Comfort",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Haase",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Public Works Manag Policy",
            "volume": "10",
            "issn": "4",
            "pages": "328--343",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Designing resilience: preparing for extreme events",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Comfort",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Demchak",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Bilateral collaboration and the emergence of innovation networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cowan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jonard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Zimmermann",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Manag Sci",
            "volume": "53",
            "issn": "7",
            "pages": "1051--1067",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Co-creating sociality: organizational identity and marketing in voluntary organizations",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Echeverri",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Serv Ind J",
            "volume": "38",
            "issn": "5-6",
            "pages": "282--302",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Refugee migration and service industries: advancing the research agenda",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Farmaki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Christou",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Serv Ind J",
            "volume": "39",
            "issn": "9",
            "pages": "668--683",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Conceptual underpinnings for transformative research in a service ecosystems context to resolve social issues-framework foundations and extensions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Finsterwalder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Foote",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nicholas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hepi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dayal",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Serv Ind J",
            "volume": "37",
            "issn": "",
            "pages": "766--782",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Billions of impoverished people deserve to be better served: a call to action for the service research community",
            "authors": [
                {
                    "first": "Rpp",
                    "middle": [],
                    "last": "Fisk",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Bowen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gruber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ostrom",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Patrício",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reynoso",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sebastiani",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Serv Manag",
            "volume": "27",
            "issn": "1",
            "pages": "43--55",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The New York Times",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Visualising the expansion and spread of coronavirus disease 2019 by cartograms",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Environ Plan A",
            "volume": "52",
            "issn": "4",
            "pages": "698--701",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A disconnected policy network: the UK's response to the Sierra Leone Ebola epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Georgalakis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Soc Sci Med",
            "volume": "250",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A pragmatic service typology: capturing the distinctive dynamics of services in time and space",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Glückler",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hammer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Serv Ind J",
            "volume": "31",
            "issn": "6",
            "pages": "941--957",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Why being there is not enough: organized proximity in place-based philanthropy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Glückler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ries",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Serv Ind J",
            "volume": "32",
            "issn": "4",
            "pages": "515--529",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Structures of mediation: a formal approach to brokerage in transaction networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Fernandez",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Sociol Methodol",
            "volume": "19",
            "issn": "",
            "pages": "89--126",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The weakness of strong ties; the lock-in of regional development in Ruhr area. The embedded firm",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grabher",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "255--277",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Where do interorganizational networks come from?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gulati",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gargiulo",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Am J Sociol",
            "volume": "104",
            "issn": "5",
            "pages": "1439--1493",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Network performance assessment for collaborative disaster response",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kapucu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Disaster Prev Manag",
            "volume": "24",
            "issn": "2",
            "pages": "201--220",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Substitution or overlap? The relations between geographical and non-spatial proximity dimensions in collaborative innovation projects",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Reg Stud",
            "volume": "49",
            "issn": "10",
            "pages": "1672--1684",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "CordNet: toward a distributed behavior model for emergency response coordination",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hossain",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuti",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proj Manag J",
            "volume": "39",
            "issn": "4",
            "pages": "68--94",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Disaster response preparedness coordination through social networks",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hossain",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuti",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Disasters",
            "volume": "34",
            "issn": "3",
            "pages": "755--786",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The Great Lockdown (2020) Chapter 1: global prospects and policies",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Imf World Economic",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Outlook",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Psychological testing in the service of disability determination",
            "authors": [],
            "year": 2015,
            "venue": "Washington",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Disaster collaboration in tourism: motives, impediments and success factors",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Ritchie",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Hosp Tour Manag",
            "volume": "31",
            "issn": "",
            "pages": "70--82",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Interorganizational coordination in dynamic context: networks in emergency response management",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kapucu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Connections",
            "volume": "26",
            "issn": "2",
            "pages": "33--48",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Designing, managing, and sustaining functionally collaborative emergency management networks",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kapucu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Garayev",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am Rev Public Adm",
            "volume": "43",
            "issn": "3",
            "pages": "312--333",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Structure and network performance: horizontal and vertical networks in emergency management",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kapucu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Garayev",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Adm Soc",
            "volume": "48",
            "issn": "8",
            "pages": "931--961",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Nonprofit organizations in disaster response and management: a network analysis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kapucu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yuldashev",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Feldheim",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur J Econ Polit Stud",
            "volume": "4",
            "issn": "1",
            "pages": "83--112",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Disaster preparedness and resilience for rural communities",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kapucu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Hawkins",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "I"
                    ],
                    "last": "Rivera",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Risk Hazards Crisis Public Policy",
            "volume": "4",
            "issn": "4",
            "pages": "215--233",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Coordinating non-established disaster relief groups: a case study of Hurricane Irma in Florida",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kapucu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harmon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Toro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/disa.12439"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Community analysis of a crisis response network",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ku",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cha",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Soc Sci Comput Rev",
            "volume": "39319",
            "issn": "",
            "pages": "85867--85876",
            "other_ids": {
                "DOI": [
                    "10.1177/0894439319858679"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Predicting with networks: nonparametric multiple regression analysis of dyadic data",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Krackhardt",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Soc Netw",
            "volume": "10",
            "issn": "4",
            "pages": "359--381",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Understanding activated network resilience: a comparative analysis of co-located and co-cluster disaster response networks",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Conting Crisis Manag",
            "volume": "27",
            "issn": "1",
            "pages": "14--27",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "How proximity matters in innovation networks dynamics along the cluster evolution. A study of the high technology applied to cultural goods",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lazzeretti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Capone",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Bus Res",
            "volume": "69",
            "issn": "12",
            "pages": "5855--5865",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Brokerage roles in disaster response: organisational mediation in the wake of Hurricane Katrina",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lind",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tirado",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petrescu-Prahova",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Butts",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int J Emerg Manag",
            "volume": "5",
            "issn": "2",
            "pages": "75--99",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Dimensions of proximity and knowledge bases: innovation between spatial and non-spatial factors",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mattes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Reg Stud",
            "volume": "46",
            "issn": "8",
            "pages": "1085--1099",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Collaborative public management: assessing what we know and how we know it",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcguire",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Public Adm Rev",
            "volume": "66",
            "issn": "",
            "pages": "33--43",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Social awareness of crisis events: a new perspective from socialphysical network",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mingxuan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yanyan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cities",
            "volume": "99",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The social and economic factors underlying the impact of COVID-19 cases and deaths in US counties",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mukherji",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "COVID-19, lockdown and violence against women in homes. Lockdown and violence against women in homes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nigam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Public-nonprofit partnership performance in a disaster context: the case of Haiti",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Nolte",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boenigk",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Public Adm",
            "volume": "89",
            "issn": "4",
            "pages": "1385--1402",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Learning by interaction: absorptive capacity, cognitive distance and governance",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nooteboom",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Manag Gov",
            "volume": "4",
            "issn": "1-2",
            "pages": "69--92",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Building collaborative emergency management systems in northeast Asia: a comparative analysis of the roles of international agencies",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Okada",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Comfort",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Comp Policy Anal: Res Pract",
            "volume": "16",
            "issn": "1",
            "pages": "94--111",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Media frames across stages of health crisis: a crisis management approach to news coverage of Flu pandemic",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Conting Crisis Manag",
            "volume": "24",
            "issn": "2",
            "pages": "95--106",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Enabling factors for developing a social services network",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Proença",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Proença",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Serv Ind J",
            "volume": "38",
            "issn": "5-6",
            "pages": "321--342",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Institutional-level norms and organizational involvement in a serviceimplementation network",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Provan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Milward",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Public Adm Res Theory",
            "volume": "1",
            "issn": "4",
            "pages": "391--417",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The role of social networks and information sources on hurricane evacuation decision making",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Sadri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Ukkusuri",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gladwin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat Hazards Rev",
            "volume": "18",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "The role of social capital, personal networks, and emergency responders in post-disaster recovery and resilience: a study of rural communities in Indiana",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Sadri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Ukkusuri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Clawson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Aldrich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Seipel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat Hazards",
            "volume": "90",
            "issn": "3",
            "pages": "1377--1406",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "The social and political context of disease outbreaks: the case of SARS in Toronto",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Salehi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Can Public Policy",
            "volume": "32",
            "issn": "4",
            "pages": "373--385",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Business-nonprofit partnerships: a new form of collaboration in a corporate responsibility and social innovation context",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Sanzo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Álvarez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rey",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "García",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Serv Bus",
            "volume": "9",
            "issn": "",
            "pages": "611--636",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Advances in service networks research",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Laws",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Serv Ind J",
            "volume": "30",
            "issn": "10",
            "pages": "1581--1592",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Knowledge-intensive business services (KIBS) use and user innovation: high-order services, geographic hierarchies and internet use in Quebec's manufacturing sector",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shearmur",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Doloreux",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Reg Stud",
            "volume": "49",
            "issn": "10",
            "pages": "1654--1671",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "How open innovation processes vary between urban and remote environments: slow innovators, market-sourced information and frequency of interaction",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shearmur",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Doloreux",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Entrep Reg Dev",
            "volume": "28",
            "issn": "5-6",
            "pages": "337--357",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "The return of epidemics and the politics of global-local health",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sivaramakrishnan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Public Health",
            "volume": "101",
            "issn": "6",
            "pages": "1032--1041",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Emergent citizen groups and emergency management",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Stallings",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Quarantelli",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Public Adm Rev",
            "volume": "45",
            "issn": "",
            "pages": "93--100",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Poverty overwiew",
            "authors": [],
            "year": 2020,
            "venue": "iew#:~:text=The%2520g lobal %2520e xtrem e%2520p overt y%2520r ate,milli on%2520t o%25201 50%2520m illio n%2520p eople",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Connecting the actors, discovering the ties: exploring disaster risk governance network in Asia and the Pacific",
            "authors": [
                {
                    "first": "Apl",
                    "middle": [],
                    "last": "Trias",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lassa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Surjan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Disaster Risk Reduct",
            "volume": "33",
            "issn": "",
            "pages": "217--228",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Community innovation and disasters",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wachtendorf",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kendra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Deyoung",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Handbook of disaster research",
            "volume": "",
            "issn": "",
            "pages": "387--410",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Terrorism, homeland security and the national emergency management network. Public",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Waugh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Organ Rev",
            "volume": "3",
            "issn": "4",
            "pages": "373--385",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Post-disaster social services and health outcomes in recovery",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "IOM Committee on Post-Disaster Recovery of a Community's Public Health",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "World Health Organization (2020b) WTO COVID-19 Situation Report 133",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Empirical tests of optimal cognitive distance",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wuyts",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Colombo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dutta",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nooteboom",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Econ Behav Organ",
            "volume": "58",
            "issn": "2",
            "pages": "277--302",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Humanitarian crises, emergency preparedness, and response: the role of business and the private sector. Humanitarian Policy Group (HPG): overseas Development Institute",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zyck",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kent",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "CDA One Alewife Center Suite",
            "volume": "400",
            "issn": "",
            "pages": "2140--2315",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Incidence of COVID-19 in the Valencia community per province. Source Authors elaboration Degree distribution",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The structure of the response network in the Valencia region",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Types of organizations and distributions among provinces",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Illustrative collaborative efforts against COVID-19 in the Valencia region University of Alicante and the Health Institute Carlos III Alicante Co-development of a tool for modeling scenarios of COVID-19 evolution to assist in planning public response development of a free online platform to diffuse and channel business solutions to assist in COVID-19 related emergencies Diario Información UMH Science park, Vinalopo Hospital and HLA Vistahermosa Alicante Co-design of a self-filtering respiratory mask for healthcare personnel to minimize COVID-19 contagion based on 3D printing",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Network centrality measures per segment and top organizationsDegree and between centrality for each segment was computed as the mean value of its members Segment Degree Between Organization",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Strategic positions in the COVID-19 response network: mean differences (SE) and permutation test resultsSignificance level: ***< .01; **< .05; *< .1",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "QAP-Logit regression results",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements Financial support from the Chair GVA-UMH for the Transformation of the Economic Model is gratefully acknowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}