{
    "paper_id": "3d8719fb8500c7ef1f98110541dd0c365579e05e",
    "metadata": {
        "title": "Impact of COVID -19 pandemic on use of Pediatric Emergency Health Services in a Tertiary Care Pediatric Hospital in North India Impact of COVID -19 pandemic on use of Pediatric Emergency Health Services in a Tertiary Care Pediatric Hospital in North India",
        "authors": [
            {
                "first": "Ravitanaya",
                "middle": [],
                "last": "Sodani",
                "suffix": "",
                "affiliation": {},
                "email": "ravitanaya0808@gmail.com"
            },
            {
                "first": "Shalu",
                "middle": [],
                "last": "Gupta",
                "suffix": "",
                "affiliation": {},
                "email": "drshalugupta@yahoo.co.in"
            },
            {
                "first": "Virendra",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {},
                "email": "vkumar1@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "We observed a 43% decline in PED visits which increased to 75% during the period of lock-down (p value = 0.005). There was a significant decrease in children of age group 1-5 years attending PED. Mortality rate during lockdown had gone up by nearly 3times than the average monthly mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: While children might not have been directly affected by the COVID-19 pandemic, but the fear of COVID 19 and measures taken to control the pandemic has affected the health seeking behavior of patients to an extent that indirectly caused more damage than anticipated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On the 30 th of January 2020, the World Health Organization declared the novel coronavirus outbreak as a public health emergency of international concern. Since the detection of first case of Coronavirus disease in India on January 30, 2020, there was a rapid increase in number of COVID-19 positive cases. Almost instantaneously, the severe acute respiratory syndrome coronavirus 2 (SARSCoV-2) spread to all parts of the country penetrating the largest of towns, the smallest of villages and everything in between. As a response to the outbreak, various measures were implemented to prevent and contain the spread of infection. A nationwide lockdown was declared on the 24 th of March 2020, which lasted till 30 th May followed by a staggered unlock process. However, the implications of the pandemic and its subsequent measures were unanticipated. COVID -19 has adversely affected the routine preventive and curative services especially for people with chronic conditions and disabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In order to find the impact of the COVID-19 pandemic on use of health servicesespecially emergency serviceswe compared patient's attendances in OPD & Pediatric Emergency Department (PED) and the changes in clinic epidemiological profiles (before and during COVID -19) in a tertiary care hospital in New Delhi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We conducted a retrospective observational study in a tertiary care hospital (395 beds) in New Delhi, India with an average yearly OPD attendance of 2.8 lakh patients and 30,000 admissions All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design and Participants"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design and Participants"
        },
        {
            "text": "The copyright holder for this preprint this version posted January 12, 2021. ; https://doi.org/10.1101/2021.01.09.21249489 doi: medRxiv preprint (pre-COVID 19). The hospital has 24 hr. working Pediatric Emergency with nearly 1500 average Emergency admissions every month (Pre-COVID 19). Patient data of OPD attendance and of PED visits from January to June 2020 was retrieved from Hospital Medical Record Section. We compared Pediatric OPD attendance and Emergency attendance pre-COVID 19 and during COVID 19 pandemic. The study studies the trends for the periods from January to June 2020 in relation to the same months in 2019. We also compare patient profiles and outcome in terms of death or discharge/transfer attending Pediatric Emergency Department before and during COVID 19 pandemic. All patients attending the Pediatric OPD and PED were included in the study while patients with incomplete records were excluded from the analysis. The study has been reviewed and approved by Institutional Ethics Committee. Descriptive data was compared on statistical parameters such as means and standard deviations. Continuous data was analyzed using-test's (p value significant reporting at <5%). Percentage changes were calculated to highlight differences in various patient parameters under consideration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design and Participants"
        },
        {
            "text": "The total hospital attendance, during the study period (January to June 2020), was 65,421individuals: of which 15,432 attended PED. Out of those who attended PED, 5,143 were admitted and 40 expired within 24 hours of admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of COVID 19 on Hospital Attendance"
        },
        {
            "text": "On comparing data between 2020 and 2019, we found that routine OPD attendance reduced by 56%. Pediatric Emergency Service usage reduced from a monthly average of 4,500 in year 2019 to 2,572 in 2020: a 43% decline. Average daily attendance in PED reduced from 166 in 2019 to 85 (-48%) in 2020.We also observed that the average hospital admissions drastically reduced All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of COVID 19 on Hospital Attendance"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of COVID 19 on Hospital Attendance"
        },
        {
            "text": "The copyright holder for this preprint this version posted January 12, 2021. ; https://doi.org/10.1101/2021.01.09.21249489 doi: medRxiv preprint during COVID-19 by nearly 30%. (Table 1 ) This decline in PED attendance was more pronounced during the period of lockdown when this indicator decreased to nearly 75%. This decrease in PED attendance was statistically significant for the months -April, May and June (pvalue = 0.005). On comparing the age profiles in the two study periods, we found that there was a significant decrease in children aged 1-5 years attending PED. Figure 1 shows the trend in PED admissions and death in 2020 as compared to the year 2019.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 184,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 574,
                    "end": 582,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Impact of COVID 19 on Hospital Attendance"
        },
        {
            "text": "Reduction in PED visits were noticed uniformly across all disease categories. However, the differences were not statistically significant. (Table 2 ) However, during the period of strict lock down ( April -June 2020) a significant difference was noted. The number of patients who were brought in cardio-pulmonary arrest showed a significant difference (p-0.015).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 147,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Impact of COVID 19 on disease categories in PED"
        },
        {
            "text": "In the year 2020 total pediatric attendance reduced by 54%, and similarly PED attendance reduced by 43%. This fall in attendance was further exaggerated during the period of strict lockdown with 75% drop in April and 81% drop in May 2020. This trend was consistent across These results are largely attributable to the stringent lockdown imposed restrictions placed on movement, and fear of COVID-19 resulted in children being brought in overly critical conditions. Furthermore, strict segregation of patients with flu like symptoms from nonsuspected COVID -19 (from April 2020) and reduction in non-serious emergency visits mostly due to parental anxiety are some additional factors that could possibly explain these reductions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Reduction in PED visits were noticed uniformly in all disease categories We observed an interesting change in patient profile, neonatal PED visits increased by 144%, and a marked decrease in PED visits of children in age group 1-5years. This increase in neonatal PED visits could probably be because most newborns were home-delivered and therefore did not receive appropriate perinatal care. On the contrary, significant (P -0.005) reduction in children could be due to the fact that children with respiratory illnesses were seen in a separate Flu OPD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Incidence of Medico legal cases such as Poisoning and Injuries reduced by 56% probably because of strict home isolation and increased parental supervision. Similar observation in reduction of such cases was made by Lisa et al in Ireland. 2 On analyzing the data for mortality, we found that the patients who presented in PED were in an extremely sick condition by the time they were attended by a healthcare worker. Mortality rate in (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 239,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted January 12, 2021. ; https://doi.org/10.1101/2021.01.09.21249489 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Where have all the children gone? Decreases in paediatric emergency department attendances at the start of the COVID-19 pandemic of 2020",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Isba",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Edge",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jenner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Broughton",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Francis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arch Dis Child",
            "volume": "105",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Disappearing act: COVID-19 and pediatric emergency department attendances",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fitzsimons",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gorman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hourihane",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Okafor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arch Dis Child",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Impact of the COVID-19 pandemic in the pediatric emergency department attendances in Argentina",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferrero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ossorio",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Debaisi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/archdischild-2020-319833"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Delayed access or provision of care in Italy resulting from fear of COVID-19. The Lancet Child & Adolescent Health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lazzerini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Barbi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Apicella",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Marchetti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cardinale",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Trobia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "10--11",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Impact of COVID-19 pandemic on paediatric services at a referral centre in Pakistan: lessons from a low-income and middle-income country setting",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kirmani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saleem",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "archdischild-2020-319424.Doi:10.1136/archdischild-2020-31942"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "several countries as documented by Isba et al in UK with 33.8% 1 , Dann et al in Ireland with 50%",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Frequency and percentage change in Hospital admission and deaths before and during COVID 19 pandemicAll rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Emergency Department Admissions categorized with percentage reduction in 2020 as compared with 2019.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}