{"paper_id": "3d8730b6a26a6324429faeffb8a7068fa1148e02", "metadata": {"title": "Minimally Invasive Surgery and Surgical Smoke, Decoding Fear and Ensuring Safety: Adaptations and Safety Modifications During COVID Pandemic", "authors": [{"first": "S", "middle": ["P"], "last": "Somashekhar", "suffix": "", "affiliation": {"laboratory": "", "institution": "Manipal Hospital", "location": {"addrLine": "Old Airport Road, Rustum Bagh", "postCode": "560 017", "settlement": "Bangalore", "country": "India"}}, "email": "somashekhar.sp@manipalhospitals.com"}, {"first": "•", "middle": [], "last": "Mohammed", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Basheeruddin", "middle": [], "last": "Inamdar", "suffix": "", "affiliation": {"laboratory": "", "institution": "Manipal Hospital", "location": {"addrLine": "Old Airport Road, Rustum Bagh", "postCode": "560 017", "settlement": "Bangalore", "country": "India"}}, "email": "inamdar.basheer@gmail.com"}, {"first": "•", "middle": ["S"], "last": "Manjiri", "suffix": "", "affiliation": {"laboratory": "", "institution": "MS Ramaiah Medical College", "location": {"settlement": "Bangalore", "country": "India"}}, "email": "manjiris@yahoo.com"}, {"first": "•", "middle": [], "last": "Sumit Talwar", "suffix": "", "affiliation": {"laboratory": "", "institution": "Manipal Hospital", "location": {"postCode": "560 017", "settlement": "Bangalore", "country": "India"}}, "email": ""}, {"first": "•", "middle": [], "last": "Rudra", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Prasad", "middle": [], "last": "Acharya", "suffix": "", "affiliation": {"laboratory": "", "institution": "Max Super Speciality Hospital", "location": {"settlement": "New Delhi", "country": "India"}}, "email": "acharyarp@yahoo.com"}, {"first": "•", "middle": ["K R"], "last": "Ashwin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Manipal Hospital", "location": {"addrLine": "Old Airport Road, Rustum Bagh", "postCode": "560 017", "settlement": "Bangalore", "country": "India"}}, "email": ""}, {"first": "Vijay", "middle": [], "last": "Ahuja", "suffix": "", "affiliation": {"laboratory": "", "institution": "Manipal Hospital", "location": {"addrLine": "Old Airport Road, Rustum Bagh", "postCode": "560 017", "settlement": "Bangalore", "country": "India"}}, "email": "vjahuja5@yahoo.co.in"}, {"first": "•", "middle": ["C"], "last": "Rohit Kumar", "suffix": "", "affiliation": {"laboratory": "", "institution": "Manipal Hospital", "location": {"addrLine": "Old Airport Road, Rustum Bagh", "postCode": "560 017", "settlement": "Bangalore", "country": "India"}}, "email": ""}, {"first": "C", "middle": [], "last": "Rohit Kumar", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mohammed", "middle": [], "last": "Basheeruddin Inamdar", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": [], "last": "Manjiri", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sumit", "middle": [], "last": "Talwar", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rudra", "middle": ["Prasad"], "last": "Acharya", "suffix": "", "affiliation": {}, "email": ""}, {"first": "K", "middle": ["R"], "last": "Ashwin", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The most fearful word starting from C, Cancer has now been replaced with COVID-19 owing to its associated physical, emotional and financial hardships as well as its social stigma. Never before we as medical fraternity been challenged to take care of patients and at the same time consider the safety of ourselves, family members and our fellow healthcare workers. Emotions and fear-driven treatments that are otherwise inefficacious may contribute to a false sense of security, unwarranted side-effects, divert resources and delay research into treatments that may actually work. Decoding fear with available evidence i.e. practicing evidence-based medicine will guide us in better handling of situations in this pandemic. The objective of this review is to discuss the modifications required in the operating theatre during COVID-19 times for minimal access, laparoscopy and robotic surgery, especially with regard to the handling of surgical smoke, minimally invasive surgical instruments, trocars with smoke evacuator and special personal protection equipment. Although there is no evidence of viral transmission through laparoscopic or open approaches, we recommend modifications to surgical practice such as the use of safe smoke evacuation and minimizing energy device use. We have come up with Rule of 20 for 2020 pandemic in operation theatres and modification of trocar for safe handling of surgical smoke in MIS which can be used in resource-limited settings. Hospitals must follow specific protocols and arrange suitable training of the healthcare workers. We believe that ''Fears are educated into us, and can, if we wish, be educated out''.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less.-Marie Curie Most people feared a diagnosis with the dreaded ''C word''-cancer-owing to its associated physical, emotional and financial hardships as well as its social stigma. The rapid progression of COVID-19 from a local issue to a pandemic has quickly made it a competitor for the spot of the most feared disease, starting with C, and rightly so, given the intense strain it is placing on us individually and as a society at every level. Fear of treating our patients and at the same time taking care of ourselves and the hospital personnel and our family has never been so important than in the present scenario. Decoding this fear has now become the need of hour in the middle of this pandemic.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Medical decision-making is usually based upon large volumes of information often conflicting or of uncertain validity and reliability that evolves and changes rapidly and is distributed from disparate sources. Moreover, important information is often not readily available to make decisions. On the other hand, individual bias due to emotional influences, personal intuition, experience, traditions and patient-and peer-pressure may also influence medical decisions and could lead to deleterious effects. In a pandemic, emotion is even more perilous. Emotions and feardriven treatments that are otherwise inefficacious may contribute to a false sense of security, unwarranted sideeffects, divert resources and delay research into treatments that may actually work [1] . Up-to-date and evidence-based guidelines for the management of COVID-19 are imperative to guide clinicians through the rapidly evolving pandemic. Today's best medical practices use evidence-based medicine (EBM) which is defined as the conscientious, explicit and judicious use of best available evidence to make medical decisions. It consists of reviewing and assessing all the available information to determine what the best treatment could be [1]. Jeniceck and Hitchcock also asserted that ''good evidence is not everything. It's also essential to know how you use it. Good uses of evidence are everything.'' Phrases within this definition, how to use it and good uses, imply that evidence has to be effectively implemented in practice for it to be helpful [2] .", "cite_spans": [{"start": 764, "end": 767, "text": "[1]", "ref_id": null}, {"start": 1530, "end": 1533, "text": "[2]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "The CovidSurg Collaborative, a 77-country research initiative formed to analyse the impact of Covid-19 on surgeries, has estimated that over 28 million surgeries could be cancelled or delayed worldwide as a result of the pandemic. This consortium, which also includes surgeons from multiple Indian institutions, has estimated that around 505,800 non-emergency or benign surgeries, 51,100 cancer surgeries, and 27,700 obstetric surgeries could be delayed across the country during the three-month period before and after the peak [3] .", "cite_spans": [{"start": 529, "end": 532, "text": "[3]", "ref_id": null}], "ref_spans": [], "section": "Purpose of the Study"}, {"text": "The sudden and unexpected COVID-19 pandemic has had an unprecedented adverse impact on healthcare services globally and continues to stretch the healthcare to its limits. In these extraordinarily difficult times for the healthcare workers and healthcare systems, we wanted to look into ways of restarting the treatment of gynaecological malignancies and specifically study the need for modifications in minimally invasive surgery (MIS) and the precautions required to protect the healthcare personnel. We have attempted to review and understand the available evidence and recommendations for the safe practice of minimal invasive surgery. Along with this, we will highlight issues concerning the alleviation of the fear and returning back to normalcy whilst continuing to live and adapt to the changes imposed by the present pandemic.", "cite_spans": [], "ref_spans": [], "section": "Purpose of the Study"}, {"text": "The major fears regarding surgical practice during this pandemic are. In this article, we have ventured to address some of these fears.", "cite_spans": [], "ref_spans": [], "section": "Purpose of the Study"}, {"text": "The present pandemic can be considered as a Mass Casualty Incident (MCI) in which preserving financial and human resources is crucial. A good organization and a preventive approach are mandatory in the mitigation phase of mass casualty incident response. In order to minimize resource exhaustion, the use of surgical appliances and staff must be well pondered and balanced [4] . During a pandemic shortage of specialized teams cannot be easily addressed by reintegrating retirees or replenishing the ranks with new staff. This would be inevitably associated with a lowered standard of care, hence, the requirement to skeletonize surgical activities and resources in hospitals during a pandemic [5] .", "cite_spans": [{"start": 373, "end": 376, "text": "[4]", "ref_id": "BIBREF1"}, {"start": 694, "end": 697, "text": "[5]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "General Principles"}, {"text": "Optimal resource usage should be carefully considered when planning scheduled procedures, particularly with regard to materials, staff, devices, intensive care beds, blood components, etc. Each individual healthcare systems must have its own standard operating procedure (SOP), tailored to the resources and the existing severity of the pandemic in that area. Key stakeholders of the hospital must be involved in planning the standard operating procedure and intervention algorithm for the hospital. These include the following key personnel: Infection Prevention and control staff, Physicians/Surgeons, Nurses, Operation room Manager and Hospital Resource Manager. Having an established standard operating procedure and algorithm for dealing with and managing manpower and resources is very crucial during the pandemic. (Figure 1 represent an example of standard operating procedure algorithm for restarting surgery during pandemic).", "cite_spans": [], "ref_spans": [{"start": 821, "end": 830, "text": "(Figure 1", "ref_id": null}], "section": "General Principles"}, {"text": "The basic principle of medicine ''Primum non nocere-First do no harm'' is to be followed. Patients and caregivers should not be exposed to additional risks, so also the safety of medical personnel should be ensured. It is the duty of the treating oncologist to educate the patients regarding prevention, control and treatment of infection depending on their condition. The strategy for promoting ''Stay at Home'' if asymptomatic should be reinforced for routine follow-up [6] . Use of personnel protection remedies and social isolation, unless visiting the hospital is absolutely essential should be reinforced to all people and specifically for cancer patients to reduce the probability of getting infection [7] . A detailed travel history, contact history, respiratory symptoms and/or fever history is compulsory for all patients and the accompanying persons. COVID-19 can infect a person, and they can be contagious prior to the onset of symptoms or even without developing symptoms. Therefore, aggressive testing or screening of asymptomatic patients' needs to be done [8] . There are two types of COVID-19 tests: Ribonucleic acid (RNA) tests and the serum antibodies tests [9] . COVID-19 testing with combined immunoglobulin M (IgM) and immunoglobulin G (IgG) antibodies test is effective for the rapid diagnosis, immunoglobulin M positive indicates an acute infection and immunoglobulin G antibodies indicate a later stage of infection [10] . It has been shown that some patients with a negative COVID-reverse transcriptase polymerase chain reaction (RT-PCR) test displayed abnormalities on lung computed tomography (CT) scan [11] , questioning the sensitivity of the reverse transcriptase polymerase chain reaction test. It has been reported that the combination of reverse transcriptase polymerase chain reaction and lung CT-scan lead to the highest diagnostic sensitivity (92%) compared to RT-PCR alone (78%), lung CT-scan alone (67%) or combination of 2 RT-PCR (86%) [12] . Combination of both RT-PCR test and lung CT-scan to exclude COVID-19 patients is thus recommended to limit the risk of admitting an infected patient for surgery. This is also important to the fact that cancer patients with active COVID-19 infection undergoing surgery have a higher incidence of morbidity and mortality. And also, that chance of spread of infection healthcare workers is high whilst operating on a patient of COVID-19 infection.", "cite_spans": [{"start": 472, "end": 475, "text": "[6]", "ref_id": "BIBREF3"}, {"start": 709, "end": 712, "text": "[7]", "ref_id": "BIBREF4"}, {"start": 1073, "end": 1076, "text": "[8]", "ref_id": "BIBREF5"}, {"start": 1178, "end": 1181, "text": "[9]", "ref_id": "BIBREF6"}, {"start": 1442, "end": 1446, "text": "[10]", "ref_id": "BIBREF7"}, {"start": 1632, "end": 1636, "text": "[11]", "ref_id": "BIBREF8"}, {"start": 1977, "end": 1981, "text": "[12]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Patient Screening and Presurgical Workup"}, {"text": "In COVID-19 positive/suspected cases, surgeries should be performed in a dedicated operation theatre (OT) [13] preferably situated on one side of the hospital complex [10] . OT rooms for suspected or confirmed COVID-19 patients should be adequately ventilated and air filtered with an integrated high-efficiency particulate air (HEPA) filter. Negative pressure rooms should be considered in order to decrease the contamination of the neighbouring operating room [14] . A high frequency of air changes ([ 25 cycles per hour) speedily reduces the viral load in the OT room. No unnecessary movement should be allowed inside the operating theatre (OT) room. In negative cases also, general recommendations to reduce COVID-19 transmission need to be followed [13, 15] .", "cite_spans": [{"start": 106, "end": 110, "text": "[13]", "ref_id": "BIBREF10"}, {"start": 167, "end": 171, "text": "[10]", "ref_id": "BIBREF7"}, {"start": 462, "end": 466, "text": "[14]", "ref_id": "BIBREF11"}, {"start": 754, "end": 758, "text": "[13,", "ref_id": "BIBREF10"}, {"start": 759, "end": 762, "text": "15]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Operation Theatre (OT) Modifications"}, {"text": "Donning and doffing of complete personal protective equipment (PPE) should be done according to centres for disease control and prevention (CDC) guidelines [16] .", "cite_spans": [{"start": 156, "end": 160, "text": "[16]", "ref_id": null}], "ref_spans": [], "section": "Operation Theatre (OT) Modifications"}, {"text": "Training of staff to use PPE competently is essential. In an observational study, 90% of staff did not use the correct doffing sequence or technique, or use the appropriate PPE [17] . It is one thing to know what we should be doing; it is another to do it, rigorously and thoroughly. Mock drills should be conducted to educate about the same.", "cite_spans": [{"start": 177, "end": 181, "text": "[17]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Operation Theatre (OT) Modifications"}, {"text": "Intubation results in aerosolization and as COVID-19 spreads by aerosol it puts the anaesthesia team at risk [18] . Full body PPE kit with the N95 mask and face shield should be worn by the anaesthetist and a hood/shield should be placed over the head end of the patient [15] . Intubation and extubation should take place in a negative pressure room to reduce contamination [19, 20] . Ideally, Video laryngoscope is advised for intubation. The use of a viral filter in the breathing circuit high-efficiency particulate air (HEPA) filter or heat and moisture exchanger (HME) is preferred. The filters should also be attached to the endotracheal tube (ETT) before intubation; in addition, filter at the expiratory end of the circuit should also be installed. Air conditioning and laminar flow should be avoided before intubation. Similarly, positive pressure ventilation should also be avoided. Frequent air change (25 cycle/hour) is preferred to avoid contamination [15] .", "cite_spans": [{"start": 109, "end": 113, "text": "[18]", "ref_id": "BIBREF15"}, {"start": 271, "end": 275, "text": "[15]", "ref_id": "BIBREF12"}, {"start": 374, "end": 378, "text": "[19,", "ref_id": null}, {"start": 379, "end": 382, "text": "20]", "ref_id": "BIBREF17"}, {"start": 965, "end": 969, "text": "[15]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Anaesthesia Modifications"}, {"text": "Extubation should also follow the same precautions as intubation. The monitor and cables of the Video Laryngoscope should be cleaned with an alcohol-based sanitizer and kept in an ultraviolet (UV) chamber whilst the blade should undergo ethylene oxide (ETO) or plasma sterilization [20] .", "cite_spans": [{"start": 282, "end": 286, "text": "[20]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Anaesthesia Modifications"}, {"text": "Never ever has surgical smoke been so much feared and written about as has been during this pandemic. Understanding the surgical smoke will help in overcoming the fear surrounding the plume and also will help in alleviating the fear surrounding the issue of practicing minimal invasive surgery (MIS) in this pandemic.", "cite_spans": [], "ref_spans": [], "section": "Surgical Smoke and Surgery (Laparoscopy and/ or Laparotomy)"}, {"text": "Surgical smoke is a gaseous by-product produced by dissection or cauterization of tissue using heat-generating devices. Plume or surgical smoke is composed of 95% water and 5% of a suspension of fine solid particles or liquid droplets in air or other gas, and can include cellular material, blood fragments, bacteria and viruses [21] . There is no difference in the creation of surgical smoke between laparoscopy and laparotomy procedures. The differences in the aerosol composition are related to the source of energy (0.07-0.42 lm for electrocautery, 0.1-0.8 lm for laser ablation and 0.35-6.5 lm for ultrasonic scalpels) or target organ (with highest originating from the liver and the lowest from the skin, brain matter and subcutaneous fat [22, 23] .", "cite_spans": [{"start": 329, "end": 333, "text": "[21]", "ref_id": "BIBREF18"}, {"start": 745, "end": 749, "text": "[22,", "ref_id": "BIBREF19"}, {"start": 750, "end": 753, "text": "23]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Surgical Smoke and Surgery (Laparoscopy and/ or Laparotomy)"}, {"text": "Until the current crisis, the phenomenon of the transmission of bacterial and viral particles in infected patients from the plume was disregarded and/or neglected by surgeons due to the relative rarity of infected patients and the low infectivity rate of surgical staff dealing with these patients. Publications before the current COVID-19 pandemic have indicated that surgical smoke may contain viruses such as Corynebacterium, Hepatitis B, Human papillomavirus (HPV) and Human immunodeficiency virus (HIV). However, there have been no documented cases of viral transmission from surgical smoke in previous pandemic experiences. Can the association between surgical smoke and virus transmission from earlier case reports be extrapolated to suggest that SARS-CoV-2 may be transmitted to surgical personnel from surgical smoke? The conditions from previous studies and case reports differ from our current situation in terms of the type of virus, route of transmission, the contagiousness of the virus, ability to withstand a given energy device and the period of exposure. Although the risk of viral infection of the surgeon is well-documented in open surgery, no such literature exists in laparoscopic surgery [24, 25] .", "cite_spans": [{"start": 1211, "end": 1215, "text": "[24,", "ref_id": "BIBREF21"}, {"start": 1216, "end": 1219, "text": "25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Surgical Smoke and Surgery (Laparoscopy and/ or Laparotomy)"}, {"text": "During open surgery, the smoke spreads evenly throughout the operating room exposing all surgical staff to the same particle concentrations. Whereas in MIS the smoke is contained in the abdomen. Whilst smoke cannot be controlled appropriately during open surgery, the closed cavity in laparoscopy enables smoke control when the necessary precautions are taken which will be discussed later. When practiced with adequate smoke evacuation and filters, robotic surgery is safer than laparoscopy which in turn is safer than open surgery ( Figure 2 and Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 535, "end": 543, "text": "Figure 2", "ref_id": "FIGREF0"}, {"start": 548, "end": 555, "text": "Table 1", "ref_id": "TABREF2"}], "section": "Surgical Smoke and Surgery (Laparoscopy and/ or Laparotomy)"}, {"text": "The operating room ventilation system, local extraction of surgical smoke at the site of surgery and personal filtration masks are the available methods of smoke evacuation. Hybrid operation theatre (OT) equipped with the unidirectional downward airflow ventilation system keeps ultrafine particle concentration values of surgical smoke lower than the OTs adopting the upward displacing airflow ventilation system [27] . In open surgery, smoke evacuation systems are used to control surgical plume, typically composed of suction devices attached to the electrosurgical source. Smoke evacuator/suction device should be placed at a maximum distance of 5 cm away from the smoke origin, otherwise 50% of the smoke will still be present in the operating room [28] . The efficacy is variable and depends on factors including evacuator flow rate, angulation of the surgical device from the skin, distance between the evacuator nozzle and the surgical site, and direction and speed of external airflow in relation to nozzle flow [29] . When this form of particle spread occurs, all operating room (OR) surfaces including personnel garments are contaminated, and potential transmission of viable particles is thereby increased. Whereas laparoscopic procedures have the ability to create a more regulated closed environment that allows all inflow and outflow of air to be controlled through the well-defined points of access, the trocars. The next most common form of smoke elimination seen in the operating room is the smoke evacuator with filter. The particulate removal capability of smoke evacuator devices is, by design, limited to the efficiency and size of their filters. There are a number of types of filters available. Charcoal filters use activated charcoal; they can absorb both gas and vapour and can eliminate strong-smelling gases. High-efficiency particulate air (HEPA) filters act to filter suspended compounds. They can retain particles larger than 0.3 lm at an efficiency rate of 99.97%. Ultra-low particulate air (ULPA) filters retain 99.9% of particles at 0.1 lm and are a depth filter, filtering matter by different methods depending on the particle size. Currently, the most effective smoke evacuation system is the triple-filter system, which includes a prefilter that captures large particles, a ULPA filter, and a special charcoal that captures the toxic chemicals found in smoke [30] . The Association of perioperative Registered Nurses guidelines states that perioperative personnel should use ULPA filters routinely for surgical smoke. [31] We would suggest that individual hospitals compulsorily use smoke evacuation and filtration systems when practicing open/MIS, and they should analyse and choose the best filtration system as per needs and available resources ( Table 2 ).", "cite_spans": [{"start": 414, "end": 418, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 754, "end": 758, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 1021, "end": 1025, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 2396, "end": 2400, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 2555, "end": 2559, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 2787, "end": 2794, "text": "Table 2", "ref_id": "TABREF3"}], "section": "Surgical Smoke Evacuation"}, {"text": "Incisions for ports should be appropriate and snuggly fitting to permit the passage of ports whilst preventing leakage around ports [20, 32] . Once placed, ports should not be used for evacuation of smoke or for desufflation without taking adequate precautions [32] . Sudden bursts of the release of pneumoperitoneum from trocar valves during the exchange of instruments or during the venting of trocars may allow for the release of smoke into the theatre. Instrument-exchanges should be minimized. In robotic surgery, the leakage should be avoided from trocars when inserting 8 mm or 5 mm instruments through the 12 mm trocars. Also, the use of 5 mm instruments through even the 8 mm trocars should be minimized [33] . Innovation is an additional trocar attached to a hypochlorite water seal bottle and is being used in our hospital, it will be described further.", "cite_spans": [{"start": 132, "end": 136, "text": "[20,", "ref_id": "BIBREF17"}, {"start": 137, "end": 140, "text": "32]", "ref_id": "BIBREF31"}, {"start": 261, "end": 265, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 713, "end": 717, "text": "[33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Trocar Modifications"}, {"text": "Avoid open technique (Hasson) of putting ports instead of alternate techniques like Visiport or Veress needle technique should be practiced. CO 2 insufflation pressure should be maintained at a minimum; use of intelligent, integrated flow systems is recommended for the maintenance of low ", "cite_spans": [], "ref_spans": [], "section": "Pneumoperitoneum"}, {"text": "Electrocautery should be used at the least effective power setting and should be escorted by suction [15] . Charring of tissues should be avoided to minimize the creation of smoke [14] . Energy devices should be judiciously used. Cold haemostasis is the method of choice using clips and ties [7] . Surgical drains should be used only if necessary.", "cite_spans": [{"start": 101, "end": 105, "text": "[15]", "ref_id": "BIBREF12"}, {"start": 180, "end": 184, "text": "[14]", "ref_id": "BIBREF11"}, {"start": 292, "end": 295, "text": "[7]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Modification in Diathermy Use and Minimal Access Surgery"}, {"text": "Laminar flow or air conditioner should not be started until after intubation [10] .", "cite_spans": [{"start": 77, "end": 81, "text": "[10]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Modification in Diathermy Use and Minimal Access Surgery"}, {"text": "Surgical team should enter the OT only 20 min after intubation. Universal protection with PPEs (appropriate gowns, N95 masks and face shields/goggles) is strongly recommended for surgeons and other OT personnel [13, 15, 34] . All surgeries should be performed by experienced surgeons to minimize OT time with a minimum number of operating theatre staff.", "cite_spans": [{"start": 211, "end": 215, "text": "[13,", "ref_id": "BIBREF10"}, {"start": 216, "end": 219, "text": "15,", "ref_id": "BIBREF12"}, {"start": 220, "end": 223, "text": "34]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Safety of Surgical Team"}, {"text": "Due to the enclosed gas in the pneumoperitoneum, aerosol formed during the surgery may get concentrated in the abdominal cavity; rapid release of trocar valves, non-airtight exchange of instruments or even small abdominal extraction incisions can expose the healthcare team to the intra-abdominal aerosol [15] . Therefore, systems with integrated, active smoke evacuation modes are advised [9] . Regular cleaning of instruments, evacuating pneumoperitoneum prior to removing trocars by using the additional port connected to a underwater seal containing sodium hypochlorite, before conversion or specimen extraction is particularly helpful [15] . Complete desufflation of the pneumoperitoneum at the end of the surgical procedure should be ensured. Minimize sudden gas dispersal during a total laparoscopic hysterectomy when the specimen is removed, and deflate the abdomen with smoke evacuation device before removal of the uterus transvaginally [10] . Suction is carried out by using suction with two bottles, the first bottle should be filled with sodium hypochlorite and smoke should be allowed to pass through this into the second bottle [34] .", "cite_spans": [{"start": 305, "end": 309, "text": "[15]", "ref_id": "BIBREF12"}, {"start": 390, "end": 393, "text": "[9]", "ref_id": "BIBREF6"}, {"start": 640, "end": 644, "text": "[15]", "ref_id": "BIBREF12"}, {"start": 947, "end": 951, "text": "[10]", "ref_id": "BIBREF7"}, {"start": 1143, "end": 1147, "text": "[34]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Safety During and After Surgery"}, {"text": "Electronic gadgets such as pagers, laptops or mobiles and hospital case sheets should be left outside the OT rooms. Disposable pens should be used [5] . Surgical aids such as OT trolley, laparoscopy trolley, anaesthesia trolley and gas cylinders should be kept inside the OT to avoid the increase in OT time. The patients should be brought inside the OT room once all preparations are done. All other requisites such as drugs, sutures and emergency equipment should be present in the OT room prior to the start of surgery [35] .", "cite_spans": [{"start": 147, "end": 150, "text": "[5]", "ref_id": "BIBREF2"}, {"start": 522, "end": 526, "text": "[35]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "General Precautions"}, {"text": "This is one of the most important areas of concern as COVID-19 can be transmitted by aerosol, droplets, contact and faecal-oral route. Standard electrostatic filters can be expected to efficiently protect from the COVID-19 virus. These filters should be connected via standard tubing to the trocar evacuation port which can be used to evacuate the produced smoke and filter the possible viral load [36] . If a reliable filtering and evacuation system for gases is used, laparoscopy is preferable to open surgery, where smoke contamination is intense and less spillage of blood. The integrated flow systems should be configured in a continuous smoke evacuation and filtration mode, preferably through a ULPA filter [11, 36] . Laparoscopic surgery should be done with gases being managed well to tackle the aerosol and smoke (i.e. with the use of filtering aids such as carbon-dioxide (CO 2 ) filter) [5] .", "cite_spans": [{"start": 398, "end": 402, "text": "[36]", "ref_id": "BIBREF36"}, {"start": 714, "end": 718, "text": "[11,", "ref_id": "BIBREF8"}, {"start": 719, "end": 722, "text": "36]", "ref_id": "BIBREF36"}, {"start": 899, "end": 902, "text": "[5]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Smoke Evacuators and Specific Filters"}, {"text": "Apart from indigenous systems, the current options available for laparoscopy and robotic during MIS minimal access surgeries during the COVID-19 pandemic include Buffalo filter, CONMED AIRseal System, Covidien RapidVac TM and Smoke Evacuator System, e.g. Air Seal [13] .", "cite_spans": [{"start": 264, "end": 268, "text": "[13]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Smoke Evacuators and Specific Filters"}, {"text": "This is a process developed in house at our centre. We use an extra port exclusively for the evacuation of smoke generated during surgery, and this port is not used for instrumentation. This evacuating port is connected to a water seal container containing 4% sodium hypochlorite solution. It can easily be assembled with minimum cost, Hospital and patient screening Key stakeholders should come together to establish a standard operating procedure for each hospital Mandatory data collection with regards to travel history, contact history, constitutional and respiratory symptoms to be taken for all patients.", "cite_spans": [], "ref_spans": [], "section": "Manipal Modification for the Safe Evacuation of Smoke"}, {"text": "To consider screening all patients before taking up for surgery Treat all patients as potential carriers until proved otherwise and take universal precautions Use of diagnostic tests wisely to select patients (reverse transcriptase polymerase chain reaction (RT-PCR), High resolution computed tomography (HRCT) thorax, Antibody/Antigen Test)", "cite_spans": [], "ref_spans": [], "section": "Manipal Modification for the Safe Evacuation of Smoke"}, {"text": "Special consent to be taken to explain the risk of COVID-19", "cite_spans": [], "ref_spans": [], "section": "Manipal Modification for the Safe Evacuation of Smoke"}, {"text": "Use teleconsultation extensively and wisely to minimize the risk of exposure using the routine equipment found in the OT. Components used in its assembly and pictures of the installed system are shown below. The components used are Trocar, IV drip set tubing, Drain connector, endotracheal tube connector, ventilator tube filter and a sealed plastic container with sodium hypochlorite (Fig. 3) .", "cite_spans": [], "ref_spans": [{"start": 385, "end": 393, "text": "(Fig. 3)", "ref_id": "FIGREF1"}], "section": "Manipal Modification for the Safe Evacuation of Smoke"}, {"text": "The pandemic is an opportunity to abandon emotion and anxiety in the search for treatments and to think critically and adopt evidence-based medicine. As mentioned in the hierarchy of control, elimination of hazard is more important for workplace safety. With regards to smoke, containment is the best way of elimination which is best done with minimal invasive surgery techniques. At present, there is no evidence of viral transmission through laparoscopic or open approaches, but the absence of evidence does not mean evidence of absence. And we all know very well that prevention and protection are always better than cure. We recommend modifications of minimal access techniques like a double valved trocar, low-pressure pneumoperitoneum, low energy device setting, smoke filtration and evacuation system, surgery performed by a senior surgeon with a limited team and use of personal protective equipment to reduce the risk of aerosolized particle exposure to healthcare personnel. It is imperative to follow the best surgical practices and start treating our patients, as delaying would result in adverse outcomes. Our method of filtration of smoke and evacuation is economical, easy to assemble, practical and especially useful to provide safety to the healthcare workers at the same time not burdening the patient and hospital. Minimal invasive surgery is extremely safe when adequate precautions are taken. And always remember ''Fears are educated into us, and can, if we wish, be educated out -Karl Augutus Meninger'' (Table 3) . Incisions for ports should be very small to permit for the passage of ports but not for leakage around ports", "cite_spans": [], "ref_spans": [{"start": 1526, "end": 1535, "text": "(Table 3)", "ref_id": "TABREF6"}], "section": "Conclusions"}, {"text": "Once placed port should not be used for evacuation of smoke or for desufflation without taking adequate precautions Use of smaller instruments (5 mm or 8 mm) through the bigger trocars (12 mm) should be minimized.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Traditional trocars may be used with one-way valves within the proximal portion of the port Carbon-dioxide (CO 2 ) insufflation pressure should be minimum and an ultrafiltration (smoke evacuation system or filtration) should be used All pneumoperitoneum should be safely evacuated via a filtration system before closure, trocar removal, specimen extraction or conversion to open Insufflator should be turned off only after the port that was used for inflation was closed to prevent gas going into the insufflator tubing Reduce Trendelenburg position time as much as possible Cautery/diathermy setting modifications Electrocautery should be used in a lower power setting and should be escorted by suction Charring of tissues should be avoided to minimize the creation of smoke Energy devices should be judiciously used.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Long dissecting times should be avoided on the same spot using energy devices to reduce the surgical smoke Cold haemostasis is the method of choice. Use more of clips and sutures)", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Ultrasonic scalpels or electrical equipment used in minimally invasive surgery can produce huge amounts of surgical smoke Standard electrostatic filters should be used in ventilation machines as these can filter bacterial and viral loads with great efficacy Filters should be connected via a standard tube to the trocar evacuation port which can evacuate the produced smoke and filter the possible viral load", "cite_spans": [], "ref_spans": [], "section": "Smoke evacuators"}, {"text": "Use of intelligent integrated flow systems is recommended for the maintenance of low intra-abdominal pressure which ensures a selfmaintained constant pneumoperitoneum", "cite_spans": [], "ref_spans": [], "section": "Smoke evacuators"}, {"text": "Integrated flow systems should be configured in a continuous smoke evacuation and filtration mode.", "cite_spans": [], "ref_spans": [], "section": "Smoke evacuators"}, {"text": "Heat and Moisture Exchange (HME) filter with or without high-efficiency particulate air (HEPA) or ultra-low particulate air (ULPA) filter and under water seal sodium hypochlorite for lap evacuator under seal sodium hypochlorite can be used", "cite_spans": [], "ref_spans": [], "section": "Smoke evacuators"}, {"text": "Funding None.", "cite_spans": [], "ref_spans": [], "section": "Smoke evacuators"}, {"text": "Conflicts of interest The authors declare that there are no conflicts of interest.", "cite_spans": [], "ref_spans": [], "section": "Compliance with Ethical Standards"}, {"text": "Ethical Approval None.", "cite_spans": [], "ref_spans": [], "section": "Compliance with Ethical Standards"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Evidence-based practice. Logic and critical thinking in medicine", "authors": [{"first": "M", "middle": [], "last": "Jeniceck", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Hitchcock", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Preparing for a COVID-19 pandemic: a review of operating room outbreak response measures in a large tertiary hospital in Singapore. Se préparer pour la pandémie de COVID-19: revue des moyens déployés dans un bloc opératoire d'un grand hôpital tertiaire au Singapour", "authors": [{"first": "J", "middle": [], "last": "Wong", "suffix": ""}, {"first": "Q", "middle": ["Y"], "last": "Goh", "suffix": ""}, {"first": "Z", "middle": [], "last": "Tan", "suffix": ""}], "year": 2020, "venue": "Can J Anaesth", "volume": "67", "issn": "6", "pages": "732--745", "other_ids": {"DOI": ["10.1007/s12630-020-01620-9"]}}, "BIBREF2": {"ref_id": "b2", "title": "Surgery in COVID-19 patients: operational directives", "authors": [{"first": "F", "middle": [], "last": "Coccolini", "suffix": ""}, {"first": "G", "middle": [], "last": "Perrone", "suffix": ""}, {"first": "M", "middle": [], "last": "Chiarugi", "suffix": ""}], "year": 2020, "venue": "World J Emerg Surg", "volume": "15", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s13017-020-00307-2"]}}, "BIBREF3": {"ref_id": "b3", "title": "Novel Coronavirus. Prevention and treatment", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Managing cancer care during the COVID-19 pandemic: agility and collaboration toward a common goal", "authors": [{"first": "M", "middle": [], "last": "Ueda", "suffix": ""}, {"first": "R", "middle": [], "last": "Martins", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Hendrie", "suffix": ""}, {"first": "T", "middle": [], "last": "Mcdonnell", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Crews", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Wong", "suffix": ""}], "year": 2020, "venue": "J Nat Compr Can Netw", "volume": "1", "issn": "", "pages": "1--4", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Testing recommendation for COVID-19 (SARS-CoV-2) in patients planned for surgery: continuing the service and 'suppressing' the pandemic", "authors": [{"first": "Al-Muharraqi", "middle": [], "last": "Ma", "suffix": ""}], "year": 2020, "venue": "Br J Oral Maxillofac Surg", "volume": "", "issn": "20", "pages": "30164--30173", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "COVID-19 rapid IgG/IgM combined antibody assay", "authors": [{"first": "", "middle": [], "last": "Covid-19 Er", "suffix": ""}, {"first": "", "middle": [], "last": "Kit", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Recommendations regarding surgical response to COVID-19 crisis", "authors": [{"first": "Sages", "middle": [], "last": "Eaes", "suffix": ""}, {"first": "", "middle": [], "last": "Guideline", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Chest CT for typical 2019-nCoV pneumonia: relationship to negative RT-PCR testing", "authors": [{"first": "X", "middle": [], "last": "Xie", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhong", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2020, "venue": "Radiology", "volume": "34", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1148/radiol.2020200343"]}}, "BIBREF9": {"ref_id": "b9", "title": "Application and optimization of RT-PCR in diagnosis of SARS-CoV-2 infection", "authors": [{"first": "G", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "X", "middle": [], "last": "Ren", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Robotic Urology Section) Guideline", "authors": [{"first": "", "middle": [], "last": "Erus (eau", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Inter Association Guideline. Inter association surgical practice recommendations in COVID 19 Era (for minimal access surgeons in India)", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Updated IASO Covid-19 guidelines", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Personal protective equipment doffing practices of healthcare workers", "authors": [{"first": "L", "middle": ["T"], "last": "Phan", "suffix": ""}, {"first": "D", "middle": [], "last": "Maita", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Mortiz", "suffix": ""}], "year": 2019, "venue": "J Occup Environ Hyg", "volume": "16", "issn": "", "pages": "575--81", "other_ids": {"DOI": ["10.1080/15459624.2019.1628350"]}}, "BIBREF15": {"ref_id": "b15", "title": "AORN (Association of PeriOperative Registered Nurses) Guideline", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Anesthesia patient safety foundation", "authors": [{"first": "Z", "middle": [], "last": "Liana", "suffix": ""}, {"first": "L", "middle": [], "last": "Nadav", "suffix": ""}, {"first": "Desire", "middle": ["K"], "last": "Mike", "suffix": ""}, {"first": "A", "middle": [], "last": "Satya", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The hazards of surgical smoke", "authors": [{"first": "B", "middle": ["C"], "last": "Ulmer", "suffix": ""}], "year": 2008, "venue": "AORN J", "volume": "87", "issn": "4", "pages": "721--755", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Surgical smoke and ultrafine particles", "authors": [{"first": "I", "middle": [], "last": "Brüske-Hohlfeld", "suffix": ""}, {"first": "G", "middle": [], "last": "Preissler", "suffix": ""}, {"first": "K", "middle": ["W"], "last": "Jauch", "suffix": ""}, {"first": "M", "middle": [], "last": "Pitz", "suffix": ""}, {"first": "D", "middle": [], "last": "Nowak", "suffix": ""}, {"first": "A", "middle": [], "last": "Peters", "suffix": ""}, {"first": "H", "middle": ["E"], "last": "Wichmann", "suffix": ""}], "year": 2008, "venue": "J Occup Med Toxicol", "volume": "3", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1745-6673-3-31"]}}, "BIBREF20": {"ref_id": "b20", "title": "The characterization of surgical smoke from various tissues and its implications for occupational safety", "authors": [{"first": "M", "middle": [], "last": "Karjalainen", "suffix": ""}, {"first": "A", "middle": [], "last": "Kontunen", "suffix": ""}, {"first": "S", "middle": [], "last": "Saari", "suffix": ""}, {"first": "T", "middle": [], "last": "Rönkkö", "suffix": ""}, {"first": "J", "middle": [], "last": "Lekkala", "suffix": ""}, {"first": "A", "middle": [], "last": "Roine", "suffix": ""}, {"first": "N", "middle": [], "last": "Oksala", "suffix": ""}], "year": 2018, "venue": "PLoS ONE", "volume": "13", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Current evidence for minimally invasive surgery during the COVID-19 Pandemic and risk mitigation strategies: a narrative review", "authors": [{"first": "S", "middle": ["A"], "last": "Chadi", "suffix": ""}, {"first": "K", "middle": [], "last": "Guidolin", "suffix": ""}, {"first": "A", "middle": [], "last": "Caycedo-Marulanda", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Operating during COVID-19: is there a risk of viral transmission from surgical smoke during surgery?", "authors": [{"first": "P", "middle": [], "last": "Vourtzoumis", "suffix": ""}, {"first": "N", "middle": [], "last": "Alkhamesi", "suffix": ""}, {"first": "A", "middle": [], "last": "Elnahas", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Hawel", "suffix": ""}, {"first": "C", "middle": [], "last": "Schlachta", "suffix": ""}], "year": 2020, "venue": "Can J Surg", "volume": "63", "issn": "3", "pages": "299--301", "other_ids": {"DOI": ["10.1503/cjs.007020"]}}, "BIBREF25": {"ref_id": "b25", "title": "Robot assisted surgery during the COVID-19 pandemic, especially for gynecological cancer: a statement of the Society of European Robotic Gynaecological Surgery (SERGS)", "authors": [{"first": "R", "middle": [], "last": "Kimmig", "suffix": ""}, {"first": "Rhm", "middle": [], "last": "Verheijen", "suffix": ""}, {"first": "M", "middle": [], "last": "Rudnicki", "suffix": ""}, {"first": "", "middle": [], "last": "Council", "suffix": ""}], "year": 2020, "venue": "J Gynecol Oncol", "volume": "31", "issn": "3", "pages": "", "other_ids": {"DOI": ["10.3802/jgo.2020.31.e59"]}}, "BIBREF26": {"ref_id": "b26", "title": "Electrosurgical smoke: ultrafine particle measurements and work environment quality in different operating theatres", "authors": [{"first": "F", "middle": [], "last": "Romano", "suffix": ""}, {"first": "J", "middle": [], "last": "Gusten", "suffix": ""}, {"first": "De", "middle": [], "last": "Antonellis", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2017, "venue": "Int J Environ Res Public Health", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/ijerph14020137"]}}, "BIBREF27": {"ref_id": "b27", "title": "Surgical smoke: a review of the literature. Is this just a lot of hot air?", "authors": [{"first": "W", "middle": ["L"], "last": "Barrett", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Garber", "suffix": ""}], "year": 2003, "venue": "Surg Endosc", "volume": "17", "issn": "6", "pages": "979--87", "other_ids": {"DOI": ["10.1007/s00464-002-8584-5"]}}, "BIBREF28": {"ref_id": "b28", "title": "Surgical smoke: risk assessment and mitigation strategies", "authors": [{"first": "C", "middle": [], "last": "Georgesen", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Lipner", "suffix": ""}], "year": 2018, "venue": "J Am Acad Dermatol", "volume": "79", "issn": "", "pages": "746--55", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Safe management of surgical smoke in the age of COVID-19", "authors": [{"first": "N", "middle": ["G"], "last": "Mowbray", "suffix": ""}], "year": 2020, "venue": "Br J Surg", "volume": "1", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.1002/bjs.11679"]}}, "BIBREF30": {"ref_id": "b30", "title": "Guideline summary: surgical smoke safety", "authors": [{"first": "", "middle": [], "last": "Aorn", "suffix": ""}], "year": 2017, "venue": "AORN J", "volume": "105", "issn": "", "pages": "498--500", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Urology practice during COVID-19 pandemic", "authors": [{"first": "V", "middle": [], "last": "Ficarra", "suffix": ""}, {"first": "G", "middle": [], "last": "Novara", "suffix": ""}, {"first": "A", "middle": [], "last": "Abrate", "suffix": ""}, {"first": "R", "middle": [], "last": "Bartoletti", "suffix": ""}, {"first": "A", "middle": [], "last": "Crestani", "suffix": ""}, {"first": "De", "middle": [], "last": "Nunzio", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Minerva Urol Nefrol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Hussain M. What Is the Appropriate Use of Laparoscopy over Open Procedures in the Current COVID-19 Climate", "authors": [{"first": "Y", "middle": [], "last": "Vigneswaran", "suffix": ""}, {"first": "V", "middle": ["N"], "last": "Prachand", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Posner", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Matthews", "suffix": ""}], "year": 2020, "venue": "J Gastrointest Surg", "volume": "24", "issn": "7", "pages": "1686--1691", "other_ids": {"DOI": ["10.1007/s11605-020-04592-9"]}}, "BIBREF33": {"ref_id": "b33", "title": "AMASI (Association of Minimal Access Surgeons of India). AMASI guideline for conducting minimal access surgery during COVID-19 pandemic", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Novel Approach to Reduce Transmission of COVID-19 During Tracheostomy", "authors": [{"first": "P", "middle": [], "last": "Foster", "suffix": ""}, {"first": "T", "middle": [], "last": "Cheung", "suffix": ""}, {"first": "P", "middle": [], "last": "Craft", "suffix": ""}], "year": 2020, "venue": "J Am Coll Surg", "volume": "230", "issn": "6", "pages": "1102--1104", "other_ids": {"DOI": ["10.1016/j.jamcollsurg.2020.04.014"]}}, "BIBREF36": {"ref_id": "b36", "title": "Minimally invasive surgery and the novel coronavirus outbreak: lessons learned in China and Italy", "authors": [{"first": "M", "middle": ["H"], "last": "Zheng", "suffix": ""}, {"first": "L", "middle": [], "last": "Boni", "suffix": ""}, {"first": "A", "middle": [], "last": "Fingerhut", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Pictorial representation of safety from surgical smoke in open versus minimal invasive surgery. Source: Adapted from Chade et al.[24]", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Modification for safe MIS practice during COVID pandemic", "latex": null, "type": "figure"}, "FIGREF2": {"text": "of air changes per hour minimum (ideally [ 25) in the theatre [ 20 feet per minute (FPM) Air velocity (ideally 25-35 feet per minute) \\ 20-degree Celsius air-conditioner (AC) temperature in OT (ideally between 3 and 21) 20 min before intubation and extubation to keep AC & positive pressure switched of 20 min after intubation to enter into OT for surgeons and scrub nurses 20 min minimum waiting time after the patient is shifted out to start cleaning the theatre.", "latex": null, "type": "figure"}, "TABREF0": {"text": "• Fears surrounding clinical practice in a hospital during Pandemic:• Fear regarding safety (for patients, healthcare personnel and their family) • Fear regarding treatment (choosing whom and when and how to operate) • Fear regarding type of surgery (minimally invasive surgery versus open) • Fear of surgical smoke (risk of viral transmission, handling smoke).", "latex": null, "type": "table"}, "TABREF2": {"text": "Benefits and risks of surgical approach (robot assisted, conventional laparoscopic and open surgery) under COVID-19 times. Source: Adapted from Kimmig et al.[26] and Society of European Gynaecological Surgery", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Area of risk </td><td>Robot assisted surgery </td><td>Conventional laparoscopy </td><td>Open surgery\n</td></tr><tr><td>Aerosol\nescape\n</td><td>Intra-abdominal dispersion, limited by\nfilters or locks (no data on actual\n</td><td>Intra-abdominal dispersion,\nlimited by filters or locks (no\n</td><td>Less aerosol formation, unconfined dispersion,\nunfiltered. Only present, but then unfiltered and\n</td></tr><tr><td>COVID-19 risk)\n</td><td>data on actual COVID-19\nrisk)\n</td><td>with maximal exposure, when using electrical\nand especially ultrasonic devices (no data on\nactual COVID-19 in risk)\n</td></tr><tr><td>Smoke </td><td>Confined, filtered and less than at open\nsurgery\n</td><td>Confined, filtered and less than\nat open surgery\n</td><td>Maximum exposure to smoke\n</td></tr><tr><td>Blood, body\nfluids\n</td><td>Hardly if any blood loss and exposure\nat limited intervals\n</td><td>Hardly if any blood loss and\nexposure at limited intervals\n</td><td>More blood loss and constant exposure\n</td></tr><tr><td>Abdominal\npressure\n</td><td>Minimal pressure (less than at\n</td><td>10-15 mmHg </td><td>No abdominal pressure (0 mmHg)\n</td></tr><tr><td>conventional laparoscopy). Less than\n10 mmHg\nLarge surface of robot to disinfect, but\nlimited number of instruments to\nclean of limited blood contamination\n</td><td>Limited number of instruments\nto clean of limited blood\ncontamination\n</td><td>Only instrument to clean but these in large number\nand severely contaminated with blood\n</td></tr><tr><td>Perioperative\ncleaning of\ninstruments\n</td><td> </td></tr><tr><td>Healthcare\nstaff\n</td><td>Usually one staff at the bedside, one\nstaff away from the patient (remote)\n</td><td>Usually three staff at the\nbedside\n</td><td>Usually three staff at the bedside\n</td></tr><tr><td>Hospital stay </td><td>Short </td><td>Short </td><td>Long\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Summary of commercially available smoke evacuation systems", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Medtronic </td><td>Ethicon </td><td>Erbe </td><td>CONMED </td><td>Olympus </td><td>Stryker </td><td>Cooper\nsurgical\n</td><td>North gate\n</td></tr><tr><td>Product name </td><td>RapidVacTM\nValley Lab\n</td><td>MegadyneTM\nMegaVac TM\n</td><td>IES3 </td><td>VisiclearR\nViroVacR\n</td><td>OR-VAC </td><td>PneumoClear </td><td>See clear </td><td>NebulaeTM\nI system\n</td></tr><tr><td> </td><td> </td><td>MegaVac\nPlusTM\n</td><td> </td><td>ClearViewTM\n</td><td> </td><td> </td><td> </td></tr><tr><td>Motor type </td><td>Vacuum </td><td>Pump </td><td>Vacuum </td><td>Vacuum </td><td>Vacuum </td><td>Vacuum </td><td>None </td><td>Vacuum\n</td></tr><tr><td>Noise level </td><td>\\ 58 dBa </td><td>\\ 48 dBa </td><td>\\ 58 dBa </td><td>\\ 55 dBa </td><td>Not\n</td><td>Not available </td><td>None </td><td>Not\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>available\n</td><td> </td><td> </td><td>available\n</td></tr><tr><td>Open </td><td>Yes </td><td>Yes </td><td>Yes </td><td>Yes </td><td>No </td><td>Yes </td><td>No </td><td>No\n</td></tr><tr><td>Laparoscopic </td><td>Yes </td><td>MegaVac\nPlus Only\n</td><td>Yes </td><td>Yes </td><td>Yes </td><td>Yes </td><td>Yes </td><td>Yes\n</td></tr><tr><td>Active or\npassive\nevacuation\n</td><td>Manual foot switch\nactivation plus active\nautomatic\n</td><td>Active </td><td>Active </td><td>Active </td><td>Active </td><td>Active </td><td>Passive </td><td>Active\n</td></tr><tr><td>ULPA filter </td><td>Yes </td><td>Yes </td><td>Yes </td><td>Yes </td><td>Yes </td><td>HEPA filter </td><td>Yes </td><td>Yes\n</td></tr><tr><td>Filter port\ndesign\n</td><td>3 port </td><td>1 port </td><td>1 port </td><td>3 port </td><td>3 port </td><td>1 port </td><td>1 port </td><td>1 port\n</td></tr><tr><td>Filter\ntracking\n</td><td>Yes, for Rapidvac\n</td><td>Yes </td><td>Yes </td><td>Yes </td><td>Yes </td><td>Yes </td><td>Single use\ndisposable\n</td><td>No\n</td></tr><tr><td>Valley lab disposable\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Fluid trap </td><td>Optional accessory for\nrapid vac\n</td><td>Yes </td><td>Yes </td><td>Optional\naccessory\n</td><td>No </td><td>Optional </td><td>None </td><td>No\n</td></tr><tr><td>Yes, in valley lab\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr></table></body></html>"}, "TABREF4": {"text": "", "latex": null, "type": "table"}, "TABREF5": {"text": "OT room should be adequately filtered and ventilated with an integrated HEPA or ULPA filters Negative pressure OT room should be preferred/OT with a high rate of air exchange ([ 25 cycles/hour) Surgical equipment used for confirmed or suspected COVID-19 patients should be cleaned separately from other surgical equipment Surgical aid such as OT trolley, laparoscopic trolley, anaesthesia trolley and gas cylinders should be used to avoid the increase in OT time Surgeries should be performed with the minimum number of OT staff members Use rapid sequence induction, adequate neuromuscular relaxation to support MIS at low abdominal pressureLaminar airflow or air conditioner should be started after induction of anaesthesia.Laminar airflow or air conditioner should be stopped 20 min before the extubation Personal protection to surgical team Surgical team must avoid contact with droplets and have full body protectionUniversal protection with PPEs (appropriate gowns, N95 masks and face shields/goggles) are strongly recommended for surgeons Use of hydroxychloroquine as chemoprophylaxis for asymptomatic healthcare workers as recommended by ICMR guidelines. (400 mg twice a day on day 1, followed by 400 mg once weekly for 7 weeks with meals) Surgery should be performed by the most qualified surgeon to minimize operative time Surgery should be performed in a technique (open or minimally invasive surgery) with which the team is well trained & practicing Donning of personal protective equipment (PPE) should be done in the OT room and doffing should be done in wash area Multidisciplinary team (MDT) meetings should be virtual and restricted to core team members onlyNo one except the necessary staff should be allowed inside OT whilst intubation and extubationSenior oncologists (age [ 60 years) and those with co-morbidities should be abstained from surgeryA proper OT exit pattern should be followed: surgical team followed by patent after extubation followed by anaesthesia team followed by cleaning and sterilization team", "latex": null, "type": "table"}, "TABREF6": {"text": "Procedure and recommendationsVeress needle technique or Visiport preferred over open Hasson technique to create pneumoperitoneum", "latex": null, "type": "table"}}, "back_matter": []}