{
    "paper_id": "3d945c9f851afb4ca3267c88acec3102e09a7ae7",
    "metadata": {
        "title": "Transfer rate of enveloped and non-enveloped viruses between fingerpads and surfaces 1",
        "authors": [
            {
                "first": "Claire",
                "middle": [
                    "E"
                ],
                "last": "Anderson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "postCode": "94305",
                        "settlement": "Stanford",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexandria",
                "middle": [
                    "B"
                ],
                "last": "Boehm",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "postCode": "94305",
                        "settlement": "Stanford",
                        "region": "CA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Fomites can represent a reservoir for pathogens, which may be subsequently transferred from 11 surfaces to skin. In this study we aim to understand how different factors (including virus type, 12 surface type, time since last handwash, and direction of transfer) affect virus transfer rates, 13 defined as the fraction of virus transferred, between fingerpads and fomites. To determine this, 14 360 transfer events were performed with 20 volunteers using Phi6 (a surrogate for enveloped 15 viruses) and MS2 (a surrogate for non-enveloped viruses), and three clean surfaces (stainless 16 steel, painted wood, and plastic). Considering all transfer events (all surfaces and both transfer 17 directions combined), the mean transfer rates of Phi6 and MS2 were 0.17 and 0.26, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Transfer of MS2 was significantly higher than Phi6 (P<0.05). Surface type was a significant 19 factor that affected the transfer rate of Phi6: Phi6 is more easily transferred to and from stainless 20 steel and plastic than to and from painted wood. Direction of transfer was a significant factor 21 affecting MS2 transfer rates: MS2 is more easily transferred from surfaces to fingerpads than 22 from fingerpads to surfaces. Data from these virus transfer events, and subsequent transfer rate 23 2 distributions, provide information which can be used to refine quantitative microbial risk 24 assessments. This study is the first to provide a large-scale data set of transfer events with a 25 surrogate for enveloped viruses, which extends the reach of the study to the role of fomites in the 26 transmission of human enveloped viruses like influenza and SARS-CoV-2. 27 28 Importance 29 This study created the first large-scale data set for the transfer of enveloped viruses between skin 30 and surfaces. The data set produced by this study provides information on modelling the 31 distribution of enveloped and non-enveloped virus transfer rates, which can aid in the 32 implementation of risk assessment models in the future. Additionally, enveloped and non-33 enveloped viruses were applied to experimental surfaces in an equivalent matrix to avoid matrix 34 effects, so results between different viral species can be directly compared without confounding 35 effects of different matrices. Our results indicating how virus type, surface type, time since last 36 handwash, and direction of transfer affect virus transfer rates can be used in decision-making 37 processes to lower the risk of viral infection from transmission through fomites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "38 39",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Relative humidity during the study ranged from 13% to 74%, with a median value of 58%. Full 116 temperature and humidity data are available in the SI. 117 Transfer Rate Distributions. All negative controls had 0 PFU and all viral stock 118 concentrations had an expected number of PFU/mL. 119 The fraction of virus transferred (f) was determined for 360 transfer events for the two 120 viruses. Out of the 360 transfer events for Phi6, all three dilutions plated were TNTC 8 times. All 121 three dilutions were lower than the detection limit 38 times. As a result, 46 transfer events were 122 removed from the data set for Phi6, leaving 314. Out of the 360 transfer events for MS2, there 123 were no instances where all dilutions exceeded the limit of detection. The three dilutions were 124 lower than the detection limit 4 times for MS2. As a result, 4 transfer events were removed from 125 the data set for MS2, leaving 356. The instances where the transfer rate was irrecoverable for 126 Phi6 and MS2 are not limited to a single surface, time since last handwash, or direction of 127 transfer. The instances also make up less than 7% of the total data, and therefore are not 128 anticipated to affect the overall distribution of the data. More information about these instances 129 of irrecoverable transfer rates can be found in Table 2 . 130 The mean transfer rate for Phi6 was 0.17, while the median was 0.12 and the standard Overlayed on the histogram in Figure 4 is the distribution that best fit the data of the distributions 139 tested, along with the distribution parameters. In the case of both virus type, beta distributions fit 140 the data best. For each virus, the beta distribution had the highest log-likelihood estimate, the 141 lowest AIC, and a p-value greater than 0.05. Although the normal distribution fit the data well (a these data as the Kolmogov-Smirnoff tested suggested the data could be reasonable 148 approximated as normal. The 'time since last handwash' factor was not significant in the model 149 (P=0.87). In terms of interactions between variables, significant two-way interactions were found 150 between the 'virus type' and 'surface type', the 'virus type' and 'time since last handwash', and 151 'surface-type' and 'time since last handwash'. The remaining unlisted interactions were not 152 statistically significant. To parse through these interaction terms, two three-way ANOVAs were 153 performed with Phi6 and MS2 as the dependent variables, separately.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 239,
                    "text": "118",
                    "ref_id": null
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "119",
                    "ref_id": null
                },
                {
                    "start": 677,
                    "end": 681,
                    "text": "MS2,",
                    "ref_id": null
                },
                {
                    "start": 682,
                    "end": 691,
                    "text": "there 123",
                    "ref_id": null
                },
                {
                    "start": 1344,
                    "end": 1347,
                    "text": "130",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1334,
                    "end": 1341,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1463,
                    "end": 1471,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "A three-way ANOVA performed with Phi6 transfer rate as the dependent variable 155 indicates that surface type is significant (P<0.001). The post-hoc test shows that there are 156 differences between wood and plastic (mean difference between wood and plastic = -0.13, 157 P<0.001) and wood and stainless steel (mean difference between wood and stainless steel = -158 0.12, P<0.001), but no difference between stainless steel and plastic (P=0.97). Direction of 159 transfer (P=0.16) and time since last handwash (P=0.24) are not significant factors in the model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "154"
        },
        {
            "text": "There is no statistically significant three-way interaction between 'surface type', 'direction of transfer', or 'time since last handwash' (P=0.14). In terms of possible two-way interactions, the 162 only significant interaction occurs between 'surface type' and 'direction of transfer' (P=0.014); 163 the direction of transfer was found to only significantly impact the transfer rate between 164 fingerpads and plastic (mean difference between finger to plastic transfer and plastic to finger 165 transfer = -0.09).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "160"
        },
        {
            "text": "A separate three-way ANOVA performed for all MS2 data indicates that direction of 167 transfer is the only significant variable (P<0.001). The post-hoc test shows that the mean 168 difference between fingerpad to surface transfer and surface to fingerpad transfer is -0.18.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "166"
        },
        {
            "text": "Surface type (P=0.71) and time since last handwash (P=0.23) were not found to be significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "169"
        },
        {
            "text": "Similarly to Phi6, there is no statistically significant three-way interaction between surface type, 171 direction of transfer, or time since last handwash (P=0.73). The only significant two-way 172 interaction occurs between the surface type and direction of transfer (P=0.003). The direction of 173 transfer significantly effects the transfer from all three surfaces, with a higher fraction transferred 174 from surfaces to fingerpads for all surface types (a mean difference of 0.23 for plastic, 0.21 for 175 stainless steel, and 0.10 for wood). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "170"
        },
        {
            "text": "The transfer rates reported in this study for MS2 and Phi6 are similar to virus transfers 186 reported by others (1, 11, 12, 21) . Specifically, the MS2 mean transfer rate of 0.26 is comparable 187 to the MS2 mean transfer rate of 0.22 between fingertips and glass reported by Julian et al. (10) 188 who used similar methods as those used herein. Previous work reported viral transfer rates 189 between skin and fomites to range between 0.16 and 0.65 for non-porous surfaces (1, (10) (11) (12) 21) .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 117,
                    "end": 120,
                    "text": "11,",
                    "ref_id": null
                },
                {
                    "start": 121,
                    "end": 124,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 125,
                    "end": 128,
                    "text": "21)",
                    "ref_id": null
                },
                {
                    "start": 277,
                    "end": 295,
                    "text": "Julian et al. (10)",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 479,
                    "end": 483,
                    "text": "(10)",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "(11)",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 497,
                    "text": "21)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "185"
        },
        {
            "text": "The higher values in this range were obtained using greater contact pressure and a shorter 191 desiccation time for viral suspensions (1, 10, 12) . According to a physical-chemical model of 192 skin-surface microbial transfer (14), greater contact pressure will likely lead to higher transfers.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 138,
                    "end": 141,
                    "text": "10,",
                    "ref_id": null
                },
                {
                    "start": 142,
                    "end": 145,
                    "text": "12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "190"
        },
        {
            "text": "Future work should explore the influence of this variable on viruses, and specifically non- Non-enveloped viruses are more readily transferred from surfaces to fingerpads than 220 from fingerpads to surfaces; the mean difference between surface to fingerpad and finger pad to 221 surface transfer rate was found to be 0.23 for plastic, 0.21 for stainless steel, and 0.10 for wood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "193"
        },
        {
            "text": "In previous studies that report that direction of transfer is important in controlling virus transfer, 223 conclusions regarding the direction in which virus was more readily transferred differed based on 224 virus type (5, 10, 12). This agrees with what was found in this study, where only MS2 showed a 225 greater transfer from surfaces to fingerpads than from fingerpads to surfaces. A greater transfer 226 from surfaces to fingerpads than from fingerpads to surfaces suggests individuals are able to pick 227 up viral particles from a surface and may not be able to spread them to additional surfaces as 228 easily. As a result, viruses may remain on the skin rather than be transferred off. Presence of viruses on the hands and subsequent interaction with the nose, eyes, or mouth, may lead to self-230 inoculation and subsequent infection. A previous study found that the transfer rate for a non-231 enveloped virus (PRD-1) from fingertip to lip is roughly 34% (21). Additional work 232 investigating skin-to-skin transfer rate, in combination with previous results of surface-to-skin 233 transfer rate, can help develop a complete model of the disease transmission pathway. 234 We did not find that 'time since last handwash' affected transfer of virus between ",
            "cite_spans": [
                {
                    "start": 1181,
                    "end": 1184,
                    "text": "234",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "222"
        },
        {
            "text": "There are several limitations to this study which have not already been mentioned. First, 246 this study controlled contact pressure even though it is understood that this may affect transfer 247 (12, 14) . Additional work to include contact pressure as a variable may be useful. Second, this 248 study worked with clean surfaces and relatively clean fingerpads. In reality, surfaces and 249 fingerpads may be coated with dirt or oil and this could affect transfer rates by changing physio-250 chemical interactions between viruses and surfaces (14). Further work should consider the use of 251 realistically soiled surfaces and hands, which may provide protection to pathogens when the contact event occurs (26). Third, this study was restricted to two viruses and three surfaces. It 253 would be interesting to expand on these in future studies to investigate whether the trends 254 observed here for enveloped viruses can be confirmed with other surrogate, non-pathogenic 255 enveloped viruses. Finally, our surface sampling technique may not recover all viruses from the 256 surfaces swabbed. An inherent assumption in this work is that the recovery efficiency of virus 257 from fingerpads and tested surfaces was not distinct, so that the transfer rate could be calculated Phi6. Virus stock consisted of TSB with ~10 5 PFU MS2 /mL and between 10 8 PFU Phi6/mL and 324 10 10 PFU Phi6/mL. The higher Phi6 titer stock was used for fingerpad and painted wood donor 325 surfaces while the lower Phi6 stock was used for stainless steel and plastic surfaces. The 326 different Phi6 titers were required to obtain countable plaques from the recipient surfaces.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "text": "(12,",
                    "ref_id": null
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "245"
        },
        {
            "text": "Temperature and relative humidity of the room during the experiment were recorded using a 328 ThermoPro TP49 Digital Hygrometer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "327"
        },
        {
            "text": "An hour prior to Experiment A, volunteers were asked by the technician to wash their 330 hands with antibacterial liquid hand soap (Colgate-Palmolive, New York, NY, USA) for 15 331 seconds, rinse them in tap water, and dry them with a Kleenex scientific cleaning wipe 332 (Kimberly-Clark, Irving, TX, USA). They were asked to refrain from using the restroom, eating 333 food, and wearing latex gloves until the start of the experiment. For each volunteer, one surface 334 to be tested was chosen through a random number generator from 1-3 (1=Stainless steel, 335 2=Plastic, and 3=Painted wood). An optional second surface to be tested the same day was also 336 randomly chosen from the remaining 2 surfaces. Next, the finger corresponding to each direction 337 of transfer and the finger used as a control were chosen through a random number generator from After the inoculum on the donor surface was visibly dry, the contact event took place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "329"
        },
        {
            "text": "The volunteer contacted the surface for 10 s at a pressure of 25 kPa. The appropriate pressure 353 was administered using a triple-balance beam set to 500 g. This pressure is comparable to a child 354 gripping an object, the pressure of adult fingerpads exerted locally on a hand tool, and studies 355 examining transfer of soil from surfaces to skin (29-31). Upon completion of the contact event, a 356 cotton swab wetted with TSB was used to remove the virus from both the donor and recipient 357 surfaces. The swab was swiped firmly across the surface for 10 s using a sweeping motion. The 358 swab was then placed in 1000 µL of TSB and vortexed for 10 s.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "352"
        },
        {
            "text": "After Experiment A was complete, the volunteer was asked to use alcohol-based hand 360 sanitizer (ABHS) and then wash their hands using the same method they used at the start of the 361 experiments. Immediately after washing, Experiment B was initiated using the same surface(s), ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "359"
        },
        {
            "text": "Three dilutions of each sample were assayed, including undiluted, 1:10 dilution, and 375 1:100 dilution samples. In addition, a negative control for each hand and surface was included 376 for each volunteer. The negative control consisted of performing the contact event with a surface 377 and fingerpad that were not inoculated with the virus, swabbing the recipient surface, and 378 processing the swab sample using the plaque assay described. The viral stock concentration was 379 enumerated in each experiment, confirming the plaque assay was working correctly even if no 380 plaque were observed in the surface transfer results. The Phi6 and MS2 hard agar plates were 381 incubated at 30°C and 37°C, respectively, for 18 hours before plaques were counted as PFUs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "374"
        },
        {
            "text": "The number of PFUs were counted if the number was between 1 and 500. If there were more 383 than 500 PFU, TNTC (too numerous to count) was recorded. If there were no PFU, then a 0 was 384 recorded. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "382"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Transfer 430 Efficiency of Bacteria and Viruses from Porous and Nonporous Fomites to Fingers under 32. EPA. 2001. Method 1602: Male-specific (F+) and Somatic Coliphage in Water by Single 511",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "U"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Gerba",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Tamimi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kitajima",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Maxwell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Agar Layer (SAL) Procedure 38",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of 0.46 and 0.54 for Phi6 and MS2, respectively), it was not used because it included the 143 possibility of negative transfer fraction values, which are physically unrealistic. 144 Significant Factors Controlling Transfer Rate. An n-way ANOVA on the complete 145 data set indicates that 'virus type' (P<0.001), 'surface type' (P<0.001), and 'direction of transfer' 146 (P<0.001) are significant factors in controlling transfer. An ANOVA is justified for analyzing 147",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "and non-enveloped viruses are readily transferred between fomites and 179 fingertips with transfer rates of 0.22, on average. This implies that a transfer of 22% of viruses 180 on a surface to a fingerpad should be expected. Whether or not this transfer would result in a risk 181 of fomite-mediated infection would depend on number of infectious viruses contacted by the 182 fingertip, the efficiency of self-inoculation (i.e., transfer of virus from fingertip to the mouth, nasal cavity, or other bodily location where infection may occur), the infectious dose of the virus, 184 and the susceptibility of the individual.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Phi6 is transferred between surfaces and fingerpads to a lesser extent 196 than non-enveloped virus MS2. This might suggest that enveloped viruses are transferred less 197 efficiently than non-enveloped viruses, however, the effect size is small (difference in mean 198 transfer rate is ~0.1). Both experimental and modeling studies suggest that enveloped and non-199 enveloped viruses can be transmitted via fomites, and that this transmission requires transfer via 200 a contact event and subsequent self-inoculation. For example, non-enveloped norovirus was 201 shown experimentally in a case study to be transmitted via contaminated surfaces in a houseboat 202 used by different groups in series (22). Betaarterivirus suid 1, an enveloped virus that infects 203 pigs, was shown experimentally to be transmitted via contaminated fomites in a controlled 204 animal exposure study (23). Zhao et al. (14) indicate fomites can be important in the spread of 205 enveloped influenza viruses. Boone and Gerba (2) summarize evidence on the role of fomite-mediated transmission of both enveloped and non-enveloped viruses from experimental studies 207 and conclude its role can be important for both types of viruses. It will be important to repeat our 208 study with a broader range of enveloped viruses to confirm the reduced transferability of 209 enveloped versus non-enveloped viruses. 210 Enveloped virus transfer is higher from smooth plastic and metal surfaces than rough 211 wooden surfaces. Although stainless steel, plastic, and wood are all considered non-porous 212 surfaces, the surface of painted wood is inherently more irregular due to brush strokes. This 213 suggests that the microvariations in the surface of the wood may create a less efficient transfer, 214 and therefore a lower transfer rate of the virus. Such heterogeneities on the surface may prevent 215 efficient contact between fingerpads and the surfaces. Previous studies have modelled that as 216 donor roughness increases, the transfer rate decreases, based on touch probability and adhesive 217 probability (14). However, as recipient roughness increases, the transfer rate correlation is 218 nonmonotonic (14).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "235 surfaces and fingerpads. In general, handwashing can change the physio-chemical properties of 236 the skin including changing the pH, removing dirt or oil, or leaving behind trace soap chemicals 237 (24). A previous study found that recently washed hands led to decreased transfer of non-238 enveloped viruses to and from fingerpads and glass and speculated this was a result of changes in 239 moisture level, pH of skin, and other residual effects from the soap (10). Future work that 240 investigates the effects of handwashing under different realistic scenarios, for example with 241 hands that are unwashed for longer periods of time after work outdoors or shopping, may provide 242 additional insights into whether hand washing reduces or facilitates virus transfer between 243 fingerpads and surfaces. It is well understood that hand washing can remove viral pathogens 244 from hands which serves to interrupt transmission pathways involving hand contacts (25).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "258without accounting for recovery efficiency (as recovery efficiency would cancel in the numerator 259 and denominator of Equation 1). Recent work attempts to more accurately represent bacterial 260 concentrations on surfaces using a sequential sampling method(14, 27). Future work should 261 investigate the usefulness of this method for viruses and how its use might affect the calculation Volunteers for this study were enrolled with approval from the Stanford 266 University Research Compliance Office for Human Subjects Research according to IRB-55010. 267 15 volunteers participated per surface, similar to the number of volunteers used in previous 268 studies on virus transfer (10, 18). All volunteers were allowed to participate in the study if they 269 self-reported as healthy, had no visible sores on their hands or fingerpads, and had appropriate 270 building access according to Stanford's COVID-19 Research Recovery Plan. The experiments 271were conducted in a room isolated from others, a 6-foot distance was maintained whenever272 possible, and facial masks were worn at all times according to Stanford's COVID-19 Research 273 Recovery Plan. Once volunteers were informed of the risks of the experiment and consented, the 274 age, gender, hand length, and hand breadth of the volunteers were recorded. Hand length and breadth was recorded according to the National Aeronautics and Space Administration (28). The 276 volunteer group consisted of 20 volunteers, 8 of whom self-identified as cis-male and 12 as cis-277 female. Of the 20 volunteers, 9 performed the experiment with all three surfaces, 8 with two 278 surfaces, and 2 with just one surface. 279 Virus preparation. Phi6 and MS2 were applied to the surfaces and fingerpads together 280 in the same aliquot to ensure viruses were suspended in equivalent aqueous matrix. An 281 equivalent aqueous matrix is vital to ensure homogenous transfer conditions between the two 282 viruses so that the effect of virus type can be deduced from the experiments. Each virus was 283 diluted to the preferred titer with TSB and then the mixed in equal proportions. TSB was used as 284 the matrix for the experiments to mimic an organic-rich media which better resembles bodily 285 excretions like mucus, saliva, vomitus, and feces than a buffer or water solution. 286 Phi6 (NBRC 105899) and its host Pseudomonas syringae (P. syringae, ATCC # 21781) 287 were obtained from the University of Michigan. To propagate P. syringae, 30 mL of nutrient 288 broth (described in the SI) was inoculated with a loop of P. syringae stock from -80°C and 289 incubated while shaking at 30°C for 48 hours until experiment use. The propagated host was 290 kept at 30°C and used for additional experiments up to 48 hours after initial use. Phi6 virus stock 291 was created using the method described in the Supplemental Information (SI) following Wolfe et Detailed Experimental Protocol. A 2 cm x 2 cm square of donor surface (steel, plastic, 322 wood, or fingertip) was inoculated with 10 μL of pooled virus stock containing both MS2 and 323",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "1=Thumb, 2=Index, 3=Middle, 4=Ring, 5=Pinky). With each volunteer, one finger served 339 as a recipient for the chosen surface (surface-to-fingerpad transfer), one finger served as a donor 340 for the chosen surface (fingerpad-to-surface transfer), one finger served as a recipient for the 341 second optional surface (surface-to-fingerpad transfer), one finger served as a donor for the 342 second optional surface (fingerpad-to-surface transfer), and one finger served as a control 343(Figure 2). Collection of control samples, where the virus was not applied to the finger, ensured that there were no viruses present on the hand or surface, and no cross-contamination present.345The right and left hands served as duplicates of one another, and as a result the designations were 346 identical for each hand(Figure 2). The viruses were distributed on both the appropriate surface 347 and fingerpads in a grid of small dots (about 0.75 μL per dot) for even distribution and were 348 allowed to visibly dry. This grid was adjusted for each finger, as they had unique sizes, but was 349 approximately a 4x4 grid for surfaces. For surfaces, the drying time typically took about 30 350 minutes, while for fingerpads it took about 5 minutes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "362 and the same fingerpad donor/recipient designations as Experiment A. Experiment B was carried 363 out in the exact same manner as Experiment A. At the end of Experiment B, volunteers were 364 asked to use ABHS again and to wash their hands a final time. After the volunteer left the experiment, the samples were vortexed, diluted 1To enumerate Phi6 and MS2 in the samples, traditional double agar 369 plaque assays were used. The Phi6 plaque assay followed Wolfe et al. (see SI) (18). Briefly, soft 370 agar (0.3% agar) was inoculated with 100 μL of sample and 100 μL of P. syringae host, then the 371 mixture was poured onto hard agar plates (2.3% agar). The MS2 plaque assay is based on EPA 372 method 1602 (32). Briefly, soft agar (0.7% agar) was inoculated with 300 μL of sample and 200 373 μL of E. coli host, then pouring the mixture onto hard agar plates (1.5% agar).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Analysis. The transfer rate was calculated using theEquation 1. In this equation,386    the transfer rate (r) is defined as the mean PFU times the appropriate dilution factor measured on 387 the recipient surface (R R ) divided by the sum of the mean PFU times the appropriate dilution factors recovered from both the recipient surface and donor surface (R D ). times the dilution factor was used in the denominator rather than the applied 391 concentration, as desiccation results in a loss of viral titer (10) and we sought to quantify transfer392 specifically without considering effects of desiccation: is defined as an individually collected swab of the virus. Each contact event 394 results in two samples, one from the finger swab and one from the surface swab. There are two 395 levels of replication when quantifying the samples for each of the 15 volunteers. The first are the 396 biological replicates created by the duplicate hand profiles of each volunteer. The second are the 397 technical replicates created from the multiple dilutions of each sample. For the purpose of the 398 data analysis, no separation of the biological replicates was attempted. All available technical 399 replicates were multiplied by their appropriate dilution factors and averaged to obtain one 400 recovery from the recipient surface and one recovery value from the donor surface. These are the 401 values then used in Equation 1. Inclusion of the technical replicates can be approached in many 402 ways other than the one chosen (such as only choosing the dilutions that yielded the lowest 403 transfer rate or only using dilutions between a certain range of PFU",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Pathway of transmission from contaminated fomites. First the individual contacts a 515 surface, on which the individual picks up or deposits invective virus particles. Lastly, the 516 individual transfers the infective virus from their hand to an area of their body where infection 517 occurs, or to an additional surface. Outline of experimental procedure up until the contact events. The procedure outlines 520 the initial hand washing step, followed by the wait time for Experiment A or B, an example of 521 surface inoculation, an example of hand inoculation, the wait time for the inoculum to dry, and 522 the contact events. In the example surfaces inoculation, the leftmost square represents where the 523 virus was not applied, but where the transfer from the fingerpad to the surface would occur. The 524 middle square represents where the virus was applied (indicating transfer from the surface to the 525 fingerpad) and the rightmost is the control. In the example hand inoculation, the hands are 526 duplicates. On the middle finger and thumb there is no virus applied, but represents where the 527 transfer from the chosen surface and 2 nd surface to the fingerpad will occur, respectively. On the 528 index finger and ring finger is where there is virus applied, and where transfer between the finger 529 and the respective surfaces will occur. The pinky is a control. 530 Boxplots of transfer rates for different surfaces. The upper and lower whiskers show 532 the maximum and minimum values, respectively (excluding outliers defined by the interquartile 533 range criterion). The lower and upper edges of the represent the lower and upper quartile, 534 respectively. The horizontal line within the box indicates the median. The points beyond the 535 whiskers represent outliers. The data are broken down by 'virus type', 'surface type', 'time since last handwash', and 'direction of transfer'. Phi6 (A) and MS2 (B) histogram distributions, overlayed with probability distribution 541 functions. The functions used to model the data are beta (---",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "-",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "29.Hall C. 1997. External pressure at the hand during object handling and work with tools.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "). The alpha and beta shape parameters, as well as the goodness of fit p-value, are also shown.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}