{
    "paper_id": "3d9564d7d590db1183304da5dc7fc741e0499c1d",
    "metadata": {
        "title": "An Enriched Framework for CRM Success Factors Outlining Data Analytics Capabilities' Dimension A Case Study from the Retail Industry",
        "authors": [
            {
                "first": "Roula",
                "middle": [],
                "last": "Jabado",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lebanese International University",
                    "location": {
                        "settlement": "Beirut",
                        "country": "Lebanon"
                    }
                },
                "email": "roula.jabado@liu.edu.lb"
            },
            {
                "first": "(",
                "middle": [
                    "B"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rim",
                "middle": [],
                "last": "Jallouli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Manouba",
                    "location": {
                        "settlement": "Manouba",
                        "country": "Tunisia"
                    }
                },
                "email": "rimjallouli@esen-manouba.org"
            }
        ]
    },
    "abstract": [
        {
            "text": "The evolution of Big Data has been attracting many researchers who emphasized on the growing role of data analytics capabilities (DAC) in enhancing marketing decisions within enterprises. Although various hypothesis and theories have been previously generated, yet case studies validating them by real-life examples have been scarce. This research paper serves as an exploratory qualitative research, based on a single case study with a retail company established in Lebanon: The United Company for Central Markets SARL (UCCM). The grocery retail industry is a good example because it's changing faster than most other complex industries, making it harder to detect and keep any competitive advantage. The study on hand aims to inductively develop theory further, and reflects UCCM's results by illustrating an enriched conceptual framework for understanding how efficient CRM systems, when integrated with DAC, can enhance Marketing decisions during times of crisis management. UCCM's research design and decision-making process allow addressing DAC as a new key dimension for the enriched conceptual framework. UCCM's results also clarify how DAC play a crucial integrative role in adding value to the three factors of a CRM successful implementation: People, Technology and Process. The enriched conceptual framework proves to be a valuable heuristic tool that highlights the importance of establishing and acquiring a new skill set of competencies that combine Marketing with technologies and data analytics, especially during times of crisis management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "1995 Parvatiyar and Sheth \"A comprehensive strategy and process of acquiring, retaining and partnering with selective customers to creative superior value for both the company and customers. It involves the integration of marketing, sales, customer service and the supply chain functions of the organization to achieve greater efficiencies and effectiveness in delivering customer value\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2001 Swift [A] n enterprise approach to understanding and influencing customer behavior through meaningful communications in order to improve customer acquisition, customer retention, customer loyalty, and customer profitability 2001 Lefebure and Venturi \"The management of customer relations combines technologies and business strategies to provide customers with products and services that they expect. The management of customer relationships is the ability to identify, acquire and retain the best customers with the goal of increasing sales and profits\"",
            "cite_spans": [
                {
                    "start": 5,
                    "end": 14,
                    "text": "Swift [A]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2003 Kincaid \"The strategic use of information, processes, technology, and people to manage the customer's relationship with your company (Marketing, Sales, Services, and Support) across the whole customer life cycle",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Payne and Frow, Askool and Nakata A strategic combination of technological and business activities. It is not only about the adoption of a technology solution concerning customers' information, but also a business strategy designed to improve human interactions and to build effective business relationships in a business environment\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2010"
        },
        {
            "text": "2009 Buttle \"The core business strategy that integrates internal processes and functions, and external networks, to create and deliver value to targeted customers at a profit. It is grounded on high quality customer-related data and enabled by information technology\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2010"
        },
        {
            "text": "(continued) Year Author CRM definition 2010 Greenberg \"A philosophy and a business strategy supported by a system and a technology designed to improve human interactions in a business environment\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2010"
        },
        {
            "text": "2012 Nour \"Predicated on the notion that understanding and responding to customers is key to customer satisfaction, retention, and ultimately revenue growth and profitability\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2010"
        },
        {
            "text": "2013 Reinartz et al. \"A process that \"entails the systematic and proactive management of relationships as they move from beginning (initiation) to end (termination), with execution across the various customer-facing contact channels\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2010"
        },
        {
            "text": "2003 LeeKelley et al. \"Marketing activities, tools and techniques delivered through the Internet, using technologies such as email, the worldwide web, chat rooms, forums, social media, etc., with the goal of locating, building, and improving long-term customer relationships\" ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2010"
        },
        {
            "text": "Extensive literature review about CRM agrees that CRM combines technology and business strategies. Therefore, firms implementing CRM systems are seeking backup for their customer-oriented strategies and systems. CRM architecture includes three major areas (Teo et al. 2006) : operational CRM, collaborative CRM and analytical CRM. Operational CRM manages the relationship between customers and Front House contact points such as point of sales and customer service. Whereas collaborative CRM approach enables the integration and synchronized sharing of all customer interaction data within an organization, aiming at enhancing customers' satisfaction, loyalty and retention. Collaborative CRM allows organizations to build and regularly adjust shared strategies based on customers' needs, to service customers more efficiently and to maximize profitability and revenue. Furthermore, analytical CRM comprises the analysis and evaluation of all data collected using business intelligence functions (Chalmeta 2006) . Analysis of customer-related data is then integrated in business strategies such as: promotional campaigns, customer attrition, market analysis, customer behavior, lead analysis, customer interaction and loyalty.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 273,
                    "text": "(Teo et al. 2006)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 996,
                    "end": 1011,
                    "text": "(Chalmeta 2006)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "CRM Approaches and Dimensions"
        },
        {
            "text": "The intent of this part is to clarify the relevance for choosing a CRM system for use in the current case study research. Babu (2016) explains that CRM approach is of comprehensive nature: it has evolved from the base of many systems, where initial functions were divided by department, and then gradually moved up through different organizational divisions. Customer management is responsible for applying all processes. It is supported by the business operation. Comprehensive solutions are then offered by technological systems.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 133,
                    "text": "Babu (2016)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Evolution of CRM Concept and Its Measures"
        },
        {
            "text": "Nowadays, CRM systems play a major role in the success or failure of modern enterprises. They were developed to ensure mutual long-term beneficial relationships between organizations and customers. Their success is measured by the extent of Customer Life-time Value (CLV), Customer Satisfaction, Customer Loyalty, Share of Customer, Cross-Selling and Up-Selling capabilities, as well as Customer Profitability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evolution of CRM Concept and Its Measures"
        },
        {
            "text": "The majority of research studies on CRM are empirical. In all, 86% of the total CRM studies used empirical research methods, whereas only 14% were based on conceptual research (Sota et al. 2018) . Data is mainly collected through surveys, observational techniques or interviews, and then various methods are applied for analyzing the data. As a result, CRM studies lack theory building and conceptual research: Although quantitative studies remain valuable due to their objectivity, further qualitative studies are needed using techniques such as grounded theory (Maggon and Chaudhry 2015) . The latter being the main area of concern for this case study.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 194,
                    "text": "(Sota et al. 2018)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 563,
                    "end": 589,
                    "text": "(Maggon and Chaudhry 2015)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Evolution of CRM Concept and Its Measures"
        },
        {
            "text": "One of the most common definitions for 'success factor' related to 'CRM' is for Pan et al. (2007) : \"the success factors could be defined as the generic ingredient that has to be the essential part of any successful CRM implementation\".",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 97,
                    "text": "Pan et al. (2007)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Critical Success Factors (CSFs) for CRM Implementation"
        },
        {
            "text": "CSFs is a methodology that focuses on critical factors that contribute to an organization's success. It has first been developed by Daniel (1961) , then adopted by many researchers such as Rockart (1979) , Huotari and Wilson (2001) , Garcia et al. (2012) . CSFs were used in many studies, applied from different perspectives and quoted by many researchers such as Da Silva and Rahimi (2007) , Mendoza et al. (2007) , King and Burgess (2008) , Pan et al. (2007) , Shatat and Udin (2013) .",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 145,
                    "text": "Daniel (1961)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 189,
                    "end": 203,
                    "text": "Rockart (1979)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 206,
                    "end": 231,
                    "text": "Huotari and Wilson (2001)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 234,
                    "end": 254,
                    "text": "Garcia et al. (2012)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 367,
                    "end": 390,
                    "text": "Silva and Rahimi (2007)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 393,
                    "end": 414,
                    "text": "Mendoza et al. (2007)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 417,
                    "end": 440,
                    "text": "King and Burgess (2008)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 443,
                    "end": 460,
                    "text": "Pan et al. (2007)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 463,
                    "end": 485,
                    "text": "Shatat and Udin (2013)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Critical Success Factors (CSFs) for CRM Implementation"
        },
        {
            "text": "Each organization has its own critical arguments for validating CSFs for a successful CRM implementation. Yet, how those factors are linked and implemented into existing management processes is vital. Accordingly, there is no global approach for identifying and analyzing CSFs and different methods were applied to establish those factors in previous research studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Critical Success Factors (CSFs) for CRM Implementation"
        },
        {
            "text": "According to Chen and Popovich (2003) , people, process, and technology are \"the aspects or key dimensions in succeeding the implementation of information technology\". In an attempt to define those key aspects or dimensions, various definitions were looked at and summarized as follows:",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 37,
                    "text": "Chen and Popovich (2003)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "People, Process, and Technology (PPT) Framework"
        },
        {
            "text": "People. Successful implementation of CRM systems lies in the proper execution and commitment from top management and employees and even customers. It would ease the access to data through the same source of information between all firms' stakeholders. As a result, products and services will be tailored to meet customers' needs and would gain their loyalty. (Almotairi 2009; Chen and Popovich 2003; Mendoza et al. 2007 ).",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 375,
                    "text": "(Almotairi 2009;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 376,
                    "end": 399,
                    "text": "Chen and Popovich 2003;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 400,
                    "end": 419,
                    "text": "Mendoza et al. 2007",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "People, Process, and Technology (PPT) Framework"
        },
        {
            "text": "Process. An efficient CRM system should facilitate procedures, workflow, and control multiple processes in firms through efficient handling, storage and processing of data collected., and assist management in creating new services and products which were not available in the market. A customer-centric approach is required: Front office and Back office departments' collaboration would improve, communication and exchange of data between different activities would increase, along with customers' relationship efficiency. (Chen and Popovich 2003; Mendoza et al. 2007) .",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 547,
                    "text": "(Chen and Popovich 2003;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 548,
                    "end": 568,
                    "text": "Mendoza et al. 2007)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "People, Process, and Technology (PPT) Framework"
        },
        {
            "text": "Technology. Choosing the proper CRM system that integrates specific firms' needs would further allow to maintain a competitive advantage, ensure its continuity and optimize Marketing strategies (Chen and Popovich 2003; Mendoza et al. 2007 ). It would further reduce costs considerably and enhance firms' computing capabilities through collecting, organizing, saving, and using customers' related data. Integration technology would lead to improved relationships with customers and a better understanding of their behavior (Almotairi 2009; Teo et al. 2006) .",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 218,
                    "text": "(Chen and Popovich 2003;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 219,
                    "end": 238,
                    "text": "Mendoza et al. 2007",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 522,
                    "end": 538,
                    "text": "(Almotairi 2009;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 539,
                    "end": 555,
                    "text": "Teo et al. 2006)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "People, Process, and Technology (PPT) Framework"
        },
        {
            "text": "According to Frow (2004, 2005) , Shang and Lin (2005) and Almotairi (2009): \"CRM implementation is a strategic approach which cross-functionally integrates PPT to understand customers, increase stakeholder value, deliver profitable and long-term relationships with customers\". Chen and Popovich (2003) explained that \"the CRM implementation model which integrates PPT in the context of an enterprise-wide customer driven, technology-integrated, cross-functional organization, will deliver the best result towards the company\". Moreover, some studies considered labeling PPT approach under CSFs for successful CRM implementation (Ali and Alshawi 2003; Almotairi 2009; Arab et al. 2010; Askool and Nakata 2010; Mendoza et al. 2007 ).",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 30,
                    "text": "Frow (2004, 2005)",
                    "ref_id": null
                },
                {
                    "start": 33,
                    "end": 53,
                    "text": "Shang and Lin (2005)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 277,
                    "end": 301,
                    "text": "Chen and Popovich (2003)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 628,
                    "end": 650,
                    "text": "(Ali and Alshawi 2003;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 651,
                    "end": 666,
                    "text": "Almotairi 2009;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 667,
                    "end": 684,
                    "text": "Arab et al. 2010;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 685,
                    "end": 708,
                    "text": "Askool and Nakata 2010;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 709,
                    "end": 728,
                    "text": "Mendoza et al. 2007",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "People, Process, and Technology (PPT) Framework"
        },
        {
            "text": "In addition to people, process and technology dimensions for a successful implementation of CRM systems, Kaabi and Jallouli (2019) assess the primary role of data analytics capabilities (DAC) to discover customer insights and ensure timely Marketing decisions based on data collected through diverse technologies. The information collected and stored is increasingly diverse. It provides businesses an important strategic value and can vary from structured to unstructured data. DAC dimension is discussed throughout this research, along with the opportunities and challenges it could bring to companies.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 130,
                    "text": "Kaabi and Jallouli (2019)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Data Analytics Capabilities: A Key Dimension for Successful CRM Implementation"
        },
        {
            "text": "Moreover, Transformative Marketing (Kumar 2018 ) discusses the importance of integrating changes caused by new technologies, combined with CRM systems, are providing in terms of data collection and marketing decisions.",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 46,
                    "text": "(Kumar 2018",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Data Analytics Capabilities: A Key Dimension for Successful CRM Implementation"
        },
        {
            "text": "Relationship marketing, integrated with E-Commerce technologies, led to valuable CRM data collected. Thus becoming a major source of competitive advantage producing knowledge supporting the decision-making process in Marketing (Lindman et al. 2012; Stein et al. 2013) .",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 248,
                    "text": "Marketing (Lindman et al. 2012;",
                    "ref_id": null
                },
                {
                    "start": 249,
                    "end": 267,
                    "text": "Stein et al. 2013)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Data Analytics Capabilities: A Key Dimension for Successful CRM Implementation"
        },
        {
            "text": "Nowadays, new technologies and applications provide firms valuable information regarding customers' profile, buying patterns, habits and future trends and needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analytics Capabilities: A Key Dimension for Successful CRM Implementation"
        },
        {
            "text": "Kaabi and Jallouli (2019)'s research discusses the challenges facing firms in acquiring the efficient DAC for processing all data gathered from CRM systems: «The problem that faces enterprises nowadays is the lack of customer information analysis capabilities that treat the large, heterogeneous and volatile aspects of the data collected with the e-commerce tools.» The key issue for firms is therefore to develop a reliable data infrastructure that ensures solid extraction of consumer insights that enlightens the Marketing decision-making process in the future (HBR Survey 2018).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analytics Capabilities: A Key Dimension for Successful CRM Implementation"
        },
        {
            "text": "Furthermore, in light with the continuous updates of new technologies, Khlif and Jallouli (2014)'s conceptual model, combined with Chapman (2019)'s research of new data analytic techniques, allows further assessment of CRM's determinants of success. Indeed, CRM systems are successful not only with their operational dimension, but also with their cultural dimension (market orientation) and Innovative dimension (Information Systems combined with CRM and Data Analytics). The latter being the main focus of this research, results could be intrinsic, enhancing the efficiency of Marketing decisions (strategies, segmentation, targeting, positioning, marketing mix), and can be extrinsic, thus boosting firms' profitability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analytics Capabilities: A Key Dimension for Successful CRM Implementation"
        },
        {
            "text": "Previous researches were limited to analyzing the operational function of CRM, and they focused on the Information Systems (IS) dimension. Nevertheless, they open up to opportunities for further research in the collaborative (New technologies) and analytical (data analysis) functions. Therefore, the case study on hand will shed the light on how efficient CRM systems, when integrating DAC, can enhance Marketing decisions during crisis management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analytics Capabilities: A Key Dimension for Successful CRM Implementation"
        },
        {
            "text": "Previous theoretical frameworks suggested classifying CSFs using people, process, and technology approach in order to support CRM implementation success (Ali and Alshawi 2003; Almotairi 2009; Arab et al. 2010; Askool and Nakata 2010; Mendoza et al. 2007 ). Khlif and Jallouli (2014)'s conceptual model for successful CRM investigated further the determinants of success along with their outcomes. Inspired by the above-mentioned approaches, this paper presents a conceptual framework developed in Fig. 1 and suggests the addition of DAC as a fourth variable to CSFs' dimensions for any firm implementing a successful CRM system. The addition of the fourth dimension to CSFs is crucial for any company: Constant changes in consumer behavior, intense market competition and updates in technology require that companies ensure proper data analytics capabilities and tools to increase efficiency in meeting customer requirements (Benslama and Jallouli 2020; Kaabi and Jallouli 2019; Kaabi and Jallouli 2019) . CRM systems can only be effective when all data gathered are translated into effective Marketing decisions and strategies that suit best customers' actual and forecasted needs. Therefore, skills and knowledge in technologies and data analytics capabilities must be upgraded to meet market changes (Bach Tobji et al. 2018 Jallouli et al. 2019; Kumar 2018) .",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 175,
                    "text": "(Ali and Alshawi 2003;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 176,
                    "end": 191,
                    "text": "Almotairi 2009;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 192,
                    "end": 209,
                    "text": "Arab et al. 2010;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 210,
                    "end": 233,
                    "text": "Askool and Nakata 2010;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 234,
                    "end": 253,
                    "text": "Mendoza et al. 2007",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 925,
                    "end": 953,
                    "text": "(Benslama and Jallouli 2020;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 954,
                    "end": 978,
                    "text": "Kaabi and Jallouli 2019;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 979,
                    "end": 1003,
                    "text": "Kaabi and Jallouli 2019)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1303,
                    "end": 1326,
                    "text": "(Bach Tobji et al. 2018",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1327,
                    "end": 1348,
                    "text": "Jallouli et al. 2019;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1349,
                    "end": 1360,
                    "text": "Kumar 2018)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 497,
                    "end": 503,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Conceptual Framework for Successful CRM Implementation Integrating Data Analytics Capabilities (DAC)"
        },
        {
            "text": "The conceptual framework shown in Fig. 1 will serve as a model for presenting results and assessing findings for the case in hands. The research data will be compared with the conceptual framework variables and scholarly theories related to CRM systems, CSFs, DAC and effective Marketing decisions. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 34,
                    "end": 40,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Conceptual Framework for Successful CRM Implementation Integrating Data Analytics Capabilities (DAC)"
        },
        {
            "text": "The study in hand serves as an exploratory qualitative case study, based on a single case. It aims to inductively develop theory further by constructing it from previous research and reflecting it with the findings from the current case study (Koskinen et al. 2005) . The qualitative research allows addressing DAC as an important variable for effective Marketing decisions. A multiple method approach was used to gain a global insight of the current research (Nuutinen and Lappalainen 2012) . It also increases the veracity, validity, variety and affluence of the research (Eriksson and Kovalainen 2008) . The research also uses abduction, involving both deductive and inductive logic processes, as noted in most social research (Eriksson and Kovalainen 2008) .",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 265,
                    "text": "(Koskinen et al. 2005)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 460,
                    "end": 491,
                    "text": "(Nuutinen and Lappalainen 2012)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 574,
                    "end": 604,
                    "text": "(Eriksson and Kovalainen 2008)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 730,
                    "end": 760,
                    "text": "(Eriksson and Kovalainen 2008)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Research Design"
        },
        {
            "text": "The case study was selected as a research method according to its fit to the purpose of the research: to enrich the conceptual framework to be used in the context of Marketing decisions in the case company. This research focuses on an inside-out perspective and tests the developed conceptual framework, thus using one source of empirical data in a real-life context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Single-Case Based Study"
        },
        {
            "text": "Moreover, the approach is of explorative type, targeting a better understanding of the conceptual framework for successful CRM implementation in Marketing decisions context as a phenomenon, while outlining DAC as a key dimension, and to develop an enriched theoretical framework to be tested and used in practice (Eriksson and Koistinen 2005) .",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 342,
                    "text": "(Eriksson and Koistinen 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A Single-Case Based Study"
        },
        {
            "text": "The research object was chosen due to practical interest from the case firm. Indeed, the firm is going through a transitional phase towards integration with new technologies and the current research findings would provide valuable information for improving its Marketing decisions in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Single-Case Based Study"
        },
        {
            "text": "The research process shown in Fig. 2 has been inspired by the \"Flowering Learning Tree\" Model (Woodside 2010) and \"Building-in degrees of freedom\" approach in business marketing research (Campbell 1975; Wilson and Woodside 1999) which offer much flexibility and visual communication throughout the process. The research design, shown in Fig. 2 , results as a synthesis of intensive literature review (Campbell 1975; Wilson and Woodside 1999; Woodside 2010) .",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 109,
                    "text": "(Woodside 2010)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 187,
                    "end": 202,
                    "text": "(Campbell 1975;",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 228,
                    "text": "Wilson and Woodside 1999)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 400,
                    "end": 415,
                    "text": "(Campbell 1975;",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 441,
                    "text": "Wilson and Woodside 1999;",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 442,
                    "end": 456,
                    "text": "Woodside 2010)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 36,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 337,
                    "end": 343,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "The Research Process for UCCM's Case Study"
        },
        {
            "text": "To acquire pre-understanding and to identify a base for interviews, the CEO was first contacted in April 2020 for an open discussion. This first approach with the company was crucial, as management's commitment and support towards the research played a major role in arranging the interviews and getting the interviewees to participate. The fieldwork and data collection at UCCM took place at Beirut head office during the months of June and July 2020. Departments involved are Marketing, Information Technology (IT), Human Resources (HR) and upper management (represented by the CEO).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Research Process for UCCM's Case Study"
        },
        {
            "text": "Semi-structured interviews were conducted in private meeting rooms with each team of the departments involved: the same specific list of topics was covered. The advantage of this method is that the interviewer is free to reformulate the questions or simply ask new questions that may appear as a result of the answer of the interviewee (Bell and Bryman 2003) . According to Ellegaard and Grunert (1992) , this type of interview with business decision makers can measure perceived CSFs. It also provides data analysis",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 358,
                    "text": "(Bell and Bryman 2003)",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 402,
                    "text": "Ellegaard and Grunert (1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Research Process for UCCM's Case Study"
        },
        {
            "text": "Step 1: Grounding in the Extant Literature",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Research Process for UCCM's Case Study"
        },
        {
            "text": "Step 2: Develop an updated framework",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Research Process for UCCM's Case Study"
        },
        {
            "text": "Step 3: Conduct Fieldwork and Prepare Case data",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Research Process for UCCM's Case Study"
        },
        {
            "text": "Step 4: Internal consultant to validate data collected",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Research Process for UCCM's Case Study"
        },
        {
            "text": "Step 5: Record results and Findings",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Research Process for UCCM's Case Study"
        },
        {
            "text": "Step 6: Post-Hoc Review",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Research Process for UCCM's Case Study"
        },
        {
            "text": "Existing theory, Rival theories, \"theory-in-use\" Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 49,
                    "end": 56,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "The Research Process for UCCM's Case Study"
        },
        {
            "text": "References gained in the first interviews helped identifying the following interviewees: Personal interviews followed with the Head of Marketing, Head of Digital Marketing and OMNI channel, Head of Promotions and Loyalty programs, Head of IT and Head of Training Academy. The same format shown in Table 1 was used for these interviews. This dynamic process of multiple-party participation (Biemans and Woodside 2005) provides a set of propositions on the roles of multiple parties at UCCM. It also validates previous informants' communications.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 304,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The Research Process for UCCM's Case Study"
        },
        {
            "text": "All interviews benefited from an informal atmosphere and took place either in the interviewee's office or in a meeting room in the firm's headquarters in Beirut. Comprehensive written notes were taken during interviews, then compiled in a report consisting of 21 pages on Word document. Taking into account the main purpose of the study, which is to better understand the conceptual framework for successful CRM implementation in the context of Marketing decisions, detailed transcriptions during the interviews were not done due to the inconvenience of that approach for the purpose of the interviews. The primary goal of the interviews was to gain more understanding of the overall subject and not to focus on specific interpretation of expressing information. Thus, since the transcription aims to produce an understanding of the general picture of the data collected, a lower accuracy level containing descriptions of the ideas discussed in the interviews is seen as appropriate (Koskinen et al. 2005 ).",
            "cite_spans": [
                {
                    "start": 983,
                    "end": 1004,
                    "text": "(Koskinen et al. 2005",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "The Research Process for UCCM's Case Study"
        },
        {
            "text": "Some of the information collected during the interviews included different perspectives from several people that couldn't be inserted into one framework. Nevertheless, they could be used as separate ideas to develop the conceptual framework further. Relevant documents were also compiled from Finance, HR, IT, Marketing and Points of (Van Maanen 1978) were conducted in the field to eliminate the lack of information on lagged relationships that cross-sectional data analysis doesn't cover.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 351,
                    "text": "(Van Maanen 1978)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Research Process for UCCM's Case Study"
        },
        {
            "text": "Collecting data unobtrusively (Woodside 2010) in current field environment is an efficient approach for understanding people's decision-making tools within their daily tasks. The final report that includes results from data collection was presented to the CEO. As a trusted informant within the organization, he took on the responsibility of an internal consultant to validate accuracy of all data collected and to eliminate any potential paradox (Wilson and Woodside 1999) .",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 45,
                    "text": "(Woodside 2010)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 447,
                    "end": 473,
                    "text": "(Wilson and Woodside 1999)",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "The Research Process for UCCM's Case Study"
        },
        {
            "text": "Finding patterns from empirical data and comparing them with the pre-developed conceptual framework with the existing theories is used as an analytical technique (Eriksson and Kovalainen 2008) . Subsequently, the research data was compared with the conceptual framework variables and scholarly theories related to CRM systems, CSFs, DAC and Marketing decisions. The gaps that resulted from this comparison offered opportunities for further development of the conceptual framework.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 192,
                    "text": "(Eriksson and Kovalainen 2008)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of Data Collected"
        },
        {
            "text": "6 Industry Background",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Data Collected"
        },
        {
            "text": "Retail styles in Lebanon vary from traditional small convenience stores around the corner in crowded neighborhoods, to consumer co-operatives for affordable prices, to bigger retail spaces such as hypermarkets and supermarkets that offer a wide variety of products satisfying a larger range of incomes (Beyrouti 2013) . Lebanon produces little, hard, upto-date economic data. Most information was collected through interviews in magazines with pioneers in the grocery retail market and various banks' yearly reports. The general picture for the last quarter of 2019, first and second quarters of 2020 shows a financial and economic crisis without precedent since the Lebanese independence in 1943. Lebanon's economic update in April 2020, generated by the World Bank states that \"Lebanon needs a credible crisis management strategy that identifies crisis stabilization and recovery measures along a number of dimensions, especially: the external, fiscal and financial sectors, social safety nets, a growth framework and the governance deficiency\". Lebanon became the third most indebted country in the world (The New York Times 2020) with worrying signs in the last quarter of 2019: Unrealistic inflation caused by local currency devaluation against the US Dollar currency, increased fiscal restrictions on imports causing an unrealistic price increase in consumer goods and an unprecedented drop in average income value.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 317,
                    "text": "(Beyrouti 2013)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Impact of the Current Economic and Political Crisis on the Grocery Retail Industry in Lebanon"
        },
        {
            "text": "In November 2019, the World Bank warned that if immediate actions are not taken about inflation rate and unrealistic increase in prices, about 50% of Lebanon's population would live in poverty. Suppliers set prices based on the US Dollar currency due to imports, whereas salaries are still paid in Lebanese Pounds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of the Current Economic and Political Crisis on the Grocery Retail Industry in Lebanon"
        },
        {
            "text": "In the first quarter of 2020, the coronavirus pandemic hits the country, worsening the overall situation. In April 2020, the Human Rights Watch informed the Lebanese government that due to coronavirus lockdown measures, unemployment rate increased, many businesses were forced to shut down and there was a high risk of hunger and immigration. The overall uncertainty of the situation led to a modification in lifestyles and a change in consumers' behavior who currently started to look for locally produced goods as cheaper alternatives and to focus on main commodities. Grocery retail stores are required to enhance their Marketing strategies with changing needs and market trends. Lockdown, due to the pandemics, has encouraged online grocery shopping and home delivery. Crisis management became an integral part of Marketing decisions that must be taken on a timely manner to attract customers and optimize stores' revenue generation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of the Current Economic and Political Crisis on the Grocery Retail Industry in Lebanon"
        },
        {
            "text": "With the emergence of new technologies, a culture of competitive intelligence is yet to be developed, updating data analytics skills and getting familiarized with the usage of new operational systems that depend mostly on technology. The Executive Magazine (January 2018) explains that grocery retail leaders in Lebanon acknowledge the importance of big data and retail analytics in the decision-making process and Marketing strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Usage of Technology and Data Analytics in the Grocery Retail Market in Lebanon"
        },
        {
            "text": "However, data about consumers' purchasing habits and patterns mainly relies on loyalty points' programs. When asked about the trends in digital retail that reached the Fast Moving Consumer Goods (FMCG) sector in Lebanon, answers denoted that the process is inefficient and yet to be explored: \"We look at what trends are hyped and what are ready to be tried or implemented. Home delivery is one aspect-home delivery is the dream of many app creators who want to design an app for supermarket deliveries and make money from it, but it doesn't work\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Usage of Technology and Data Analytics in the Grocery Retail Market in Lebanon"
        },
        {
            "text": "In an interview with Hospitality News Middle East (May 2020), the President of the Lebanese Syndicate of Supermarkets stated that \"the trend of online shopping and other Fintech software has had little impact on the local market so far. Obviously the technology is readily available for adoption and several chains have used it extensively, but the rate of adoption has been low and it seems to have stalled with the low level of economic growth and overall uncertainty. Globally, online grocery shopping has not been as successful as predicted.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Usage of Technology and Data Analytics in the Grocery Retail Market in Lebanon"
        },
        {
            "text": "The case study in hand serves as an exploratory qualitative research with a grocery retail company based in Lebanon. The United Company for Central Markets SARL (UCCM) is a medium-sized, family-owned retail company that was established in Lebanon in 1990. The core business focuses on two sectors: retail and distribution, along with a differentiation strategy that seeks an internal culture of ownership nurtured in the services offered. Throughout the next four decades, the company expanded in Lebanon, Saudi Arabia, Bahrain and Qatar, and established partnerships that enhance return on investments. In 2001, UCCM won over the management contract of Consumer Cooperatives 'COOP' supermarkets of Lebanon, jointly owned by the Public Sector and an autonomous association of persons, united voluntarily to meet their common economic, social and cultural needs and aspirations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UCCM Company"
        },
        {
            "text": "A new CEO was appointed in 2018. His wide experience in the Marketing field has highlighted an urging need to internally upgrade skills in order to stay up to date with new market trends, changing consumers' behaviors, new emerging technologies and their integration with CRM systems. The ambitious project is currently in a testing phase prior to its implementation: \"We are now facing one of the most difficult world's pandemics and economic crises the country has ever known, causing inflation and changing consumers' behaviors. We must keep on innovating and finding smart solutions to our consumers who need our support more than ever. If they can't come to us, we will reach them online! If they are on lockdown, we will ensure having convenience stores around the corner to get closer to their homes!\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UCCM Company"
        },
        {
            "text": "Today, UCCM operates 42 supermarkets in Lebanon with different identities and brands that meet various market needs. They range from (1) consumers' co-operatives (COOP) targeting customers with limited income, (2) 'AlMakhazen' stores targeting customers seeking smart shopping with private label products, (3) 'Freshway' stores targeting customers with high income level, (4) online grocery store 'OMG' (Online Market Grocer), to a joint operation of an online shopping channel 'almakhazen.me' using a third party service provider, as well as supply of Fresh Produce, import and export of Households and FMCG products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UCCM Company"
        },
        {
            "text": "Any organization who seeks effective CRM implementation must have a defined organizational process using a customer-centric approach (Chen and Popovich 2003; Mendoza et al. 2007) . A closer attention was given to UCCM's current decision-making process. Understanding the current structure has two advantages: (1) understanding organizational changing business needs (2) efficient comparison between the present process and the pre-developed conceptual framework. Figure 3 shows UCCM's decision-making process. The case in hand only examines the decision-making process from a Marketing perspective in order to serve better its main purpose. It includes 8 steps:",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 157,
                    "text": "(Chen and Popovich 2003;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 158,
                    "end": 178,
                    "text": "Mendoza et al. 2007)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 463,
                    "end": 471,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "UCCM's Decision-Making Process"
        },
        {
            "text": "• Step 1: Choosing the proper CRM system with integration in the Enterprise Resources' Planning (ERP) system. This step is crucial for successful CRM implementation and is discussed in details in the \"Technology\" dimension of the conceptual framework. Step 4: Collaborative data analytics. Data collected from CRM system is analyzed through a collaboration with the entire team. Data analyzed is based on daily and weekly KPIs in stores. These include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CRM system integrated in ERP"
        },
        {
            "text": "-Consumers' shopping baskets. The market penetration rate is analyzed in each store for each product and performance per store is examined. -Sales Mix: this calculation determines the proportion of each product that is sold (relative to total sales). Sales mix analysis is very significant to the business as some products can be more profitable than others, and if the company's sales mix changes, its profits can also change. -Weekly stores' performance per region based on BLT meeting review. This analysis highlights areas of strengths to be consolidated and areas of weaknesses to be explored by the Marketing Team. -Loyalty cards patterns analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CRM system integrated in ERP"
        },
        {
            "text": "-Weekly competition analysis for specific products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CRM system integrated in ERP"
        },
        {
            "text": "• Step 5: Collaborative decision-making. Both Commercial and Marketing departments have a selection meeting, where the commercial team proposes a promotion plan for the period on hand (based on the market penetration rate for the time period under study). The Marketing team ensures that the plan fits into the budget and approves it. • Step 6: Elaboration of an action plan. A weekly calendar of activities is generated from the Marketing team. It includes all promotional campaigns to be implemented for the week to come, as well as pricing strategies for loyalty cards' members. • Step 7: Implementation of action plan in stores based on the weekly calendar of activities. The Promotions' Manager, with the help of the IT Department, takes the proper actions to diffuse all agreed upon activities into the different media tools. These can vary from flyers to new shelf labels to attract customers to advertisement through social media channel or television. • Step 8: Reports based on KPIs. After execution of the action plan, new KPIs are generated through the CRM system. The whole weekly decision-making process is then repeated again as of step 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CRM system integrated in ERP"
        },
        {
            "text": "The originality of UCCM's decision-making process is (1) its holistic perspective, (2) its flexibility (tailored to fit various organizational needs), (3) it allows fast crossfunctional, CRM-based decisions during difficult times of crisis, (4) it encourages a collaborative approach between departments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CRM system integrated in ERP"
        },
        {
            "text": "In accordance with Eriksson and Kovalainen (2008) 's analytical technique, research findings were compared with the pre-developed conceptual framework variables and",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 49,
                    "text": "Eriksson and Kovalainen (2008)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "An Enriched Conceptual Model for Successful CRM Based on Case Study Results"
        },
        {
            "text": "Inter-Departments' Collabora on scholarly theories related to CRM systems, CSFs, DAC and Marketing decisions. The gaps that resulted from this comparison offered opportunities for further development of the framework. Analysis covered the period of January 1st till June 30th 2020, using compiled documents, interviews and regular observations. Figure 4 illustrates the enriched conceptual framework for successful CRM implementation. The general layout of the conceptual framework integrates 'technology, people and process' variables vertically (on top) to highlight the added value DAC variable (down) brings to other CSFs. Moreover, the enriched layout shows clearly how all variables inter-relate with each other.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 345,
                    "end": 353,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Internal Commitment"
        },
        {
            "text": "Integration technology allows organizations to develop better relationship with customers by providing a wider view of the customer behavior (Almotairi 2009; Teo et al. 2006 ). Because it is infeasible to systematically integrate all available data, an assessment of UCCM needs was done to decide on the choice of CRM system that best supports optimal CRM implementation strategy (Chen and Popovich 2003; Mendoza et al. 2007) .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 157,
                    "text": "(Almotairi 2009;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 158,
                    "end": 173,
                    "text": "Teo et al. 2006",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 380,
                    "end": 404,
                    "text": "(Chen and Popovich 2003;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 405,
                    "end": 425,
                    "text": "Mendoza et al. 2007)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "'Technology' Dimension: A Focus on DAC Requirements"
        },
        {
            "text": "First, an update all IT infrastructure of the company had to be done. Second, the efficiency of the system in use was questioned: The current ERP (Enterprise Resources' Planning) system is rigid and the company needs to increase the visibility and the quality of the information to all stakeholders. Thus, integrating information in a single database (Krasnikov et al. 2009 ). The answer was to opt for an ERP that offers a comprehensive solution and integrates CRM functionality (such as sales, marketing and customer relationship), front-and back-office processes: (1) Networking is optimized between different stores that will be interconnected with the company's headquarters, (2) Inter-departments' communication is improved as all data is shared on a common platform, (3) Internal electronic communication will be encouraged, hence eliminating bias generated by orally transmitted information, (4) Overall efficiency of the company will optimize revenue.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 373,
                    "text": "(Krasnikov et al. 2009",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "'Technology' Dimension: A Focus on DAC Requirements"
        },
        {
            "text": "Third, an assessment of the current software was conducted with an external consultant. The IT department listed the requirements needed for the new software, with a primary consideration for the budget, DAC and enhanced Marketing decisions. Results are shown in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 263,
                    "end": 270,
                    "text": "Table 3",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "'Technology' Dimension: A Focus on DAC Requirements"
        },
        {
            "text": "In 2019, all Points of Sale (POS) and server upgrades were implemented for CRM and front office systems. They are fully operational and at a testing phase. The official online launching for the back office system was due in the first quarter of 2020. Current environmental challenges caused a delay in the integration process that is postponed to the third quarter of 2020. In the meantime, all back office reports are still generated through the old system and then manually transferred to the new system, resulting in human errors leading to inaccuracies in reports such as receiving, issuing, stores' inventory and stock on hand. Marketing can face real challenges in the future as decisions heavily rely on these reports for Loyalty card holders, promotional campaigns and pricing strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "'Technology' Dimension: A Focus on DAC Requirements"
        },
        {
            "text": "According to Kitchens et al. (2018) \"To attain sustainable competitive advantage from big data, firms must achieve agility in combining rich data across the organization to deploy analytics that sense and respond to customers in a dynamic environment. A key challenge in achieving this agility lies in the identification, collection, and integration of data across functional silos both within and outside the organization\". In 2021, the IT department plans to re-brand its image internally and externally:",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 35,
                    "text": "Kitchens et al. (2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "'Technology' Dimension: A Focus on DAC Requirements"
        },
        {
            "text": "-from being a \"problem-solver\" to becoming a \"solution provider\" by forecasting ahead of time. -to shift from an expense department to revenue generating department. -to create a portal for suppliers integrated in the ERP system: Purchase Orders will be done online, and suppliers will have access to special data against an enrolment fee: Suppliers' loyalty program can range from regular, golden to platinum supplier, depending on the access they would like to have.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "'Technology' Dimension: A Focus on DAC Requirements"
        },
        {
            "text": "People are the most important asset of any organization. Without the commitment from top management and employees, there is no service, thus CRM implementation would not succeed (Chen and Popovich 2003; Mendoza et al. 2007) . In an era where technology has a great impact on businesses and on consumers' behavior, it is important to translate CRM data into decisions that meet customers' needs and market trends (Almotairi 2009 ). As of 2018, UCCM decided to work on new strategies aiming at rebranding the image of its stores. The company was slowly shifting from a traditional hierarchal decision-making process towards a collaborative approach. Cross-functional teams proved to be efficient during crisis management, as different perspectives were taken into consideration when taking decisions. On the long run, this approach would enhance internal synergy among departments, increase credibility with top management and gain customers' loyalty. In the context of successful CRM implementation, Roh and al (2005) explain that when CRM systems are efficiently implemented, value is added: tasks become automated, leading to increased productivity by saving time, decision-making customers' is more efficient, customers' satisfaction is optimized, thus having a positive impact on firms' profitability.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 202,
                    "text": "(Chen and Popovich 2003;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 203,
                    "end": 223,
                    "text": "Mendoza et al. 2007)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 412,
                    "end": 427,
                    "text": "(Almotairi 2009",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Internal Commitment"
        },
        {
            "text": "For better assessment of UCCM's external commitment, external factors affecting the business environment had to be looked at: The examined period was challenging for both UCCM and customers: (1) a deteriorating economic situation, that started in September 2019, had a substantial impact on the Lebanese economy, (2) country's lock-down due to COVID-19 pandemics. An analysis of the company's Year to Date (YTD) Income statement and consolidated financial performance review from January 1st till June 30th 2020 reveals that current situation prevents the company from issuing a realistic 'Actual financial analysis' versus 'Budget':",
            "cite_spans": [],
            "ref_spans": [],
            "section": "External Commitment"
        },
        {
            "text": "• An average monthly inflation rate of 70% caused by the constant fluctuation of the exchange rate (US Dollars against Lebanese Pounds). • An unrealistic average of 40% increase in overall performance compared to budget due to the inflation index. • A Month to Date (MTD) deflated Sales vs. Budget gives a more realistic reading of the data: it shows an average decrease of 10% of the overall performance. • The cost of goods sold has increased drastically as suppliers' prices are based on US Dollars' currency. As a result, selling prices increased while customers' income level decreased. • An average decrease of 7% of customer count. There was a remarkable shift in consumers' behavior to cheaper alternatives due to difficult economical and living conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "External Commitment"
        },
        {
            "text": "• Salaries are the highest expenses that the company has to bear and still paid in Lebanese Pounds. That is the main reason for keeping a positive Income Statement with an average YTD profit of 2%. Kumar (2018) explains that transformations in the environment can be measured by the business' financial results. While social transformation has deeper meanings, as changes in social environment take into consideration \"individual user constraints such as convenience, personalization, experiences, environmental sustainability, and social connections\". UCCM offers sustainable alternatives to consumers to meet their changing needs during times of crisis. However, social transformation still needs to be addressed internally as employees are directly affected by current environmental changes too. Motivation level can decrease, affecting internal performance and quality of service provided to customers. Subsequently, customer satisfaction and loyalty are at risk too.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 210,
                    "text": "Kumar (2018)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "External Commitment"
        },
        {
            "text": "The people's dimension is characterized by the importance of the integration of technologies to support a collaborative decision making process, and the importance of collecting and analyzing data regarding employees and customers. Data analytics provides the top management with insights about employees to conceive customized training sessions and motivational programs. Moreover, Data analytics allow skillful and motivated employees to intensively customizing products, services and customer experiences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "External Commitment"
        },
        {
            "text": "The current UCCM's marketing decision-making process mainly focuses on data analytics capabilities from a financial perspective. For example, the decision-making process of a new store concept was examined: In June 2020, after an instant financial feasibility study of the current trends and market needs, the BLT has identified an urgent need to create a new concept in densely populated areas, getting closer to customers' homes, yet selling at competitive prices. The new concept will be implemented during the third quarter of 2020: \"Mini-M\", a 50-70 sqm grocery retail store, located in densely populated neighborhoods in Beirut, and selling mainly the private labels' products. The execution of the new strategy shall support UCCM with: (1) adjusting to changing consumers' behaviors who need stores close to their homes and who are shifting to local cheaper brands due to economic challenges, (2) increasing market share by ensuring a wider presence in new areas, (3) increasing customers' awareness towards private label products, (4) selling at competitive prices: when buying in \"bulk\" from suppliers, unit cost will decrease, thus increasing profit margin. As of the first quarter of 2021, the new concept will be considered as the call center that will be integrated with the CRM system. Customers will be able to order online (or by phone from the nearest store). Financial data analytics prove to be efficient during crisis management, where shortterm, fast and efficient Marketing decisions are required. However, long-term social and environmental perspectives should be taken into consideration: Current market trends and economic situation encourages the online shopping experience along with the traditional in stores shopping. From a business perspective, digitalizing stores is beneficial on all levels: consumers' brand awareness is increased, access to products and sales are optimized, and lower costs result in increased profitability. As well, technology has the power of personalizing customers' experience through real-time data and various media platforms, delivering value as a result (Rund 2018) . Moreover, Kaabi and Jalouli (2019) explain that managing and monitoring an online shopping site involves E-Commerce (EC) techniques and tools such as SEM, recommender systems and chat bots aiming at maximizing websites' efficiency and collecting a huge amount of data. Cloud technologies are used to store and perform the collected data. Indeed, cloud computing provides \"the network platform and the infrastructure with high performance as services\" . Therefore, the enriched conceptual framework considers EC tools and techniques related to the process dimension and outlines the importance of integrating contextual analytics and data mining tools related to marketing and financial processes.",
            "cite_spans": [
                {
                    "start": 2115,
                    "end": 2126,
                    "text": "(Rund 2018)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2139,
                    "end": 2163,
                    "text": "Kaabi and Jalouli (2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "'Process' Dimension: The Added Value of EC Technologies on Marketing and Financial Processes"
        },
        {
            "text": "DAC dimension has been integrated horizontally, at the lower level of the enriched conceptual framework. The modification has a crucial role in showing how the dimension on hand inter-relates with other dimensions, thus adding value to each one of them. Robert et al. (2014) explains that acquiring a new set of skills is important to process larger quantities of data that are customer knowledge driven. The survey of Harvard Business Review (2018) on real time analytics suggests to divide CRM based DAC into three correlated fields aiming at improving consumer experience decisions and strategies:",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 274,
                    "text": "Robert et al. (2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data Analytics Capabilities: A Key Integrative Dimension for a Successful CRM Implementation"
        },
        {
            "text": "(1) Capability to unify customer data platforms collected in stores or through online mediums, (2) Proactive analytics' capability by incorporating customers' awareness and marketing tasks with the help of Artificial Intelligence (AI), (3) Contextual interactions' capability by incorporating \"real time insights\" of customers' online and in stores' experiences for enhanced Marketing strategies. This classification serves to organize the following presentation of UCCM case study results regarding DAC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analytics Capabilities: A Key Integrative Dimension for a Successful CRM Implementation"
        },
        {
            "text": "Capability to Unify Customer Data Platforms: UCCM's Marketing decisions heavily depend on reports generated from the current ERP software. The uncertainty level of current market trends caused by the economic crisis along with constant changes in consumers' buying behavior require daily monitoring and analysis of the overall situation for efficient Marketing decisions. Therefore, the integration process of both CRM and ERP softwares shall facilitate data collection from different stores and improve efficiency of timely decisions taken from the team. Current marketing decisions are based on the firm's financial key performance indicators, which prove to be efficient on a short-term basis, meeting customers' and business needs during crisis management. However, long-term marketing decisions would require data analytics from customers and social perspectives. Traditional marketing strategies are used when decisions are taken with regards to brand management; they mainly include firm-controlled print and advertising promotional campaigns (Aaker 1996) aiming at attracting customers with lower prices through weekly promotional campaigns. The current economic crisis has emerged a need for a personalized shopping experience, both in-stores and online. As a result, a re-branding of the firm's image should be considered.",
            "cite_spans": [
                {
                    "start": 1050,
                    "end": 1062,
                    "text": "(Aaker 1996)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data Analytics Capabilities: A Key Integrative Dimension for a Successful CRM Implementation"
        },
        {
            "text": "UCCM is currently in a transition phase, moving from the traditional multi-channel approach to an Omni-channel (all channels) approach. Omni-channel approach (Manser Payne et al. 2017) suggests that customers will have a multitude of channels to enjoy their buying experience, while being offered instant online solutions. There is a need to create a personalized experience for each customer and through all channels (including online) and brands of the company. OMNI is meant to integrate CRM system with E-commerce practices on hand. The call center will be integrated too. It is expected to be fully installed and operational in 2021 and will improve the marketing decision making process: (1) more efficiency in reaching out as many customers as possible, (2) customized notifications sent out to customers based on buying patterns analysis, (3) personalized promotions could be proposed based on each customer's buying history and preferences, (4) the system can be used as a news' portal which is financially more convenient than sending out SMSs to customers, (5) the system can propose strategical promotions with suppliers, encouraging customers to penetrate new products through joint promotions.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 184,
                    "text": "(Manser Payne et al. 2017)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Data Analytics Capabilities: A Key Integrative Dimension for a Successful CRM Implementation"
        },
        {
            "text": "Proactive Analytics' Capability: Despite the growth in consumption and use of data, there are still areas for improvement, especially with data mining tools used. Many employees in UCCM still prefer using traditional techniques, using computerized spreadsheets or hand-written reports as a main tool for data work. Employees are yet to develop a culture of competitive intelligence, update their skills and get familiarized with the usage of new operational systems that depend mostly on technology and Artificial Intelligence (AI) skills.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analytics Capabilities: A Key Integrative Dimension for a Successful CRM Implementation"
        },
        {
            "text": "In 2019, UCCM has decided to establish a Training Academy to build and develop needed computing skills internally. An external consultant shadowed the \"Quality and Compliance\" department along with the Head of UCCM Academy in assessing skills and trainings needed on all levels. The main objective is to ensure that technological and DAC along with core standards are developed to ensure consistency of service provided to customers in stores.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analytics Capabilities: A Key Integrative Dimension for a Successful CRM Implementation"
        },
        {
            "text": "In the first quarter of 2020, a new recruitment process has been established. Job descriptions require a new set of skills and the interviewing process must ensure recruitment of the right profile for each position. Due to current economic situation, recruitment of new candidates has been very limited. Nevertheless, it opens possibilities for assessing employees' Key Performance Indicators (KPIs) and re-training them on new set of skills needed. Today, a training matrix is constantly being developed, highlighting the needs per position.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analytics Capabilities: A Key Integrative Dimension for a Successful CRM Implementation"
        },
        {
            "text": "Currently, UCCM's Marketing DAC are based on traditional data mining tools and approaches (Roberts et al. 2014) to guide strategic and tactical decisions. They mainly consist of Marketing metrics, Segmentation tools, Aggregate marketing mix models, Customer satisfaction model, New product models, Customer life time value models, Average Perceived Impact. Roberts et al. (2014) stresses on acquiring new data mining tools to process a larger amount and variety of panel scanner data and \"and extract customer knowledge is the large use of the logic modeling to guide responses to changes in the marketing mix\". Chapman (2019) suggests new applications for texts' analytics to make informed decisions about Marketing decisions such as the multi-dimensional sentiment analysis (MDSA).",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 111,
                    "text": "(Roberts et al. 2014)",
                    "ref_id": null
                },
                {
                    "start": 357,
                    "end": 378,
                    "text": "Roberts et al. (2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Contextual Interactions' Capability:"
        },
        {
            "text": "Businesses also use various EC tools and techniques related to Web development, transactional process and customer relationship (after purchase follow up) for collection, storage and analysis of consumers' related data. This capability directly affects the 'process' dimension of the framework: EC technologies (such as real-time insights) became an integral part of successful CRM implementation for enhanced Marketing decisions. As a result, a holistic approach is required: Marketing, Commercial and IT can no longer be seen as separate departments in modern business organizations as skills, knowledge, tasks and workflow are interrelated. A reassessment of the current organizational structure has been highlighted in the current case study: a merge of these departments would considerably enhance DAC. The common use of EC technologies optimizes inter-functional collaboration, efficiency in its relationships with customers, suppliers and the main social economic and governmental partners (Kaabi and Jallouli 2019).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contextual Interactions' Capability:"
        },
        {
            "text": "Valuable knowledge is extracted through different platforms and measured by the efficiency of analyzing the large amount of data collected. Several Clustering tools are selected according to the objective, nature and decision of the targeted marketing knowledge (Benslama and Jallouli 2020) . The presence and importance of technological tools on hand have been acknowledged by UCCM that attempts to go online: Currently, online shopping platforms and social media channels have been set in the process. Yet, UCCM and customers have both shown not ready to successfully interact through technological platforms on hand (Alstyne et al. 2016). The online shopping experience has proved to have a low self-relevance: customers find it difficult to identify their personae with the available brands in use (MacInnis and Folkes 2017). Up to date re-branding approaches as part of Marketing decisions and strategies were highlighted for in-stores and online shopping: For example, previous researches have assessed the impact of sensory information on processing of brand information (e.g., Krishna and Schwarz 2014) . Market trends indicate the increasing role of creating online personalized experience and brand awareness through multisensory and highly interactive new technologies that appeal to multiple senses (sight, hearing, touch, taste, and smell) simultaneously (Stone and O'Shea 2019). As a result, the case study outlines examples of differentiation strategies for 'in-stores' and 'Omni channel' Marketing decisions as intrinsic outcomes in the enriched conceptual framework.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 290,
                    "text": "(Benslama and Jallouli 2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1085,
                    "end": 1110,
                    "text": "Krishna and Schwarz 2014)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Intrinsic Outcomes: Effective Marketing Decisions"
        },
        {
            "text": "Nowadays, integrating a CRM system in the ERP became an important investment to any firm that seeks added value and increased profitability via the performance of its Marketing decisions. Benslama and Jallouli (2020) studied 20 papers dealing with clustering techniques and marketing decisions. Results confirm that the use of data analytics tools in the context of travel, industry, banking, cosmetics, education, rare events and rural e-marketing helped extract market knowledge. The Clustering techniques improve marketing strategy and therefore influence supply chain management and e-commerce competitive strategies. Indeed, understanding and modeling customer preferences and intentions help in a significant way to identify the product demand trends, enrich B to B strategies at an earlier stage and provide competitive marketing insights to businesses struggling to grow in terms of e-commerce (Benslama and Jallouli 2020) .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 216,
                    "text": "Benslama and Jallouli (2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 902,
                    "end": 930,
                    "text": "(Benslama and Jallouli 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Extrinsic Outcomes"
        },
        {
            "text": "UCCM is still at a transition phase for final integration of the new CRM system with the ERP. Based on the enriched conceptual framework outlining the crucial role of DAC, direct results of a successful implemented and integrated CRM system are: efficiency of the supply chain management and e-commerce growth leading to a boost in the firm's profitability. Reports that will be generated regarding these indicators will be crucial for assessing the return on such an investment on the long run. Extensive analysis of the firm's extrinsic outcomes during crisis management could be an area for future assessment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extrinsic Outcomes"
        },
        {
            "text": "This paper has assessed the integration of 'data analytics capabilities' dimension in the conceptual framework for successful CRM implementation: Indeed, it helps spotting areas of strengths and opportunities for enhancing the efficiency of Marketing decisions. Differentiation and personalization are required for both in-stores and online shopping experiences, resulting in an optimized profitability, especially during times of crisis management. For a long term perspective, this case study also emphasizes on the importance of conceiving DAC as a transversal and integrative factor that provides an added value to other CSFs namely People, Technology and Process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "UCCM's case study serves as an exploratory qualitative model and has an important real-life contribution while investigating how efficient CRM systems integrating DAC can enhance Marketing decisions during crisis management. The research method and pre-developed conceptual framework have proved to be efficient for UCCM and have highlighted the firms' current capabilities, needs and areas for improvement in the future. In terms of internal validity and reliability, the CSFs identified though the literature review are consistent with the conclusions extracted from the conceptual framework.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The key success for UCCM resides in defining the boundaries of the conceptual framework for successful CRM implementation in Marketing activities where the company has core competences in order to enhance Marketing decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Research data was compared with the conceptual framework variables and scholarly theories related to CRM systems, CSFs, data analytics capabilities and Marketing decisions. The gaps that resulted from this comparison offered opportunities for enrichment of the pre-developed conceptual framework.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The enriched conceptual framework analyzes DAC in the context of CRM successful implementation from an internal Marketing perspective. Further analysis of the framework using both internal and external approaches of the firm would allow a multidimensional perspective of the framework. Internal commitment could include other task-related management's departments such as IT and Commercial, as well as potential partners. Moreover, external commitment should not only be conditioned by a customercentric approach. A holistic approach is seen more appropriate, including customers, environmental and social transformations (Kumar 2018) . Suppliers' influence is to be acknowledged too as they have power and control over prices, thus keeping UCCM under constant pressure of changing pricing strategies.",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 634,
                    "text": "(Kumar 2018)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Increased visibility and quality of the information to all stakeholders is required through the integration of information in a single database (Krasnikov et al. 2009 ). Therefore, CRM and Omni-Channel systems integrated in ERP during the implementation process are crucial to eliminate bias and human error. Efficiency on Marketing decisions is yet to be assessed in the future. Moreover, the integration process opens opportunities to the IT department to re-brand its image: by integrating a suppliers' portal to the ERP system in the context of successful CRM implementation, IT can become a revenue generating department; thus, increasing UCCM's profitability.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 166,
                    "text": "(Krasnikov et al. 2009",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "For the case firm, the conceptual framework developed for 'successful CRM implementation integrating DAC proves to be useful for UCCM as a tool for finding opportunities and enhancing Marketing decisions during crisis management. Moreover, it can be applied by firms who are seeking timely, cost-efficient Marketing decisions too. The conceptual framework considers CSFs, all internal and external factors affecting Marketing decisions. Therefore, having a solid understanding of the firm's current decision-making process and a deep knowledge of CRM in the context of Marketing decisions is crucial. The case study method proves to be an efficient way for extracting this kind of information. The conceptual framework for successful CRM implementation was conceived for firms operating in the retail industry and helps improving Marketing decisions by creating strategies that re-structure their current activities using CSFs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications and Recommendations for Future Research"
        },
        {
            "text": "On the other hand, the research process used in this study can be applied for any single-based case study, using an inside-out perspective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications and Recommendations for Future Research"
        },
        {
            "text": "Future research can include: First, with the emergence of relationship marketing and the development of EC technologies, further research could examine the primary role of the CRM data in providing valuable source of competitive advantage and producing knowledge that leads the Marketing decisions process (Lindman et al. 2012; Stein et al. 2013) . Second, Robert et al. (2014) stresses on the importance of acquiring a new set of skills to process larger quantities of data that are customer knowledge driven. An investigation about CRM based DAC proposed in the survey of Harvard Business Review (2018) can be conducted and an assessment about their impact on UCCM's conceptual framework for successful CRM implementation can be proposed for future research.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 327,
                    "text": "(Lindman et al. 2012;",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 346,
                    "text": "Stein et al. 2013)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 349,
                    "end": 377,
                    "text": "Second, Robert et al. (2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Implications and Recommendations for Future Research"
        },
        {
            "text": "Third, new data mining tools suggested by Chapman et al. (2019) can be analyzed. Their impact can be evaluated on UCCM data analytics capabilities and marketing decisions in the context of CRM successful implementation.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 63,
                    "text": "Chapman et al. (2019)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Implications and Recommendations for Future Research"
        },
        {
            "text": "Fourth, 'Hyper connectivity' (Stone and O'Shea 2019) offers opportunities for further research in online re-branding as part of Marketing decisions and strategies: For instance, sensory-rich retail environments, as well as augmented and virtual reality, allow people to experience the power of multisensory stimulation and consider brands in environments that may be dynamic and virtual. The impact could be assessed on CRM based marketing decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications and Recommendations for Future Research"
        },
        {
            "text": "Fifth, the research data on hand is based on a single case study and offers an insideout perspective. The CSFs are extracted from an internal analysis of UCCM. It would be interesting to conduct a competitor analysis and benchmarking to get a better view of UCCM's competitiveness in relation to its competitors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications and Recommendations for Future Research"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The role of CRM Fog computing on innovation and customer service quality: an empirical study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aljawarneh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sokiyna",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Obeidat",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Market. Manage. Innov",
            "volume": "1",
            "issn": "",
            "pages": "286--297",
            "other_ids": {
                "DOI": [
                    "10.21272/mmi.2020.2-21"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Investigating the Impact of Cross-culture on CRM Implementation: A Comparative Study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A A"
                    ],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alshawi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A framework for successful CRM implementation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Almotairi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "EMCIS 2009: Proceedings of European and Mediterranean Conference on Information Systems",
            "volume": "",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Master thesis: a Migrating Industry? A study of the furniture sector in Sweden",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dyrvold",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ence",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An overview of success factors for CRM",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Arab",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Selamat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zamani",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "ICIFE 2010: Proceedings of 2nd IEEE International Conference on Information and Financial Engineering",
            "volume": "",
            "issn": "",
            "pages": "702--705",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Scoping study to identify factors influencing the acceptance of social CRM",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Askool",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakata",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "ICMIT 2010: Proceedings of International Conference on Management of Innovation and Technology",
            "volume": "",
            "issn": "",
            "pages": "1055--1060",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Evolution of customer relationship management (CRM) -opportunities and challenges",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Babu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int. Res. J. Manage. Sci. Technol",
            "volume": "7",
            "issn": "8",
            "pages": "46--47",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Emerging technologies and business innovation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Bach Tobji",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jallouli",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Koubaa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nijholt",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proceedings. Lecture Notes in Business Information Processing",
            "volume": "325",
            "issn": "",
            "pages": "3--5",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-97749-2"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Digital economy. Emerging technologies and business innovation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Bach Tobji",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jallouli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Samet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Touzani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Vasile",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pacatilu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ICDEc 2020, Proceedings. Lecture Notes in Business Information Processing",
            "volume": "395",
            "issn": "",
            "pages": "11--13",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clustering of social media data and marketing decisions",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Benslama",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jallouli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Digital Economy: Emerging Technologies and Business Innovation, 5th International Conference, Proceedings. Lecture Notes in Business Information Processing",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The business in Lebanon: an assessment of leading retailing firms",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Beyrouti",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Global Educ. J",
            "volume": "2013",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The critical success factors for customer relationship management implementation: a systematic literature review",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Budiardjo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Meyliana",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hidayanto",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int. J. Bus. Inf. Syst",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1504/ijbis.2016.10000210"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Customer Relationship Management, Concepts and Technologies",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Buttle",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Methodology for customer relationship management",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chalmeta",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Syst. Softw",
            "volume": "79",
            "issn": "7",
            "pages": "1015--1024",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Commentary: mind your text in marketing practice",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Market",
            "volume": "84",
            "issn": "",
            "pages": "26--31",
            "other_ids": {
                "DOI": [
                    "10.1177/0022242919886882"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Understanding customer relationship management (CRM)",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Popovich",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bus. Process Manage. J",
            "volume": "9",
            "issn": "",
            "pages": "672--688",
            "other_ids": {
                "DOI": [
                    "10.1108/14637150310496758"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Management information crisis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Daniel",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Harvard Bus. Rev",
            "volume": "39",
            "issn": "5",
            "pages": "111--121",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A critical success factor model for CRM implementation",
            "authors": [
                {
                    "first": "Da",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rahimi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int. J. Electron. Cust. Relatsh. Manag",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1504/ijecrm.2007.014422"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The business value of CRM system: productivity, profitability and time lag",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Value_of_CRM_Systems_Productivity_Profitability_and_Time_Lag/link/004635347cb2468 f04000000/download",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Qualitative Methods in Business Research",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Eriksson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kovalainen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Executive Magazine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Identifying critical success factors for adopting CRM in small: a framework for small and medium enterprises",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pacheco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Software Engineering Research, Management and Applications",
            "volume": "430",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-642-30460-6_1"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Implementation team responsiveness and user evaluation of customer relationship management: a quasi-experimental design study of social exchange theory",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gefen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Ridings",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Manage. Inf. Syst",
            "volume": "19",
            "issn": "",
            "pages": "47--69",
            "other_ids": {
                "DOI": [
                    "10.1080/07421222.2002.11045717"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "CRM Customer Relationship Management, Social CRM Strategies, Tools, and Techniques for Engaging Your Customers",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Greenberg",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Real Time Analytics, the key to unlocking customer insights and driving the customer experience",
            "authors": [],
            "year": 2018,
            "venue": "Harvard Business Review Analytical Services",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Determining organizational information needs: the critical success factors approach",
            "authors": [
                {
                    "first": "M.-L",
                    "middle": [],
                    "last": "Huotari",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Inf. Res",
            "volume": "6",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Digital economy. Emerging technologies and business innovation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jallouli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Bach Tobji",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bélisle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mellouli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Abdallah",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Osman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proceedings. Lecture Notes in Business Information Processing",
            "volume": "358",
            "issn": "",
            "pages": "15--18",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Overview of E-commerce technologies, data analysis capabilities and marketing knowledge",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaabi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jallouli",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lecture Notes in Business Information Processing",
            "volume": "",
            "issn": "",
            "pages": "183--193",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-030-30874-2_14"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The sussess factors of CRM systems: an explanatory analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Khlif",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jallouli",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Global Bus. Technol",
            "volume": "2",
            "issn": "10",
            "pages": "25--42",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Customer Relationship Management: Getting It Right! Prentice-Hall",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Kincaid",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Understanding success and failure in customer relationship management",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Burgess",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ind. Mark. Manage",
            "volume": "37",
            "issn": "4",
            "pages": "421--431",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Laadulliset menetelmät kauppatieteissä",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Koskinen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Alasuutari",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Peltonen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The impact of customer relationship management implementation on cost and profit efficiencies: evidence from the U.S. commercial banking industry",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Krasnikov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jayachandran",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Mark",
            "volume": "73",
            "issn": "6",
            "pages": "61--76",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Sensory marketing, embodiment, and grounded cognition: a review and introduction",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Krishna",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Consum. Psychol",
            "volume": "24",
            "issn": "",
            "pages": "159--168",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcps.2013.12.006"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Transformative marketing: the next 20 years",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Market",
            "volume": "82",
            "issn": "",
            "pages": "1--2",
            "other_ids": {
                "DOI": [
                    "10.1509/jm.82.41"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Creating enduring customer value",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Reinartz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Market",
            "volume": "80",
            "issn": "6",
            "pages": "36--68",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "How eCRM can enhance customer loyalty",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lee-Kelley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mannicom",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Market. Intell. Plan",
            "volume": "21",
            "issn": "4",
            "pages": "239--248",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Gestion de la relation client Panorama des produits et conduite de projets",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lefébure",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ventury",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Humanizing brands: when brands seem to be like me, part of me, and in a relationship with me",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Macinnis",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Folkes",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Consum. Psychol",
            "volume": "27",
            "issn": "",
            "pages": "355--374",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcps.2016.12.003"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Impact of customer relationship management on food and beverage service quality: the mediating role of employees' satisfaction",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghazi Mahafzah",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mohammad Aljawarneh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Abdel Kader Alomari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Human. Soc. Sci. Rev",
            "volume": "8",
            "issn": "",
            "pages": "222--230",
            "other_ids": {
                "DOI": [
                    "10.18510/hssr.2020.8226"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Revisiting relationship marketing and customer relationship management in leading tourism and hospitality journals: research trends from 2001 to 2013",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maggon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chaudhry",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Relatsh. Mark",
            "volume": "14",
            "issn": "",
            "pages": "53--77",
            "other_ids": {
                "DOI": [
                    "10.1080/15332667.2015.1022110"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Managing customer relationships in the social media era: introducing the social CRM house",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Malthouse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haenlein",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Skiera",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wege",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Interact. Market",
            "volume": "27",
            "issn": "4",
            "pages": "270--280",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Omni-channel marketing, integrated marketing communications and consumer engagement",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Manser Payne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peltier",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Barger",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Res. Interact. Market",
            "volume": "1",
            "issn": "",
            "pages": "185--197",
            "other_ids": {
                "DOI": [
                    "10.1108/jrim-08-2016-0091"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Critical success factors for a customer relationship management strategy",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Mendoza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marius",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pérez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Griman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Inf. Softw. Technol",
            "volume": "49",
            "issn": "8",
            "pages": "913--945",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "An integrative framework for customer relationship management: towards a systems view",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nour",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int. J. Bus. Inf. Syst",
            "volume": "9",
            "issn": "",
            "pages": "26--50",
            "other_ids": {
                "DOI": [
                    "10.1504/ijbis.2012.044454"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Towards service-oriented organisational culture in manufacturing companies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nuutinen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lappalainen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int. J. Qual. Serv. Sci",
            "volume": "4",
            "issn": "2",
            "pages": "137--155",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "A case study: CRM adoption success factor analysis and six sigma DMAIC application",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ryu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baik",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "SERA 2007: Proceedings of Fifth International Conference on Software Engineering Research, Management and Applications",
            "volume": "",
            "issn": "",
            "pages": "828--838",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The role of multichannel integration in customer relationship management",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Frow",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ind. Mark. Manage",
            "volume": "33",
            "issn": "6",
            "pages": "527--538",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "A strategic framework for customer relationship management",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Frow",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Market",
            "volume": "69",
            "issn": "4",
            "pages": "167--176",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Local virtuality in an organization: implications for community of practice",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Quan-Haase",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wellman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Communities and Technologies",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/1-4020-3591-8_12"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Chief executives define their own data needs",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Rockart",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Harvard Bus. Rev",
            "volume": "57",
            "issn": "2",
            "pages": "238--241",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "CRM/social media technology: impact on customer orientation process and organizational sales performance",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ajjan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ideas in Marketing: Finding the New and Polishing the Old",
            "volume": "",
            "issn": "",
            "pages": "636--638",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "How Personalization Will Evolve",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rund",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "AdAge",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "A model for understanding the market-orientation effects of CRM on the organizational processes",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S C"
                    ],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "AMCIS 2005: Proceedings of the Eleventh Americas Conference on Information Systems",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Factors affecting ERP system effectiveness in post-implementation stage within Malaysian manufacturing companies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shatat",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Udin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int. J. Bus. Inf. Syst",
            "volume": "14",
            "issn": "",
            "pages": "348--392",
            "other_ids": {
                "DOI": [
                    "10.1504/ijbis.2013.056722"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The evolution of relationship marketing",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sheth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parvatiyar",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Int. Bus. Rev",
            "volume": "4",
            "issn": "",
            "pages": "397--418",
            "other_ids": {
                "DOI": [
                    "10.1016/0969-5931(95)00018-6"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Customer relationship management research from 2007 to 2016: an academic literature review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sota",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chaudhry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chamaria",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chauhan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Relatsh. Market",
            "volume": "17",
            "issn": "",
            "pages": "277--291",
            "other_ids": {
                "DOI": [
                    "10.1080/15332667.2018.1440148"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "The development and diffusion of customer relationship management (CRM) intelligence in business-to-business environments",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lancioni",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ind. Mark. Manage",
            "volume": "42",
            "issn": "",
            "pages": "855--861",
            "other_ids": {
                "DOI": [
                    "10.1016/j.indmarman.2013.06.004"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Older, online and first: recommendations for retention and success",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "O&apos;shea",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Australas. J. Educ. Technol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.14742/ajet.3913"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Accelerating Customer Relationships: Using CRM and Relationship Technologies",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Swift",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Towards a holistic perspective of customer relationship management (CRM) implementation: a case study of the Housing and Development Board",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S H"
                    ],
                    "last": "Teo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Devadoss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Singapore Decis. Support Syst",
            "volume": "42",
            "issn": "3",
            "pages": "1613--1627",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Electronic Commerce 2018: A Managerial and Social Networks Perspective",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Turban",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Outland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Turban",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "6 reasons platforms fail",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Van Alstyne",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Choudary",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Harvard Bus. Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Degrees-of-freedom analysis of case data in business marketing research",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Woodside",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Ind. Mark. Manage",
            "volume": "28",
            "issn": "",
            "pages": "215--229",
            "other_ids": {
                "DOI": [
                    "10.1016/s0019-8501(98)00048-0"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Family business in the middle east: an exploratory study of retail management in Kuwait and Lebanon. Fam",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Raven",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bus. Rev",
            "volume": "19",
            "issn": "",
            "pages": "29--48",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1741-6248.2006.00058.x"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Bridging the chasm between survey and case study research: research methods for achieving generalization, accuracy, and complexity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Woodside",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ind. Mark. Manage",
            "volume": "39",
            "issn": "",
            "pages": "64--75",
            "other_ids": {
                "DOI": [
                    "10.1016/j.indmarman.2009.03.017"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Malthouse et al. 2015 Rodriguez et al. 2017 Turban et al. CRM (ECRM) (Lee-Kelley et al. 2003; Malthouse et al. 2005; Rodriguez et al. 2015; Turban et al. 2017).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Conceptual framework for successful CRM implementation integrating 'data analytics capabilities'",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "UCCM's decision-making process",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "CRM definitions by chronological order and by author",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "(continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "from different perspectives. The main topics covered during interviews are shown in",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Questionnaire based onAndersson et al. (2003)",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "• Step 2: Reports generation through the CRM system. Financial Key Performance Indicators (KPIs) reports are generated. • Step 3: Weekly department heads meeting. For this purpose, a Business Leadership Team (BLT) commission was created. Headed by the CEO, BLT discusses departmental matters with all directors and department heads. The BLT meeting is a weekly performance review for the whole company. Financial KPIs reports are discussed. The meeting's agenda usually include: Total Sales vs. Budget, Sales by Region vs. Budget, Retail Performance vs. Budget, MTD (Month to Date) Inflation Index, Product Category Performance, Budget Performance by region, Monthly Customer Count Variation vs. Last Year, Best and poorest 10 performing Stores, Stock On Hand and",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Requirements for the new software: a focus on DAC",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments. The present work has been possible thanks to Mr. Ahmad Chehade, CEO of UCCM, as well as Mr. Ziad Daher, Head of IT at UCCM. The authors also wish to acknowledge the support and contribution of UCCM's Marketing and Training teams.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}