{
    "paper_id": "3d9597c004db303d0371f50d12305b930c836919",
    "metadata": {
        "title": "Journal Pre-proof Risk assessment for rationalising the use of personal protective equipment for SARS- CoV2 in healthcare settings with special focus on low-and middle-income settings Title: Risk assessment for rationalising the use of personal protective equipment for SARS- 2 CoV2 in healthcare settings with special focus on low-and middle-income settings Corresponding author: 16 Funding",
        "authors": [
            {
                "first": "Ioana",
                "middle": [
                    "D"
                ],
                "last": "Olaru",
                "suffix": "",
                "affiliation": {},
                "email": "ioana-diana.olaru@lshtm.ac.uk"
            },
            {
                "first": "Rashida",
                "middle": [
                    "A"
                ],
                "last": "Ferrand",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marcelyn",
                "middle": [
                    "T"
                ],
                "last": "Magwenzi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Valerie",
                "middle": [],
                "last": "Robertson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vimbainashe",
                "middle": [],
                "last": "Musenyereki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Parirenyatwa Group of Hospitals",
                    "location": {
                        "settlement": "Harare",
                        "country": "Zimbabwe"
                    }
                },
                "email": ""
            },
            {
                "first": "Katharina",
                "middle": [],
                "last": "Kranzer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Valerie",
                "middle": [
                    "4"
                ],
                "last": "Robertson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Please cite this article as: Olaru ID, Ferrand RA, Magwenzi MT, Robertson V, Musenyereki V, Kranzer K, Risk assessment for rationalising the use of personal protective equipment for SARS-CoV2 in healthcare settings with special focus on low-and middle-income settings, Clinical Microbiology and Infection, https://doi.24 J o u r n a l P r e -p r o o f 65 measures such as ventilation, job role, proximity and duration of patient contact and type of 66 \"care\" provided and aiming for maximum perceived security rather than evidence.[5] This in 67 turn has led to confusion and incorrect perceptions of risk among staff leading to the belief 68 that everybody working in a building where patients with COVID-19 are admitted and cared 69 for is at high risk of transmission and to fears of entering to COVID-19 wards.[6] Because of 70 that staff in non-patient facing roles such as security and kitchen personnel are often using the 71 same level of PPE as nurses and doctors caring for COVID-19 patients (Figure 1). PPE 72 overuse and the focus on disposable gowns, full bodysuits and gloves (rather than hand 73 hygiene and using cotton gowns which can be washed) has resulted in excess medical waste 74 J o u r n a l P r e -p r o o f and in some instances shortages of PPE for those most in need of it.[7] Furthermore, 75 excessive PPE may also increase the risk of exposure by incorrect doffing and detract from 76 frequent hand-hygiene. 77 Importantly, the scramble of high-income countries to procure PPE and the extensive media 78 coverage on PPE shortages has conveyed the false image that PPE is the centrepiece of IPC 79 measures for preventing SARS-CoV2 transmission. 80 However, PPE is the least effective IPC measure and at the bottom of the IPC hierarchy of 81 measures to mitigate and prevent occupational hazards. Other IPC interventions such as 82 engineering controls and administrative controls are considered to play a more important role 83 in preventing transmission.[8] These controls include optimal ventilation, thorough and 84 regular cleaning and disinfection of work areas and equipment, use of well maintained BSL-85 2 cabinets in laboratories undertaking SARS-CoV2 testing, ensuring availability of hand 86 sanitizer, soap and water for hand hygiene, patient triage according to risk and employee 87 health monitoring.[9] 88 Outside the workplace, healthcare workers and the general public are exposed to an 89 abundance of inadequate messaging and (mis)information from non-expert sources.[10] Non-90 expert sources often overemphasise the risk of getting infected with SARS-CoV2 and 91 developing severe disease and/or long-term sequelae. They tend to use words and images 92 aimed at creating strong emotions notably anxiety and fear. Images of people wearing level 3 93 PPE at state funerals [11] may further augment the impression of a highly transmissible 94 \"deadly\" virus. Inaccurate messaging may be stronger and have greater influence on 95 healthcare workers from LMICs because of unavailability or poor access to information from 96 other expert sources. This poses a particular challenge to IPC teams when training, informing 97 and educating healthcare workers on SARS-CoV2 transmission and how best to prevent it. 98 Their target audience may have already formed fixed opinions and beliefs, which are not 99 J o u r n a l P r e -p r o o f necessarily grounded in scientific evidence. Furthermore, healthcare workers may feel 100 extremely vulnerable and at high risk of SARS-CoV-2 infection. In these circumstances the 101 rational (adequate) use of PPE is extremely difficult to implement. 102 Different groups involved within a country COVID-19 response have issued IPC guidelines 103 including the use of PPE with slightly differing content and/or recommendations, which may 104 have led to confusion among healthcare workers. This emphasizes the need for 105 communication between different response teams and calls for joint efforts in rapid guideline 106 development. Furthermore, there is a need for close collaboration between national outbreak 107 response teams traditionally responsible for outbreak response (public health specialist 108 working for governmental organisations) and those responsible for facility-based IPC 109 programmes. Going forward the COVID-19 response provides a great opportunity to enhance 110 collaborations and communication between these important expert groups. 111 To address the inappropriate use of PPE, policy makers and healthcare facilities need to 112 endorse national and local IPC guidelines, which recommend levels of PPE based on risk 113 assessment ultimately aiming to provide optimal PPE to all cadres of healthcare workers.[12] 114 These recommendations then need to be adapted by facility-based IPC teams and embedded 115 in IPC programmes covering all components of standard and transmission-specific based 116 precautions. IPC guidelines need to emphasise the importance of non-PPE related control 117 measures; regular monitoring of these measures needs to be implemented. Replacing 118 disposable plastic gowns with reusable cotton gowns will ensure sustainability while 119 providing the same level of protection.[3] Appropriate messaging is key in reassuring 120 healthcare workers that the level of PPE is aimed at providing maximum protection rather 121 than cost savings. There is also a need for tailored communication of risk and protective 122 measures to different cadres of healthcare workers. Additionally, communication channels 123 beyond conventional training sessions need to be considered for effective information, 124 J o u r n a l P r e -p r o o f education and communication. This may include smartphone-based messaging groups 125 chaired and monitored by IPC specialists, twitter and national radio and television. Ultimately 126 the narrative around PPE will need to change from a resource which healthcare workers were 127 deprived of early on in the pandemic and still are in some settings, to PPE being one of 128 several control measures, which needs to be used rationally and in combination with other 129 measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The coronavirus disease 2019 (COVID-19) pandemic has posed a significant burden on health systems across the globe by overwhelming the capacity for healthcare provision in 26 high-and low-middle-income countries (LMIC) alike. [1] Healthcare institutions and 27 regulators had to rapidly adapt or develop policies for patient care and issue specific infection 28 prevention and control (IPC) guidance to mitigate and prevent SARS-CoV2 transmission 29 within healthcare settings. This was due to the high number of cases and the potential for ",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 174,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 226,
                    "end": 229,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. COVID-19 strategy update",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. Infection prevention and control guidance -(COVID-19)",
            "authors": [],
            "year": null,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization. Rational use of personal protective equipment for coronavirus 150 disease (COVID-19) and considerations during severe shortages",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Disease Control Division, Directorate General of Health Services, Ministry of Health & 154",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Government of the People's Republic of Bangladesh",
            "authors": [
                {
                    "first": "Family",
                    "middle": [],
                    "last": "Welfare",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Perceived challenges of COVID-19 infection prevention and control preparedness: A 160 multinational survey",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Control",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Glob Antimicrob Resist",
            "volume": "22",
            "issn": "",
            "pages": "779--781",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Assessment of Knowledge, Attitudes, 162 and Perception of Health Care Workers Regarding COVID-19, A Cross-Sectional Study from Egypt",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wahed",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Hefzy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Hamed",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J 163 Community Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Current 170 knowledge of COVID-19 and infection prevention and control strategies in healthcare settings: A 171 global analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Qureshi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Abdi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Chughtai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seale",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "COVID-19: the medium is the message",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Garrett",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "942--943",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Coronavirus in Zimbabwe",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Chikwari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Think Global Health. Available from",
            "volume": "174",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "National Institute for Communicable Diseases. COVID-19 Disease: Infection Prevention and 176",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Control Guidelines Version",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "30 transmission of SARS-CoV2 between patients, from patient to health care workers and vice 31 versa and between health care workers. While high-income countries usually have their own 32 centralised institutions that issue recommendations for practice such as the Center for Disease 33 Control and Prevention in the US and Public Health England, low-and middle-income 34 countries (LMICs) look to the World Health Organization for guidance. The WHO IPC 35 recommendations [2] have proven to be an invaluable resource for many LMICs in preparing 36 their response to the COVID-19 pandemic, and were swiftly adopted and implemented in 37 many settings. 38 A shortcoming of this guidance however, was the lack of emphasis on the need to develop 39 setting-specific and individualised risk assessment tools and on tailoring preventative 40 measures to the risk of exposure health care workers may experience in their specific roles. 41 This has been particularly apparent with regards to the guidance on the use of personal 42 protective equipment (PPE). The WHO guidance on the rational use of PPE for COVID-19 43 issued in April 2020 attempted to stratify PPE by setting, target personnel and activity.[3] 44 However, neither target personnel nor activities are comprehensive and applicable to all 45 settings and countries. While the WHO recommendations include health care workers and 46 cleaners providing direct care in rooms occupied by patients with COVID-19 and advises on 47 specific PPE, it does not for example include housekeepers serving food, handling linen or 48 incinerator personnel. Their contact with patients is mostly at a distance and relatively short. 49 J o u r n a l P r e -p r o o f Furthermore, the activities and degree of exposure of these cadres may differ across different 51 settings. Similarly, doctors conducting ward rounds outside the intensive-care setting or 52 providing specialist input may only spend limited time in patients' rooms. They are unlikely 53 to be exposed to splashes and hence goggles or face shields seem unnecessary. WHO 54 guidelines are of course not meant to cover for every eventuality and context. This is exactly 55 the reason why locally-adapted risk assessment tools are crucial to guide the decision on who 56 should wear what level of PPE and when. The WHO document only mentions the word risk 57 assessment in the context of outpatient consultations. Somewhat surprisingly the WHO 58 guidance document recommends level 2 PPE for laboratory technicians despite respiratory 59 samples being processed in BSL-2 cabinets. This guidance does not align with standard 60 laboratory practices which would usually include a thorough risk assessment with 61 engineering and administrative controls taken into account. 62 Without awareness of the need to conduct detailed local risk assessments and in the absence 63 of clear risk assessment tools [4] and definitions of exposures, healthcare institutions some 64 settings implemented blanket recommendations for PPE use not taking into account other IPC Security guard from a transit area who does not come in direct",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}