{
    "paper_id": "3d965be8a822568473bf9c0ea22b2ec464c13bce",
    "metadata": {
        "title": "Aroma, Quality, and Consumer Mindsets for Shelf-Stable Rice Thermally Processed by Reciprocal Agitation",
        "authors": [
            {
                "first": "William",
                "middle": [
                    "R"
                ],
                "last": "Dixon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Louisiana State University",
                    "location": {
                        "postCode": "70803",
                        "settlement": "Baton Rouge",
                        "region": "LA",
                        "country": "USA"
                    }
                },
                "email": "william.dixon@purina.nestle.comw.r.d."
            },
            {
                "first": "Blanca",
                "middle": [
                    "E"
                ],
                "last": "Morales-Contreras",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Manoch",
                "middle": [],
                "last": "Kongchum",
                "suffix": "",
                "affiliation": {
                    "laboratory": "H. Rouse Caffey Rice Research Station, Louisiana State University Agricultural Center (LSU AgCenter)",
                    "institution": "",
                    "location": {
                        "addrLine": "Baton Rouge",
                        "postCode": "70578",
                        "region": "LA",
                        "country": "USA"
                    }
                },
                "email": "mkongchum@agcenter.lsu.edum.k."
            },
            {
                "first": "Zhimin",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Louisiana State University",
                    "location": {
                        "postCode": "70803",
                        "settlement": "Baton Rouge",
                        "region": "LA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Dustin",
                "middle": [],
                "last": "Harrell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "H. Rouse Caffey Rice Research Station, Louisiana State University Agricultural Center (LSU AgCenter)",
                    "institution": "",
                    "location": {
                        "addrLine": "Baton Rouge",
                        "postCode": "70578",
                        "region": "LA",
                        "country": "USA"
                    }
                },
                "email": "dharrell@agcenter.lsu.edud.h."
            },
            {
                "first": "Howard",
                "middle": [
                    "R"
                ],
                "last": "Moskowitz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Louise",
                "middle": [],
                "last": "Wicker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Louisiana State University",
                    "location": {
                        "postCode": "70803",
                        "settlement": "Baton Rouge",
                        "region": "LA",
                        "country": "USA"
                    }
                },
                "email": "lwicker@agcenter.lsu.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Food engineering, food chemistry, and consumer segmentation were used to evaluate ready-to-eat rice. The aromatic Louisiana Clearfield Jazzman (CJ) and Thai Jasmine (TJ), and a non-aromatic parboiled (PB) rice were hydrated during the first 10 min of processing with reciprocal agitation followed by static retort processing. The aroma compound, 2-Acetyl-1-pyrroline (2-AP) was more heat-stable in CJ than TJ rice but decreased 15-fold compared to the rice cooker method. Pareto analysis indicated that rice type and agitation had the main effect on amylose and total starch and chroma and hue. Color differences of rice agitated during hydration and between rice cooker or static retort processed rice, indicated only slight differences for each rice variety. Hydration of dry rice during retort cooking and similar starch, color, and aroma quality were achieved with reciprocal compared to static or rice cooker methods. Survey responses categorized consumers into three, mindsets driven by rice consumption, convenience, or packaging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Foods 2020, 9, 1559 2 of 17 temperature, starch leaching, and swelling, are among the factors that influence rice texture [7] . Stickiness and hardness are fundamental characteristics to describe rice texture, and while amylose is a key determinant of rice-eating quality, other molecular composition and ultra-structure of starch also contribute to palatability, digestibility, and sensory attributes [8, 9] . The molecular structure of non-amylose starch also influences rice texture [10] and in rice varieties with similar amylose content, greater amounts of lower molecular mass and smaller shape amylopectin negatively influences quality [8] .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 402,
                    "end": 405,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 406,
                    "end": 408,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Inclusion of staple foods, improvements in health attributes of staple foods, and removal of barriers to consumption of healthier foods contributes to improved nutrition and food security. For example, consumers who included rice in meals also consumed more vegetables, dietary fiber, and iron and consume less energy from fat and saturated fat in their diets [11] . Rice varieties differ in glycemic response, but processing improves the health benefits of rice. Resistant starch increases in retort processed rice with the addition of organic and amino acids [12] or with the addition of xylanase and parboiling pre-treatments [13] . Reduced protein Immunoglobulin G (IgG) response [14] and improved sensory attributes of brown rice [15] are reported in retort rice compared to rice cooker rice.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 364,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 629,
                    "end": 633,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 684,
                    "end": 688,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 735,
                    "end": 739,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The time to prepare freshly cooked rice varies from 15 min to 45 min depending on the variety and cooking method, which may be a limiting factor in rice consumption. The growth in convenience rice was attributed to time-challenged urban consumers [8] and a preference shift to better eating quality rice, aroma, texture, ease of preparation, and long retention after cooking [16] . New main dishes and cuisine pairings that feature diverse cuisines offer the opportunity to catalyze the growth of the stagnant rice market if healthier attributes are leveraged. In the U.S. and worldwide, cooking behavior dramatically shifted during the Covid-19 pandemic and consumers made meals from scratch (49%), used precooked and packaged foods (46%), were willing to spend 15-30 min (46%) or 30-60 min (44%) to cook, and ate meals immediately (84%) [17] . The overwhelming avoidance of leftovers, the use of pre-prepared foods, and low time commitment suggests the need for quick, easy to prepare, portion-controlled meals.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 379,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 839,
                    "end": 843,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The use of convenience rice, such as instant or parboiled, reduces cooking time, but eating quality is lower [5, 15] . Limitations of ready-to-heat-and-eat, retort processed rice include off-flavors, off-colors, loss of desirable aroma and flavor, high adhesiveness, and poor eating quality [15] . Rice varieties containing medium to high amylose that exhibit intermediate gelatinization temperatures are better suited for retort operations [8] but palatability may suffer [9] . Sensory attributes of retort rice processed at higher temperatures and shorter times were more similar to home-cooked rice [18] .",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 113,
                    "end": 116,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 473,
                    "end": 476,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 602,
                    "end": 606,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The quality and nutrition of ready-to-eat retort rice are improved by the use of multiple processes and package technologies. Thermal processing induced deterioration of rice quality was reduced by microwave-assisted thermal processing [19] and high hydrostatic pressure-assisted processing [20] . Packaging materials for ready-to-eat rice include cans [8, 21, 22] or pouches [18, 23] . Most retort studies used static retort processing, but one study used a water spray rotary retort [13] .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 353,
                    "end": 356,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Rotary retorts and retorts with other forms of agitation improve thermal process parameters, reduce energy use, and improve food quality; reciprocal agitation is more effective compared to static or rotary retorts [24] . Improved process parameters at reciprocal agitation between 60 and 180 shakes per min (SPM) or about 2-3 Hz, or lower speeds of gentle motion of less than 60 SPM, about 1 Hz, were effective for a variety of liquids, purees, or particulates in liquids [25] . For all retort types, changes in retort design, automated computer control, and developments in software allow refinement of individual retort step processes, reduce energy and water use, and reduce over-processing.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Preparation of rice for retort processing included no pre-cooking, partial pre-cooking or fully cooking rice by either water absorption or in excess water, which reduces quality due to full or partial gelatinization prior to retort processing [16] . Reciprocal agitation has the potential to optimize the uniformity of rice hydration and prevent undesirable rice cook qualities [26] . Total thermal load and hold periods may be reduced by packing dry rice and water directly into a container. However, Foods 2020, 9, 1559 4 of 17 and come-up-time (CUT) were set to 20 • C, 121.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Rice (Oryza sativa L.) is a staple carbohydrate source for billions of people. The impact of rice on food security is clear from production and consumption data. Global production of milled rice exceeded 503.9 million tonnes in 2018/2019 [1] and per capita consumption was 53.9 kg [1]. To improve food security and reduce food waste, strategies were proposed to increase: transparency in food systems, innovations in food manufacturing and packaging, shelf life, and meet consumer needs [2] . The advantages of inclusion of staple foods in a sustainable, consumer-friendly presentation are suggested from life cycle assessment and greenhouse gas emission estimation across food systems [3] and strategic action plans that promote a food systems transformation towards sustainable nutrition [4] .",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 490,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 686,
                    "end": 689,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 790,
                    "end": 793,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Cultural preferences governing what makes 'good' eating quality of rice vary worldwide [5, 6] . Several factors affect the eating quality and nutritional benefits of freshly cooked rice, such as rice variety, milling, pre-wash/soaking, and cooking. The amount and type of starch, gelatinization adequate hydration is essential to prevent cracked and undercooked rice kernels; adequate suspension of rice kernels prior to gelatinization is needed to avoid non-uniform cooking.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 91,
                    "end": 93,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Innovations in retort design and control, heat penetration data collection, and retort compatible packaging have the potential to create higher quality ready-to-eat meals. Ready-to-eat rice presents a food engineering challenge due to hydration and gelatinization properties. A second challenge to the successful adoption of ready-to-eat rice is the lack of knowledge on consumer mindsets about ready-to-eat rice. Conjoint analysis is a statistical tool to identify aspects of a topic that drives consumer interest and how consumers vary in response to the topic [27] . The conjoint analysis identified consumer mindsets and messaging for insect-based protein [27] , effective food safety educational programs [28] , messaging to increase fruit and vegetable consumption [29] , and messaging to identify acceptable healthier fried chicken alternatives [30] . The objectives of this study were to determine the potential benefit of reciprocal agitation on heat penetration and rice quality, using semi-rigid plastic retort trays with three rice varieties-Clearfield Jazzman CLJ01 (CJ), Thai Jasmine (TJ), and parboiled (PB) rice-to identify consumer segments and drivers around cooking methods, rice use, packaging types, and convenience. The results have an application to improvement in the technology to improve the quality of ready-to-eat rice and to develop strategies to identify key variables relevant to consumers' preferences for healthier food. the CJ rice, and PB and TJ rice were purchased from a local grocery store. An aliquot of 128 g (±1 g) dry rice was added to a rigid Silgan package (inner dimensions: 12.5 × 9.5 × 3 cm; Woodland Hills, CA, USA). An aliquot of 141 g (±1 g) of deionized water was added and packages were sealed with a semi-automatic Control GMC PL200G (Boucherville, QC, Canada), using Bemis retort grade L7288 film (Neenah, WI, USA). The settings included a heat seal of 204 • C, a film length of 15.2 cm, a nitrogen gas flush duration of 1.5 s, and a gas pressure of 241 kPa. The same rice/water ratio was used to cook rice in an AROMA electric rice cooker (San Diego, CA, USA).",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 567,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 660,
                    "end": 664,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 710,
                    "end": 714,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 771,
                    "end": 775,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 852,
                    "end": 856,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Rice was processed with a multimode Allpax R&D Retort 2402 Series with Shaka ® technology (Covington, LA, USA) in water spray-mode under static (0 SPM) and reciprocal agitation speeds of 45, 90, and 130 SPM. Packaged rice/water was agitated during come up and held 10 min at 60 • C, below the gelatinization temperature, based on literature citations for gelatinization temperature and preliminary estimates of hydration. For each retort run, 10 samples were prepared, which included four thermocouple-probed samples and six non-probed samples. Each retort run was duplicated. TechniCAL CALSoft 5 software and CALPLex data logger (Metairie, LA, USA) were used to track heat penetration curves from probed containers with live tracking of F 0 values during retort thermal processing at a reference temperature of 121.1 • C and a z-value of 10 • C. Thermocouples were purchased from Ecklund-Harrison Technologies Inc. (Fort Myers, FL, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retort Preparation and Setting"
        },
        {
            "text": "Data from the slowest heat penetration run at each retort process, or 0, 45, 90, or 130 SPM, was used to determine Ball Formula Method variables (j h , f h , Bb and Pt), where j h is a dimensionless number that represents the heating lag rate factor during come-up and f h is the time to increase the temperature by 1 log during the cook. Ball's cook time (Bb) and Ball's cook time with come-up time credit [Pt = Bb − (0.42 × CUT)] were determined at F 0 of 6. All F values were based on a reference temperature of 121.1 • C and z = 10 • C. The initial temperature (IT), retort temperature,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retort Preparation and Setting"
        },
        {
            "text": "The aroma compound, 2-AP was measured by an automated headspace gas chromatography technique [31] in duplicate, only for the aromatic rice, CJ and TJ, using freeze-dried samples as described earlier [32, 33] . An aliquot of 1000 g of ground samples was placed in 20 mL headspace glass vials. An aliquot of 1 µL of 0.5 mg/mL of 2,6-dimethylpyridine (2,6-DMP) was added to each vial before airtight sealing with a polytetrafluoroethylene/silicone septum secured by an aluminum seal cap. 2-AP was measured with a Shimadzu GC-2010 Plus system connected with headspace autosampler model HS-20 (Shimadzu, Columbia, MO, USA) coupled to a flame thermionic detector. The concentration of 2-AP was identified by the gas chromatography retention times relative to the 2-AP standard that was run under the same conditions. Peak areas were obtained with the aid of LabSolutions software (Shimadzu, Columbia, MO, USA).",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Rice 2-AP Aroma Analysis"
        },
        {
            "text": "L*a*b* values were determined using the CIE lab-scale (Konica Minolta CR-5 Chroma Meter, Ramsey, NJ, USA). Polystyrene disposable plastic Petri dishes (Ø = 35, H = 10 mm) were filled with five-gram aliquot of center-cut rice and evenly distributed with a spatula to cover the entire dish diameter and ensure the same height. The color was measured six times for each retort and electric rice cooker process based on the average of 2 scans for each color measurement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rice Color"
        },
        {
            "text": "The chroma (C, Equation (1)), hue (h*, Equation (2)), ∆E referencing difference from electric rice cooker (∆E RC , Equation (3)), and ∆E referencing difference from 0 SPM (∆E 0SPM , Equation (4)) were determined from L*a*b* values [34] .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Rice Color"
        },
        {
            "text": "Residual oxygen and carbon dioxide in the headspace of retort containers were measured using a five-sec draw through a rubber septum (Systech Illinois GS6600 O 2 & CO 2 , IL, USA). A total of two containers were analyzed for each speed (0, 45, 90, and 130 SPM). Nitrogen gas flush was set to achieve a target oxygen headspace less than 1%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Package Oxygen and Carbon Dioxide Levels"
        },
        {
            "text": "The Mind Genomics approach, a conjoint analysis procedure, was modified from procedures described by Saulo and Moskowitz and Dinasco et al. [28, 30] . In the current study, four questions were generated, each with four messages (elements) for a total of 16 elements, and each element represented a specific piece of information. The elements constituted responses to each of four questions about cooking methods, the inclusion of rice in meals, the convenience of ready-to-eat rice, and package, respectively. Each respondent evaluated a set of 24 unique vignettes, viz., combinations of 2-4 elements, combined by the experimental design. The ratings were converted to a binary scale (positive vs. not positive feeling). The data was used to create an individual-level model for each respondent, with a clustering program dividing the respondents into non-overlapping groups, based upon the pattern of coefficients for the model relating the presence/absence of the elements to the ratings. The ratings were transformed to a binary scale (1-6 transformed to 0; 7-9 transformed to 100). Clustering by the respondents by the pattern of their coefficients generated mindsets. High scoring elements were defined as those elements showing a coefficient of +12 or higher from regression, either for total panel or for a mindset.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 145,
                    "end": 148,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Consumer Survey"
        },
        {
            "text": "The experiment was implemented using commercially available software (www.BimiLeap.com). Respondents were recruited using Lu.cid Marketplace Services under a BimiLeap User agreement. Participants were selected from southeastern states in the U.S.A. (Alabama, Arkansas, Florida, Georgia, Kentucky, Mississippi, North Carolina, South Carolina, and Tennessee) with an income between $20,000 and $69,999 and were not age-restricted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consumer Survey"
        },
        {
            "text": "Panelists gave informed consent before participation in the study. The protocol was approved by the LSU Agricultural Center Institutional Review Board (HE20-27). Panelists were asked 'How likely are you to buy and use ready-to-heat-and-eat rice?'. Participants also answered an additional question about cooking during Covid-19, with four possible responses. Categories from each element were presented on the screen in a series of vignettes and participants evaluated the entire vignette on a 9-point scale, with 9 representing very likely and 1 representing not at all likely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consumer Survey"
        },
        {
            "text": "Statistical analysis of heat penetration data was performed using JMP Pro 14 (Cary, NC, USA) statistical software for Ball factors using linear regression analysis to determine significance at 5%; mean and standard deviation were determined for all treatments from triplicate replications. A full factorial design was used to analyze the effect of rice type (CJ, PB, and TJ) and agitation (0, 45, 90, 130 SPM) during the cooking process on rice quality characteristics of starch and color parameters. The results were analyzed by Dunnet's multiple comparison test with RC-controls, with significance at 5%, to analyze different treatments with respect to the RC sample for each type of rice. The Minitab Software version 18 (Minitab Inc., PA, USA) was used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis of Rice Physico-Chemical Properties"
        },
        {
            "text": "Heat penetration was determined for all retort runs and data was presented for the slowest probe of heat penetration with no reciprocal agitation of CJ, TJ, and PB rice ( Figure 1A -C). The heat penetration of the product temperature lags the retort temperature during come-up, cook and cool for all rice, and the heat penetration profiles appear similar to slower heat penetration after the Foods 2020, 9, 1559 6 of 17 apparent gelatinization of rice starch during the cook and cool. The heat penetration profile with reciprocal agitation of 45, 90, and 130 SPM for CJ rice showed that with increasing reciprocal agitation, the temperature increased more rapidly with agitation during the 10 min hold for CJ rice (Figure 2A-C) . A similar trend was observed for TJ and PB rice (Supplementary Figures S1 and S2 ). The retort temperature was held at 60 • C, a temperature lower than gelatinization, with reciprocal agitation to enhance hydration prior to gelatinization and potentially shorten the processing time. The product and retort heat penetration data were more closely overlayed with increased reciprocal agitation during the first 10 min of processing (Figure 2A -C) compared to static ( Figure 1A ). However, 90 and 130 SPM had minimal differences in heat penetration during come-up. Reciprocal agitation provided quicker heat transfer to the product during come-up and hold. After reciprocal agitation halted, heat penetration was similar. Subsequent gelatinization of rice resulted in heat transfer by conduction. Heat transfer was not improved if reciprocal agitation was continued during the cook and cool. The F 0 values from the slowest heat penetration data ranged between 7 and 9 min for CJ rice, above the target of 6 min, attributed to the challenges to estimate the time to enter and exit cool with rice gelatinization.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 180,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 714,
                    "end": 727,
                    "text": "(Figure 2A-C)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 793,
                    "end": 810,
                    "text": "Figures S1 and S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1161,
                    "end": 1171,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1197,
                    "end": 1206,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Rice Heat Penetration and Ball Factors"
        },
        {
            "text": "Foods 2020, 9, x FOR PEER REVIEW 6 of 17 reciprocal agitation of 45, 90, and 130 SPM for CJ rice showed that with increasing reciprocal agitation, the temperature increased more rapidly with agitation during the 10 min hold for CJ rice (Figure 2A -C). A similar trend was observed for TJ and PB rice (Supplementary Figures S1 and S2 ). The retort temperature was held at 60 °C, a temperature lower than gelatinization, with reciprocal agitation to enhance hydration prior to gelatinization and potentially shorten the processing time. The product and retort heat penetration data were more closely overlayed with increased reciprocal agitation during the first 10 min of processing (Figure 2A -C) compared to static ( Figure 1A ). However, 90 and 130 SPM had minimal differences in heat penetration during come-up. Reciprocal agitation provided quicker heat transfer to the product during come-up and hold. After reciprocal agitation halted, heat penetration was similar. Subsequent gelatinization of rice resulted in heat transfer by conduction.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 14,
                    "text": "9,",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 246,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 315,
                    "end": 332,
                    "text": "Figures S1 and S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 682,
                    "end": 692,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 718,
                    "end": 727,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Rice Heat Penetration and Ball Factors"
        },
        {
            "text": "Heat transfer was not improved if reciprocal agitation was continued during the cook and cool. The F0 values from the slowest heat penetration data ranged between 7 and 9 min for CJ rice, above the target of 6 min, attributed to the challenges to estimate the time to enter and exit cool with rice gelatinization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rice Heat Penetration and Ball Factors"
        },
        {
            "text": "(A) Clearfield Jazzman rice (B) Thai Jasmine rice (C) parboiled rice reciprocal agitation of 45, 90, and 130 SPM for CJ rice showed that with increasing reciprocal agitation, the temperature increased more rapidly with agitation during the 10 min hold for CJ rice (Figure 2A -C). A similar trend was observed for TJ and PB rice (Supplementary Figures S1 and S2 ). The retort temperature was held at 60 °C, a temperature lower than gelatinization, with reciprocal agitation to enhance hydration prior to gelatinization and potentially shorten the processing time. The product and retort heat penetration data were more closely overlayed with increased reciprocal agitation during the first 10 min of processing (Figure 2A -C) compared to static ( Figure 1A ). However, 90 and 130 SPM had minimal differences in heat penetration during come-up. Reciprocal agitation provided quicker heat transfer to the product during come-up and hold. After reciprocal agitation halted, heat penetration was similar. Subsequent gelatinization of rice resulted in heat transfer by conduction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 274,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 343,
                    "end": 360,
                    "text": "Figures S1 and S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 710,
                    "end": 720,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 746,
                    "end": 755,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Rice Heat Penetration and Ball Factors"
        },
        {
            "text": "Heat transfer was not improved if reciprocal agitation was continued during the cook and cool. The F0 values from the slowest heat penetration data ranged between 7 and 9 min for CJ rice, above the target of 6 min, attributed to the challenges to estimate the time to enter and exit cool with rice gelatinization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rice Heat Penetration and Ball Factors"
        },
        {
            "text": "(A) Clearfield Jazzman rice (B) Thai Jasmine rice (C) parboiled rice reciprocal agitation of 45, 90, and 130 SPM for CJ rice showed that with increasing reciprocal agitation, the temperature increased more rapidly with agitation during the 10 min hold for CJ rice (Figure 2A -C). A similar trend was observed for TJ and PB rice (Supplementary Figures S1 and S2 ). The retort temperature was held at 60 °C, a temperature lower than gelatinization, with reciprocal agitation to enhance hydration prior to gelatinization and potentially shorten the processing time. The product and retort heat penetration data were more closely overlayed with increased reciprocal agitation during the first 10 min of processing (Figure 2A -C) compared to static ( Figure 1A ). However, 90 and 130 SPM had minimal differences in heat penetration during come-up. Reciprocal agitation provided quicker heat transfer to the product during come-up and hold. After reciprocal agitation halted, heat penetration was similar. Subsequent gelatinization of rice resulted in heat transfer by conduction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 274,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 343,
                    "end": 360,
                    "text": "Figures S1 and S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 710,
                    "end": 720,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 746,
                    "end": 755,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Rice Heat Penetration and Ball Factors"
        },
        {
            "text": "Heat transfer was not improved if reciprocal agitation was continued during the cook and cool. The F0 values from the slowest heat penetration data ranged between 7 and 9 min for CJ rice, above the target of 6 min, attributed to the challenges to estimate the time to enter and exit cool with rice gelatinization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rice Heat Penetration and Ball Factors"
        },
        {
            "text": "(A) Clearfield Jazzman rice (B) Thai Jasmine rice (C) parboiled rice ), and accumulated F 0 ( Foods 2020, 9, x FOR PEER REVIEW 6 of 17 reciprocal agitation of 45, 90, and 130 SPM for CJ rice showed that with increasing reciprocal agitation, the temperature increased more rapidly with agitation during the 10 min hold for CJ rice (Figure 2A -C). A similar trend was observed for TJ and PB rice (Supplementary Figures S1 and S2 ). The retort temperature was held at 60 °C, a temperature lower than gelatinization, with reciprocal agitation to enhance hydration prior to gelatinization and potentially shorten the processing time. The product and retort heat penetration data were more closely overlayed with increased reciprocal agitation during the first 10 min of processing (Figure 2A -C) compared to static ( Figure 1A ). However, 90 and 130 SPM had minimal differences in heat penetration during come-up. Reciprocal agitation provided quicker heat transfer to the product during come-up and hold. After reciprocal agitation halted, heat penetration was similar. Subsequent gelatinization of rice resulted in heat transfer by conduction.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 108,
                    "text": "9,",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 330,
                    "end": 340,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 409,
                    "end": 426,
                    "text": "Figures S1 and S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 776,
                    "end": 786,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 812,
                    "end": 821,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Rice Heat Penetration and Ball Factors"
        },
        {
            "text": "Heat transfer was not improved if reciprocal agitation was continued during the cook and cool. The F0 values from the slowest heat penetration data ranged between 7 and 9 min for CJ rice, above the target of 6 min, attributed to the challenges to estimate the time to enter and exit cool with rice gelatinization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rice Heat Penetration and Ball Factors"
        },
        {
            "text": "(A) Clearfield Jazzman rice (B) Thai Jasmine rice (C) parboiled rice The slowest heat penetration data and the corresponding Ball factors for each rice type and each reciprocal agitation speed are depicted in Table 1 . Data were normalized to F0 of 6 for comparison. The Heat F ranged from 5.00 to 6.40 min, the Cool F ranged from 1.45 to 2.73 min, and Total F ranged from 6.41 to 8.87 min. Variations in target F0 might be related to variations in the rice, especially parboiled rice, degree of hydration, starch gelatinization, and heat penetration after gelatinization. temperature was held at 60 °C, a temperature lower than gelatinization, with reciprocal agitation to enhance hydration prior to gelatinization and potentially shorten the processing time. The product and retort heat penetration data were more closely overlayed with increased reciprocal agitation during the first 10 min of processing (Figure 2A -C) compared to static ( Figure 1A ). However, 90 and 130 SPM had minimal differences in heat penetration during come-up. Reciprocal agitation provided quicker heat transfer to the product during come-up and hold. After reciprocal agitation halted, heat penetration was similar. Subsequent gelatinization of rice resulted in heat transfer by conduction. Heat transfer was not improved if reciprocal agitation was continued during the cook and cool. The F0 values from the slowest heat penetration data ranged between 7 and 9 min for CJ rice, above the target of 6 min, attributed to the challenges to estimate the time to enter and exit cool with rice gelatinization.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 216,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 908,
                    "end": 918,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 944,
                    "end": 953,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Rice Heat Penetration and Ball Factors"
        },
        {
            "text": "(A) Clearfield Jazzman rice (B) Thai Jasmine rice (C) parboiled rice ), heat penetration ( enhance hydration prior to gelatinization and potentially shorten the processing time. The product and retort heat penetration data were more closely overlayed with increased reciprocal agitation during the first 10 min of processing (Figure 2A -C) compared to static ( Figure 1A) . However, 90 and 130 SPM had minimal differences in heat penetration during come-up. Reciprocal agitation provided quicker heat transfer to the product during come-up and hold. After reciprocal agitation halted, heat penetration was similar. Subsequent gelatinization of rice resulted in heat transfer by conduction. Heat transfer was not improved if reciprocal agitation was continued during the cook and cool. The F0 values from the slowest heat penetration data ranged between 7 and 9 min for CJ rice, above the target of 6 min, attributed to the challenges to estimate the time to enter and exit cool with rice gelatinization.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 325,
                    "end": 335,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 361,
                    "end": 371,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Rice Heat Penetration and Ball Factors"
        },
        {
            "text": "(A) Clearfield Jazzman rice (B) Thai Jasmine rice (C) parboiled rice ), and accumulated F 0 ( temperature was held at 60 °C, a temperature lower than gelatinization, with reciprocal agitation to enhance hydration prior to gelatinization and potentially shorten the processing time. The product and retort heat penetration data were more closely overlayed with increased reciprocal agitation during the first 10 min of processing (Figure 2A -C) compared to static ( Figure 1A) . However, 90 and 130 SPM had minimal differences in heat penetration during come-up. Reciprocal agitation provided quicker heat transfer to the product during come-up and hold. After reciprocal agitation halted, heat penetration was similar. Subsequent gelatinization of rice resulted in heat transfer by conduction. Heat transfer was not improved if reciprocal agitation was continued during the cook and cool. The F0 values from the slowest heat penetration data ranged between 7 and 9 min for CJ rice, above the target of 6 min, attributed to the challenges to estimate the time to enter and exit cool with rice gelatinization.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 429,
                    "end": 439,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 465,
                    "end": 475,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Rice Heat Penetration and Ball Factors"
        },
        {
            "text": "(A) Clearfield Jazzman rice (B) Thai Jasmine rice (C) parboiled rice ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rice Heat Penetration and Ball Factors"
        },
        {
            "text": "The slowest heat penetration data and the corresponding Ball factors for each rice type and each reciprocal agitation speed are depicted in Table 1 . Data were normalized to F 0 of 6 for comparison. The Heat F ranged from 5.00 to 6.40 min, the Cool F ranged from 1.45 to 2.73 min, and Total F ranged from 6.41 to 8.87 min. Variations in target F 0 might be related to variations in the rice, especially parboiled rice, degree of hydration, starch gelatinization, and heat penetration after gelatinization. [22] . The j h values for the current study ranged between 0.94 and 1.25 (Table 1) . Similar j h values of 0.44 and 1.17 were reported for a rice-kheer, pudding type product, packaged in a pouch, and processed in a rotary retort [35] . For CJ and PB rice, the j h values decreased (p < 0.05) and the f h values increased (p < 0.05) with agitation, indicating the beneficial effect of agitation during the 10 min hold.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 510,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 735,
                    "end": 739,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 147,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 579,
                    "end": 588,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Rice Heat Penetration and Ball Factors"
        },
        {
            "text": "The cook times (Bb) for the slowest heat penetration data ranged from 32.1 min for TJ-0, to 35.3 min for CJ-130), but there were no significant differences (p > 0.05) in Bb between 0 and 130 SPM for the rice. If come-up-time is taken into consideration, all cook times could be reduced by over 5 min (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 309,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Rice Heat Penetration and Ball Factors"
        },
        {
            "text": "The amylose, resistant starch, non-resistant starch, and total starch for each retort processed rice are reported in Table 2 . Rice cooked in an electric rice cooker served as control. The amylose content of CJ-90 or CJ-130 rice was 26.6 g/100 g and 34.7 g/100 g and significantly higher (p < 0.05) than amylose in CJ-RC at 18.8 g/100 g. See bolded values that highlight significant differences. The amylose content of CJ-0 and CJ-45 was not significantly different from CJ-RC. Amylose content in the current study was higher than the value of 12.8 g/100 g amylose for CJ [36] . Amylose content of TJ or PB retort processed rice was not different from the control rice cooker rice ( Table 2 ). The amylose content of uncooked CJ, TJ, and PB rice was 14, 17, and 36 g/100 g, respectively. Cooking rice resulted in an increase in amylose for all cook processes for all rice. Retorted TJ rice and PB rice, purchased at a retailer, had an amylose content of 34 g/100 g and 36 g/100 g, respectively, and was within the range of this study. For each rice type, the resistant starch, non-resistant starch, and the sum were not significantly different. The starch analysis suggests a minimal effect on starch composition by retort processing compared to electric rice cooker prepared rice. PB rice had consistently higher values for resistant starch than CJ or TJ rice. In the direct measure of total starch (TS), there was a significant increase (p < 0.05) in total starch in PB-130 relative to PB-RC. Overall, the resistant starch values between 1.29 and 1.87 g/100 g, were slightly lower in the current study than reported for retort processed brown rice of 2.03 and 2.54 g/100 g [13] . Increased resistant starch was attributed to the hydrothermal process and pre-gelatinization of starch [37] . The direct measure of total starch of most rice ranged between 60 and 72 g/100 g. The sum of resistant starch and non-resistant starch closely approximated the empirical measure of total starch within 10 g/100 g, with an exception for CJ-0, PB-130, and PB-45 rice with no discernible trend.",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 576,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1675,
                    "end": 1679,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1785,
                    "end": 1789,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 124,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 683,
                    "end": 690,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Rice Starch Characterization"
        },
        {
            "text": "The main effects on starch derived from the full factorial design analysis and the absolute values of the standardized effects from the largest to the smallest effect are depicted using Pareto charts for amylose and total starch ( Figure 3A,B) . The reference line (dotted line) indicates which effects were statistically significant. Rice type and interaction of rice type and agitation showed a significant effect on amylose and the contribution of rice type had greater magnitude than interactive effects. The effect of agitation was not significant. For total starch, rice type, agitation, and interaction, all had a significant (p < 0.05) effect ( Figure 3B) . The main effect plots complement the Pareto charts for amylose and total starch ( Figure 3C,D) . The dotted reference line represents the average of the response. The trend of rice and agitation is not parallel to the X-axis, which shows the main effect of these parameters on amylose. The main effects plot shows that PB rice had a positive effect on amylose and total starch in comparison with aromatic rice (CJ and TJ, Figure 3C ,D), and reciprocal agitation tends to increase amylose; however, the change in the magnitude of the response is not large enough to be significant. In the main effects plot for total starch, there is no consistent trend to describe total starch fluctuations with reciprocal agitation; PB tends to have a higher total starch effect than CJ or TJ ( Figure 3D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 243,
                    "text": "Figure 3A,B)",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 653,
                    "end": 663,
                    "text": "Figure 3B)",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 748,
                    "end": 760,
                    "text": "Figure 3C,D)",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 1088,
                    "end": 1097,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 1446,
                    "end": 1455,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Rice Starch Characterization"
        },
        {
            "text": "The 2-AP content of CJ-RC was 0.776 ppm and is more than twice that of TJ-RC at 0.271 ppm ( Table 2) . Retort processing reduced the 2-AP values by 10 to 100 fold in CJ or TJ rice, respectively, relative to CJ-RC or TJ-RC ( Table 2 ). Retention of 2-AP in the retort rice of this study was improved relative to commercial ready-to-eat Thai Jasmine rice, which had undetectable levels of 2-AP. Japonica rice, cooked with high-pressure steam up to 0.18 MPa, retained up to 3190 ppm 2-AP and showed potential for improving the eating quality of rice, including other flavor compounds, texture color, and sensory attributes [38] . 2-AP is produced in the rice kernel and a key indicator of rice aroma [39] . Greater 2-AP retention suggests a more buttery popcorn aroma profile [40] . The aroma of rice is a particularly important quality attribute and increasingly popular with consumers and part of the local and national identity [16] , but the volatile aroma compound, 2-acetyl-1-pyrroline (2-AP), is heat-sensitive [39] .",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 624,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 697,
                    "end": 701,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 773,
                    "end": 777,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 928,
                    "end": 932,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1015,
                    "end": 1019,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 100,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 224,
                    "end": 231,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Rice Aroma Intensity"
        },
        {
            "text": "The color parameters of L*, a*, b*, hue, and chroma, represent lightness to darkness, red to green, yellow to blue, color perception, and saturation of color, respectively. Colorimeter values are presented in Table 3 . The L* values for CJ rice ranged from 71.7 to 76.3 and were not significantly different, regardless of the cooking method. The L* values for TJ rice ranged from 76.0 to 78.7 and higher, for TJ-0 and TJ-130, indicating significantly higher lightness, compared to TJ-RC, TJ-45, or TJ-90. The L* values for PB rice were not different (p > 0.05) by the cook methods. The L* values for PB rice ranged from 64.7 to 70.6 and were lower than for CJ or TJ rice, indicating PB was darker rice. Collective changes in L*, a*, and b* can be used to estimate h*, the color perceived by the consumer and C, the saturation of color. The h* and C values for CJ rice were not significantly affected by the cooking method. The h* and C values of TJ rice showed that retort cooking and agitation decreased h* and increased C (p < 0.05) (Table 3) . Likewise, h* and C of PB rice showed a significant decrease in h* and an increase in C at intermediate to high agitation speeds. TJ rice was the only rice with significantly lower saturation C values for rice cooker than any retort cooked rice ( Table 3 ). The higher b* values in retort cooked TJ likely account for lower C values. Higher b* values indicate a shift towards the yellow from the blue quadrant in the color diagram, resulting from the more severe thermal treatment of the retort and differences in perception of color or colorant compounds in retort cooked rice.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 216,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1035,
                    "end": 1044,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1293,
                    "end": 1300,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Rice Color Properties"
        },
        {
            "text": "The main effects of rice type and agitation to chroma are presented in a Pareto chart ( Figure 4A ). Both have a significant impact, but rice type has a larger significant effect; the interaction effect was not significant. Similar results were observed for the color parameter, h ( Figure 4B ), and rice type had the largest significant effect. The plot of the main effect showed that the agitation effect was almost parallel with the X-axis, indicating minimal impact and supported that rice type was the main effect for C ( Figure 4C ) and h* ( Figure 4C ). The aromatic rice, CJ and TJ, had negative a* and h* values. Since PB rice and aromatic rice cross quadrant boundaries, measuring the relationship between variables is not practical [41] . However, the aromatic rice (CJ and TJ) were close in the pure spectrum of color. The ∆E RC values are shown for rice cooked in the retort relative to rice cooked in an electric cooker and ∆E SPM values of rice cooked by retort with agitation relative to rice cooked with a static process ( Table 3 ). The ∆E RC values for CJ rice relative to the electric rice cooker ranged between 4.1 and 4.7. The ∆E RC values for TJ or PB rice relative to the electric rice cooker were 2.3 to 3.5 and slightly lower than observed for CJ rice. The ∆E SPM values of retort processed by agitation for CJ, TJ, or PB rice was less than 2.0, excepting CJ-90 at 2.4+, indicating non-perceptible differences in retort processed rice. The greater the ∆E values, the greater the difference in perception of color. The ∆E value of 2.0 or less is considered the threshold for perception of color differences to consumers; tolerance for instrumental color differences may be established by calibration against a standard, but ∆E values between 2 and 10 are considered perceptible at a glance [42] .",
            "cite_spans": [
                {
                    "start": 743,
                    "end": 747,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1815,
                    "end": 1819,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 97,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 283,
                    "end": 292,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 527,
                    "end": 536,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 548,
                    "end": 557,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 1040,
                    "end": 1047,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Rice Color Properties"
        },
        {
            "text": "The L* values for PB rice in this study were approximately ten units higher and b* values were 5 units higher in b* than parboiled rice processed in pouches [13] ; color differences are presumably due to the source of the parboil, retort method, and package. L*, a*, and b* of retort processed Thai Jasmine flour were similar to the present study [43] . Unlike the present study, L* values decreased with pressure in Japonica rice. The b* values ranged between 8.3 to 15.5 and were higher than b* of high pressure steamed Japonica rice with b* values of 4.31 and 7.97.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Rice Color Properties"
        },
        {
            "text": "Proximate and mineral analysis of CJ rice was determined at 0 SPM to describe the nutritional content (Supplementary Table S1 ). Compared to Jasmin rice [44] , CJ rice had more protein, lipids, and carbohydrates. The CJ rice had less fiber and higher amounts of micronutrients, potassium, salt, and iron [44] . Moisture content range between 49 and 59% for all rice samples. Arsenic levels in CJ rice were less than 0.165 mg/100 g, the limit of detection for the instrument. Arsenic levels of 0.02 mg/100 g were reported for basmati, jasmine, parboiled, and white rice [45] .",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 125,
                    "text": "(Supplementary Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Rice Proximate and Mineral Composition"
        },
        {
            "text": "Carbon dioxide was higher than oxygen in all containers of rice. There were no differences in rice container headspace for oxygen. Oxygen levels were less than 1% in CJ, TJ, and PB rice. In commercial packages of ready-to-eat Thai Jasmine and parboiled rice processed in pouches, the oxygen exceeded 12%, indicating the probable lack of a nitrogen gas flush.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Container Headspace"
        },
        {
            "text": "A total of 199 respondents included 70 males and 129 females. Selected respondents were restricted to specific states in the southeastern U.S. and with an annual household income between $20,000 and $69,999. The population in these southeastern U.S. states have higher incidences of obesity and effective intervention trials are needed. The income of the target population for intervention is above the poverty line and above and below-median incomes for the targeted states, representing broad segments of the population. The orientation page, classification, and additional questions are provided in Table 4 . Here, the purpose of the study, the process of the survey, and how the data will be used, are described. A summary of the responses to the classification question and consumer mindsets are provided in Table 5 . The responses are categorized into three distinct mindsets that are almost evenly distributed at 31 to 34% of respondents. The data shows positive coefficients for the total and for each mindset, with 'strong performing' operationally defined as a coefficient of +10 or higher. A high positive coefficient indicates the element is a strong driver to convince respondents to eat the product [27] . Table 4 . Respondent orientation and classification question.",
            "cite_spans": [
                {
                    "start": 1213,
                    "end": 1217,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 602,
                    "end": 609,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 813,
                    "end": 820,
                    "text": "Table 5",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1220,
                    "end": 1227,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Consumer Response to Ready-to-Heat-and-Eat Rice"
        },
        {
            "text": "Rice is a staple food. Cooking rice at home takes about 40 min. There are new, pre-cooked rice products that can be stored in your pantry and are ready to microwave and eat in minutes. The pre-cooked rice is in packaging that looks like either a pouch or a bowl. The purpose of this study is to understand some of the factors that go into planning easy, family meals, and how ready-to-eat rice may contribute to healthier meals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Respondent Orientation Page."
        },
        {
            "text": "No individual names will be collected. All answers will be summarized only in aggregate form and no individual answers can be identified. You will see a statement and various combinations of phrases. The phrases may seem repetitive, but each combination is unique. Your participation is voluntary and by proceeding through the survey, you consent to participate. You may stop at any point in the survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Respondent Orientation Page."
        },
        {
            "text": "We want to develop more nutritious foods that you like to eat, that fit in your lifestyle, that are more sustainable, and to develop highly effective nutrition education programs. How likely are you to buy and use ready to heat and eat rice?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Classification question."
        },
        {
            "text": "Answer: 9 (likely) to 1 (unlikely).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Classification question."
        },
        {
            "text": "How do you feel about cooking and eating at home during Covid?' I love having more time to plan and cook meals at home I like to cook, but I don't always have what I need in my kitchen I cook at home more now but it is frustrating if no one likes it. I cook at home, but it takes a lot of planning and preparing; I prefer carry-out or restaurants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Additional optional question."
        },
        {
            "text": "Based on the strong performing elements, Mindset 1 could be described as PackagingPhiles. Elements with packaging terms, including steel cans, rigid plastic, and flexible pouches, generated strong interest. None of the elements pertaining to rice preparation, meals with rice or convenience, resonated strongly with this group. The PackagingPhiles are strongly motivated by all messages regarding recycling, re-use, and single-use packaging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Additional optional question."
        },
        {
            "text": "Mindset 2 could be described as the Busy Rice Lovers who hate to cook. This group responds strongly by messaging which talks about the inclusion of rice in meals and that rice represents an easy meal, never boring and satisfying. They are not motivated, but not averse to convenience rice. Mindset 3 might best be described as Easy Meal Rice Cooks and are more conventional in meal planning. This group is strongly motivated by portion-controlled microwaved rice as well as cooking and leftover rice. Convenience, re-use, recycling are nearly neutral terms with the Easy Meal Rice Cook Mindset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Additional optional question."
        },
        {
            "text": "Prior to the Covid-19 pandemic, many meals were consumed away from home from a variety of food-service outlets, such as restaurants, fast food carry-out, and grocery deli section carry-out. In response to the additional question, 'How do you feel about cooking and eating at home during Covid?', 124 of the 199 respondents selected, 'I love having more time to plan and cook meals at home.' A lot fewer, 36 of 199, selected, 'I like to cook, but I don't always have what I need in my kitchen', and 24 of 199 selected, 'I cook at home more now but it is frustrating if no one likes it.' The selection to 'I cook at home, but it takes a lot of planning and preparing; I prefer carry-out or restaurants' generated the lowest number of respondents at 16 of 199. The overwhelmingly favorable response about cooking at home and a very low response to preference for restaurants or carry-out meals strongly contrasts with consumer behavior before the Covid-19 pandemic. The pattern of responses suggests that cooking at home is preferred to restaurant meals when the barriers to cooking and meal preparation are removed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Additional optional question."
        },
        {
            "text": "In this study, feasibility was demonstrated for the preparation of quality, ready-to-eat aromatic rice without previous cooking or hydration using reciprocal agitation retort processing. Dry rice was hydrated and retort processed within the sealed package. Reciprocal agitation decreased the temperature differential between retort and product temperatures during the hydration step at 60 • C and temperature differential varied with reciprocal agitation speed and rice type. Reciprocal agitation facilitated in-package hydration and maintained rice quality. Further optimization of hydration conditions, specific to rice cultivars, would likely improve the uniformity of hydration, gelatinization, and eating quality of retort rice. An additional limitation of the study is the absence of an evaluation of the textural quality of the retorted rice. Instrumental and sensory assessment of texture is needed for the full application of the technology. Cultural and regional preference must be identified that influence liking of rice textures from sticky to individual kernel. The aroma of CJ and TJ rice was adversely affected by retort processing. Minimal changes in quality of starch physico-chemical characteristics or color attributes were observed for retort processed rice relative to electric rice cooker rice. The concept of ready to heat and eat rice is not new. Mind Genomics addresses the issue of understanding specific messages, ideas, and communication which interest the respondent. Mind Genomics indicates that consumers distribute into groups embracing traditional methods of cooking rice, easy meals, or driven by packaging and not the rice product. Awareness of drivers and detractors of consumer choice of processed foods, assist in the further development of viable, innovations in thermal processing methods, packaging choices, and ready-to-eat food products. Development of long shelf life, high-quality foods that are part of a healthy diet addresses sustainable nutrition and food security. Table S1 : Proximate and mineral analysis of Clearfield jazzman rice retort processed at 0 SPM.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2016,
                    "end": 2024,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion and Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Roadmap to Reduce U.S. Food Waste",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anonymous",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Reducing food's environmental impacts through producers and consumers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poore",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nemecek",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Science",
            "volume": "360",
            "issn": "",
            "pages": "987--992",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aaq0216"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Food in the Anthropocene: The EAT-Lancet Commission on healthy diets from sustainable food systems",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Willett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rockström",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Loken",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Springmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vermeulen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Garnett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tilman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Declerck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet",
            "volume": "393",
            "issn": "",
            "pages": "447--492",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(18)31788-4"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An overview of global rice production, supply, trade, and consumption",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Muthayya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Sugimoto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Montgomery",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Maberly",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann. N. Y. Acad. Sci",
            "volume": "1324",
            "issn": "",
            "pages": "1559--1575",
            "other_ids": {
                "DOI": [
                    "10.1111/nyas.12540"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "New insights into cooked rice quality by measuring modulus, adhesion and cohesion at the level of an individual rice grain",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Witt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Bonilla",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fitzgerald",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Stokes",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Food Eng",
            "volume": "240",
            "issn": "",
            "pages": "21--28",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jfoodeng.2018.07.010"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Instrumental measurement of cooked rice texture by dynamic rheological testing and its relation to the fine structure of rice starch",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Prakash",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Fitzgerald",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Carbohydr. Polym",
            "volume": "146",
            "issn": "",
            "pages": "253--263",
            "other_ids": {
                "DOI": [
                    "10.1016/j.carbpol.2016.03.045"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Starch fine structure and physicochemical properties of specialty rice for canning",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Patindol",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "Y.-J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcclung",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Cereal Sci",
            "volume": "45",
            "issn": "",
            "pages": "209--218",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcs.2006.08.004"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "High-amylose rice: Starch molecular structural features controlling cooked rice texture and preference",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Prakash",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Carbohydr. Polym",
            "volume": "219",
            "issn": "",
            "pages": "251--260",
            "other_ids": {
                "DOI": [
                    "10.1016/j.carbpol.2019.05.031"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Autoclaved rice: The textural property and its relation to starch leaching and the molecular structure of leached starch",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Food Chem",
            "volume": "283",
            "issn": "",
            "pages": "199--205",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodchem.2019.01.030"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Rice Consumption in the United States: Recent Evidence from Food Consumption Surveys",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Batres-Marquez",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Upton",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Am. Diet. Assoc",
            "volume": "109",
            "issn": "",
            "pages": "1719--1727",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jada.2009.07.010"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Combination of rice varieties and cooking methods resulting in a high content of resistant starch",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ryu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cereal Chem. J",
            "volume": "97",
            "issn": "",
            "pages": "149--157",
            "other_ids": {
                "DOI": [
                    "10.1002/cche.10221"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Textural Properties, Resistant Starch, and in Vitro Starch Digestibility as Affected by Parboiling of Brown Glutinous Rice in a Retort Pouch",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wiruch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Naruenartwongsakul",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chalermchart",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Curr. Res. Nutr. Food Sci. J",
            "volume": "7",
            "issn": "",
            "pages": "555--567",
            "other_ids": {
                "DOI": [
                    "10.12944/CRNFSJ.7.2.24"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Rice protein-induced enterocolitis syndrome with transient specific IgE to boiled rice but not to retort-processed rice",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yasutomi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kosaka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kawakita",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Okazaki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Murai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Miyagawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mayumi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohshima",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatr. Int",
            "volume": "56",
            "issn": "",
            "pages": "110--112",
            "other_ids": {
                "DOI": [
                    "10.1111/ped.12198"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Review of the effects of different processing technologies on cooked and convenience rice quality",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fitzgerald",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stokes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Witt",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Trends Food Sci. Technol",
            "volume": "59",
            "issn": "",
            "pages": "124--138",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tifs.2016.11.009"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Not Just a Grain of Rice: The Quest for Quality",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fitzgerald",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Mccouch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Trends Plant Sci",
            "volume": "14",
            "issn": "",
            "pages": "133--139",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tplants.2008.12.004"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Home cooking during Covid-19",
            "authors": [],
            "year": null,
            "venue": "Food Technol",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Sensory and instrumental texture measurement of thermally processed rice",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Prakash",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ravi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sathish",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shyamala",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shwetha",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rangarao",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Sens. Stud",
            "volume": "20",
            "issn": "",
            "pages": "410--420",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1745-459X.2005.00036.x"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Developing model food systems with rice based products for microwave assisted thermal sterilization",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Auksornsri",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Bornhorst",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Songsermpong",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "96",
            "issn": "",
            "pages": "551--559",
            "other_ids": {
                "DOI": [
                    "10.1016/j.lwt.2018.05.054"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Effect of hydrostatic high pressure pretreatment on flavor volatile profile of cooked rice",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Cereal Sci",
            "volume": "58",
            "issn": "",
            "pages": "479--487",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcs.2013.09.010"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Techniques for cannning instant parboiled rice",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Gerdes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Burns",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Food Sci",
            "volume": "47",
            "issn": "",
            "pages": "1734--1735",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2621.1982.tb05024.x"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Study on the thermal processing of canned rice. Warasan Samnakngan Khana Kammakan Wichai Haeng Chat",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Narkrugsa",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "243--258",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The performance of organic and inorganic coated retort pouch materials on the shelf life of ready-to-eat rice products",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Byun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mangalassary",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Bae",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cooksey",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Whiteside",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "LWT",
            "volume": "43",
            "issn": "",
            "pages": "862--866",
            "other_ids": {
                "DOI": [
                    "10.1016/j.lwt.2010.01.009"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Recent advances in agitation thermal processing",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": ".-L",
                    "middle": [],
                    "last": "Ramaswamy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Curr. Opin. Food Sci",
            "volume": "23",
            "issn": "",
            "pages": "90--96",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cofs.2018.07.001"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Developments in in-container retort technology: The Zinetec Shaka ® process",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Walden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Emanuel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Case Studies in Novel Food Processing Technologies",
            "volume": "",
            "issn": "",
            "pages": "389--406",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Rhelogical Properties of Gelatinized Starch Solutions as Influenced by Thermal-Processing in an Agitating Retort",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Ramaswamy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Basak",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Abbatemarco",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Sablani",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Food Eng",
            "volume": "25",
            "issn": "",
            "pages": "441--454",
            "other_ids": {
                "DOI": [
                    "10.1016/0260-8774(94)00009-X"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Conjoint Analysis): The new concept research in the analysis of consumer behaviour and choice",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Porretta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gere",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Radványi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Mind"
                    ],
                    "last": "Moskowitz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Genomics",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Trends Food Sci. Technol",
            "volume": "84",
            "issn": "",
            "pages": "29--33",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tifs.2018.01.004"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Uncovering the mind-sets of consumers towards food safety messages",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Saulo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Moskowitz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Food Qual. Prefer",
            "volume": "22",
            "issn": "",
            "pages": "422--432",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodqual.2011.02.005"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Modelling message preference: An adaptive conjoint analysis of persuasvie messaging to increase fruit and vegetable consumption",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Della",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "U"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Best",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "N"
                    ],
                    "last": "Carthan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Rajack-Talley",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Commun. Healthc",
            "volume": "9",
            "issn": "",
            "pages": "164--178",
            "other_ids": {
                "DOI": [
                    "10.1080/17538068.2016.1238179"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "How to identify the perfect product claim",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dinasco",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wicker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Krieger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Moskowitz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "World Food Ingred",
            "volume": "",
            "issn": "",
            "pages": "48--52",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Rapid Method for Quantitative Analysis of the Aroma Impact Compound, 2-Acetyl-1-pyrroline, in Fragrant Rice Using Automated Headspace Gas Chromatography",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sriseadka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wongpornchai",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kitsawatpaiboon",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Agric. Food Chem",
            "volume": "54",
            "issn": "",
            "pages": "8183--8189",
            "other_ids": {
                "DOI": [
                    "10.1021/jf0614490"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Characterization of Haplotype Diversity in the BADH2 Aroma Gene and Development of a KASP SNP Assay for Predicting Aroma",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Addison",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Angira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kongchum",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Harrell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Baisakh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Linscombe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Famoso",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "1--9",
            "other_ids": {
                "DOI": [
                    "10.1186/s12284-020-00410-7"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Decrease in rice aroma after application of growth regulators",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Goufo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wongpornchai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Agron. Sustain. Dev",
            "volume": "31",
            "issn": "",
            "pages": "349--359",
            "other_ids": {
                "DOI": [
                    "10.1051/agro/2010011"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Precise Colour Communication",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Konica",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Heat penetration characteristics of rice-kheer during in-pouch processing in a rotary retort",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alok",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gopal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ravishankar",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Indian J. Dairy Biosci",
            "volume": "11",
            "issn": "",
            "pages": "50--54",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Registration of 'CLJ01 rice",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Famoso",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Harrell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Groth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kongchum",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Wenefrida",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Oard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Zaunbrecher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Bearb",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Conner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Guidry",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Plant Regist",
            "volume": "13",
            "issn": "",
            "pages": "143--147",
            "other_ids": {
                "DOI": [
                    "10.3198/jpr2018.06.0035crc"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Parboiled rice production without steaming by microwave-assisted hot air fluidized bed drying",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Saniso",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Prachayawarakorn",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Swasdisevi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Soponronnarit",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.fbp.2019.12.005"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Effect of high pressure steam on the eating quality of cooked rice",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "104",
            "issn": "",
            "pages": "100--108",
            "other_ids": {
                "DOI": [
                    "10.1016/j.lwt.2019.01.043"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Sensory Test for Aroma and Quantitative Analysis of 2-Acetyl-1-Pyrroline in Asian Aromatic Rice Varieties",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Hien",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yoshihashi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Sarhadi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hirata",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Plant Prod. Sci",
            "volume": "9",
            "issn": "",
            "pages": "294--297",
            "other_ids": {
                "DOI": [
                    "10.1626/pps.9.294"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Aroma profile of rice varieties by a novel SPME method able to maximize 2-acetyl-1-pyrroline and minimize hexanal extraction",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dias",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Duarte",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Mariutti",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bragagnolo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Food Res. Int",
            "volume": "123",
            "issn": "",
            "pages": "550--558",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodres.2019.05.025"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Hue angle determinations and statistical analysis for multiquadrant hunter L,a,b data",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mclellan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Lind",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Kime",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Food Qual",
            "volume": "18",
            "issn": "",
            "pages": "235--240",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1745-4557.1995.tb00377.x"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Application Note",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Effects of High-Pressure Treatment on Functional, Rheological, Thermal and Structural Properties of Thai Jasmine Rice Flour Dispersion",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "Mulla",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Arfat",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Food Process. Preserv",
            "volume": "41",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jfpp.12964"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Arsenic in Rice and Rice Products Risk Assessment Report",
            "authors": [],
            "year": 2016,
            "venue": "FDA Center for Food Safety and Applied Nutrition",
            "volume": "",
            "issn": "",
            "pages": "47--48",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Jazzman, CLJ01 (Reg. No. CV-152, PI 687361), (CJ), Thai Jasmine (TJ), (Product of Thailand, Walong Marketing Inc., Buena Park, CA, USA), and Uncle Ben's parboiled (PB) (MARS, Rancho Domingues, CA, USA) rice were evaluated. Louisiana State University (LSU) H. Rouse Caffey Rice Research Station (Rayne, LA, USA) donated",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Clearfield Jazzman (A), Thai Jasmine (B), and parboiled (C) rice slowest heat penetration data at 0 SPM displaying retort temperature ( ), heat penetration ( ), and accumulated F0 ( ). shakes per min (SPM).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Clearfield Jazzman (A), Thai Jasmine (B), and parboiled (C) rice slowest heat penetration data at 0 SPM displaying retort temperature (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Clearfield Jazzman (A), Thai Jasmine (B), and parboiled (C) rice slowest heat penetration data at 0 SPM displaying retort temperature ( ), heat penetration ( ), and accumulated F0 ( ). shakes per min (SPM).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Clearfield Jazzman (A), Thai Jasmine (B), and parboiled (C) rice slowest heat penetration data at 0 SPM displaying retort temperature ( ), heat penetration ( ), and accumulated F0 ( ). shakes per min (SPM).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Clearfield Jazzman (A), Thai Jasmine (B), and parboiled (C) rice slowest heat penetration data at 0 SPM displaying retort temperature ( ), heat penetration ( ), and accumulated F0 ( ). shakes per min (SPM).). shakes per min (SPM).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Clearfield Jazzman (CJ) rice slowest heat penetration data at 45 (A), 90 (B), and 130 (C) SPM displaying retort temperature ( ), heat penetration ( ), and accumulated F0 ( ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Clearfield Jazzman (CJ) rice slowest heat penetration data at 45 (A), 90 (B), and 130 (C) SPM displaying retort temperature (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Clearfield Jazzman (A), Thai Jasmine (B), and parboiled (C) rice slowest heat penetration data at 0 SPM displaying retort temperature ( ), heat penetration ( ), and accumulated F0 ( ). shakes per min (SPM).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Clearfield Jazzman (A), Thai Jasmine (B), and parboiled (C) rice slowest heat penetration data at 0 SPM displaying retort temperature ( ), heat penetration ( ), and accumulated F0 ( ). shakes per min (SPM).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Clearfield Jazzman (A), Thai Jasmine (B), and parboiled (C) rice slowest heat penetration data at 0 SPM displaying retort temperature ( ), heat penetration ( ), and accumulated F0 ( ). shakes per min (SPM).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "The analysis of the full factorial design presented as Pareto and main effects plots for amylose (AML: A and C, respectively) and total starch (TS: B and D, respectively).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "The analysis of the full factorial design presented as Pareto and main effects plots for amylose (AML: (A,C), respectively) and total starch (TS: (B,D) respectively).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Clearfield Jazzman (CJ); Thai Jasmine (TJ); parboiled (PB) were cooked in a retail rice cooker (RC), in retort without reciprocal agitation (0), in retort at45 SPM (45), in retort at 90 SPM (90), in retort at 130 SPM (130). L*a*b* represents CIE color parameters; ∆E RC represents the perceived color difference between the rice cooker and retort processed rice. ∆E 0SPM represents the perceived color difference between retort rice processed without agitation to rice cooked with reciprocal agitation.2 Dunnett's Multiple Comparisons of retort cooked rice compared to rice cooker (RC)-Controls. Means not labeled with the letter A on each type of rice group are significantly different (p < 0.05) from the respective RC Control and are bolded to enhance clarity. Trends for a* values showed no significant differences by cook method for CJ and TJ rice, but PB rice had significantly higher a* values for PB-45 and PB-90 than PB-0 or PB-130 (bolded). Only PB rice had positive a* values. The b* values for CJ rice ranged from 13.2 to 15.5 and were not significantly different. TJ rice had b* values that ranged from 8.3 to 10.7. TJ-RC and TJ-0 had significantly different b* values (bolded) from TJ-45, TJ-90, or TJ-130. The b* values for PB rice ranged from 20.8 to 22.5 and b* values of PB-45 were significantly higher (bolded) than other PB rice.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "The analysis of the full factorial design presented as Pareto and main effects plots for Chroma (C: A and C, respectively) and hue (h: B and D, respectively).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "The analysis of the full factorial design presented as Pareto and main effects plots for chroma (C: (A,C), respectively) and hue (h: (B,D) respectively).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Materials: The following are available online at http://www.mdpi.com/2304-8158/9/11/1559/s1, Figure S1: Thai Jasmine (TJ) rice slowest heat penetration data at 45 (A), 90 (B) and 130 (C) SPM, Figure S2: Parboiled (PB) rice slowest heat penetration data at 45 (A), 90 (B) and 130 (C) SPM.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Ball factors and cook times for three rice varieties at four process speeds using slowest heat penetration data 1,2 . Ball formula settings: j c was kept constant at 1.41, f c = f h , come-up-time was 13.5 min, IT was 20 • C, and retort temperature was 121.1 • C.The f h values for the slowest heat penetration data for CJ, TJ, and PB are presented inTable 1.The f h values ranged from 18.6 and 22.3 min and were similar to f h values of 17.5 to 26 min reported for Jasmin, Reungkeaw, and Pinkeaw rice",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Starch and aroma quality attributes of rice cooker and retort processed rice 1,2 .",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Color quality attributes of rice cooker and retort processed rice 1,2 .",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Categories and elements and segmentation of consumers into three groups a,b .Mindsets: 1-PackagingPhiles; 2-Busy Rice Lovers; 3-Easy Meal Rice Cooksa Absolute values greater than 8 indicate drivers of consumer choice (green) or barriers to consumer choice (red). b Participants were selected from southeastern states in the U.S.A. (Alabama, Arkansas, Florida, Georgia, Kentucky, Mississippi, North Carolina, South Carolina, and Tennessee) with an income between $20,000 and $69,999. Age ranges were18-24, 25-34, 35-44, 45-54, 55-64, 65+; percentages in each age range were 2.5% 28.6%,22.6%, 16.6% 14.6% 15.1%, respectively.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflict of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, or in the decision to publish the results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}