{
    "paper_id": "3da0e5787cbaec1eb3d71d1157d81ad1bdcb46b4",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The attention of the world is rightly focused on measures to mitigate the transmission and economic effect of the 2019 novel coronavirus disease pandemic. In this rapidly changing situation, media and social conversations are entirely dominated by the outbreak, and children are exposed to large amounts of information and high levels of stress and anxiety in the adults around them. Simultaneously, children are experiencing substantial changes to their daily routine and social infrastructure, which ordinarily foster resilience to challenging events. 1 Parents would do anything to protect their children from distress and might avoid talking about difficult feelings and events. However, research shows that even children as young as 2 years are aware of the changes around them. 2 Children's understanding evolves throughout childhood and adolescence. Thus, when adults talk to children, the information provided needs to take into account the child's age and level of understanding. Sensitive and effective communication about life-threatening illness has major benefits for children and their family's longterm psychological wellbeing. 2 Children need honest information about changes within their family; when this information is absent, children attempt to make sense of the situation on their own. 3 Consideration of the child's developmental stage is crucial to ensure that communication is effective and neither underestimates or overestimates their understanding. 4 Communicating with younger children should not solely rely on simplification of the language or concepts used, but must also take into account children's comprehension of illness and causality. Between the ages of approximately 4 and 7 years, understanding is substantially influenced by magical thinking, a concept that describes a child's belief that thoughts, wishes, or unrelated actions can cause external eventseg, an illness can be caused by a particular thought or behaviour. The emergence of magical thinking occurs around the same time children are developing a sense of conscience, while still having a poor understanding of how illness is spread. Adults need to be vigilant that children are not inappropriately blaming themselves or feeling that the illness is a punishment for previous bad behaviour. 5 Therefore, listening to what children believe about COVID-19 transmission is essential; providing children with an accurate explanation that is meaningful to them will ensure that they do not feel unnecessarily frightened or guilty.",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 555,
                    "text": "1",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 784,
                    "end": 785,
                    "text": "2",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1143,
                    "end": 1144,
                    "text": "2",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1308,
                    "end": 1309,
                    "text": "3",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1477,
                    "end": 1478,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 2294,
                    "end": 2295,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Protecting the psychological health of children through effective communication about COVID-19"
        },
        {
            "text": "The uncertainty about the personal and global effects of COVID-19 is creating great concern, in addition to the specific psychological effect of quarantine. 6 Adults' preoccupation with the implications of COVID-19 might compromise their ability to sensitively recognise and respond to children's cues or distress. 7 Children are well attuned to adults' emotional states; exposure to unexplained and unpredictable behaviour is perceived by children as a threat, resulting in a state of anxiety. Even children younger than 2 years will notice the absence of regular caregivers (eg, grandparents) and become unsettled and upset, seeking their return. Conversely, children and adolescents' anxiety can also manifest in challenging externalising behaviours, such as acting out or arguing, rather than more typically assumed tearful, sad, or worried responses.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 158,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 315,
                    "end": 316,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Protecting the psychological health of children through effective communication about COVID-19"
        },
        {
            "text": "Although adults often want to know how children are feeling, adults often do not set an example by sharing some of their own feelings, and conversations might well be dominated by the practical aspects of illness. 2 Research has highlighted that parents sometimes specifically use technical or factual language to try and minimise their children's distress. 8 An absence of emotion-focused conversations might leave children anxious about the emotional state of the adults around them. This anxiety can inadvertently result in children's avoidance of sharing their own concerns in an attempt to protect others, leaving children to cope with these difficult feelings alone. 2 Adults need to be authentic about some of the uncertainty and psychological challenges of the pandemic, without overwhelming children with their own fears. This honesty not only offers a coherent explanation for what children are observing, but also grants permission for children to safely talk about their own feelings. Normalising their emotional reactions and reassuring children about how the family will look after each other helps to contain anxiety and provides a shared focus.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 215,
                    "text": "2",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 358,
                    "end": 359,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 673,
                    "end": 674,
                    "text": "2",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Protecting the psychological health of children through effective communication about COVID-19"
        },
        {
            "text": "Mental health responses to previous emergencies and disasters have included widespread psychological first aid, focusing on psychoeducation about normative reactions and coping strategies. 1 Providing information 9 and prioritising communication with children about COVID-19 is an essential component of any universal, community-led response to the pandemic. Health-care workers are experiencing unprecedented demands caring for a predominantly adult patient population, magnifying the invisibility of children's urgent psychological needs. However, ignoring the immediate and long-term psychological effects of this global situation would be unconscionable, especially for children and young people, who account for 42% of our world's population. 10 We declare no competing interests. ",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 214,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 750,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Protecting the psychological health of children through effective communication about COVID-19"
        },
        {
            "text": "To control the transmission of coronavirus disease 2019 (COVID-19), the Chinese Government has implemented strict domestic quarantine policies. As of March 24, 2020, more than 80 000 individuals with COVID-19, and 690 000 individuals who have come into close contact with individuals with COVID-19 have been registered and quarantined, including a large number of children. 1 This quick action has effectively slowed the spread of new cases of infection on both the Chinese mainland and the rest of the world.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 375,
                    "text": "1",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Mental health considerations for children quarantined because of COVID-19"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Neurodevelopmental delay in normocephalic children with in utero exposure to Zika virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Faiçal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "De Oliveira",
                    "suffix": ""
                },
                {
                    "first": "Jvv",
                    "middle": [],
                    "last": "Oliveira",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ Paediatr Open",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cerebral palsy in children with congenital Zika syndrome: a 2-year neurodevelopmental follow-up",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Carvalho",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ventura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Taguchi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Child Neurol",
            "volume": "35",
            "issn": "",
            "pages": "202--209",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Neurological outcome of the congenital Zika syndrome in toddlers and pre-schoolers",
            "authors": [
                {
                    "first": "Hvfs",
                    "middle": [],
                    "last": "Souza Pereira",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "Aprl",
                    "middle": [],
                    "last": "Amâncio",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Microglia, the missing link in maternal immune activation and fetal neurodevelopment; and a possible link in preeclampsia and disturbed neurodevelopment?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Prins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eskandar",
                    "suffix": ""
                },
                {
                    "first": "Bjl",
                    "middle": [],
                    "last": "Eggen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Reprod Immunol",
            "volume": "126",
            "issn": "",
            "pages": "18--22",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Zika virus impairs growth in human neurospheres and brain organoids",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Garcez",
                    "suffix": ""
                },
                {
                    "first": "Correia",
                    "middle": [],
                    "last": "Loiola",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Madeiro",
                    "middle": [],
                    "last": "Da Costa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "352",
            "issn": "",
            "pages": "816--834",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Zika virus infection in pregnant women in Rio de Janeiro",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brasil",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Pereira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Moreira",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "375",
            "issn": "",
            "pages": "2321--2355",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An early marker for neurological deficits after perinatal brain lesions",
            "authors": [
                {
                    "first": "Hfr",
                    "middle": [],
                    "last": "Prechtl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Einspieler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cioni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Bos",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferrari",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sontheimer",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Lancet",
            "volume": "349",
            "issn": "",
            "pages": "1361--63",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Child and adolescent mental health amidst emergencies and disasters",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Danese",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chitsabesan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dubicka",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Br J Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1192/bjp.2019.244"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Communication with children and adolescents about the diagnosis of a life-threatening condition in their parent",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dalton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rapa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ziebland",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet",
            "volume": "393",
            "issn": "",
            "pages": "1164--76",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Current approaches to helping children cope with a parent's terminal illness",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Christ",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Christ",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "CA Cancer J Clin",
            "volume": "56",
            "issn": "",
            "pages": "197--212",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Communication with children and adolescents about the diagnosis of their own life-threatening condition",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dalton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rapa",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet",
            "volume": "393",
            "issn": "",
            "pages": "1150--63",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The child's experience. In: Counselling children with chronic medical conditions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "28--48",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The psychological impact of quarantine and how to reduce it: rapid review of the evidence",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "912--932",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The influence of postnatal psychiatric disorder on child development. Is maternal preoccupation one of the key underlying processes?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lehtonen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nicol-Harper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Craske",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Psychopathology",
            "volume": "42",
            "issn": "",
            "pages": "11--21",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "When a parent has cancer: challenges to patients, their families and health providers",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Krauel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Krause-Hebecker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Czimbalmos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bottomley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Flechtner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Expert Rev Pharmacoecon Outcomes Res",
            "volume": "12",
            "issn": "",
            "pages": "795--808",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "How to talk to your child about coronavirus disease 2019 (COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Coming of age: adolescent health. World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "*Louise Dalton, Elizabeth Rapa, Alan Stein louise.dalton@psych.ox.ac.uk Department of Psychiatry, University of Oxford, Oxford OX3 7JX, UK",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}