{
    "paper_id": "3da09ed0c53ebaba57fa424cc4e95403c26df897",
    "metadata": {
        "title": "Limiting the priming dose of a SARS CoV-2 vaccine improves virus-specific immunity",
        "authors": [
            {
                "first": "Sarah",
                "middle": [],
                "last": "Sanchez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University",
                    "location": {
                        "postCode": "60611",
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicole",
                "middle": [],
                "last": "Palacio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University",
                    "location": {
                        "postCode": "60611",
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Tanushree",
                "middle": [],
                "last": "Dangi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University",
                    "location": {
                        "postCode": "60611",
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Ciucci",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Rochester",
                    "location": {
                        "postCode": "14642",
                        "settlement": "Rochester",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Pablo",
                "middle": [],
                "last": "Penaloza-Macmaster",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University",
                    "location": {
                        "postCode": "60611",
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Since late 2019, SARS-CoV-2 has caused a global pandemic that has infected 128 million people worldwide. Although several vaccine candidates have received emergency use authorization (EUA), there are still a limited number of vaccine doses available. To increase the number of vaccinated individuals, there are ongoing discussions about administering partial vaccine doses, but there is still a paucity of data on how vaccine fractionation affects vaccine-elicited immunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We performed studies in mice to understand how the priming dose of a SARS CoV-2 vaccine affects long-term immunity to SARS CoV-2. We first primed C57BL/6 mice with an adenovirus-based vaccine encoding SARS CoV-2 spike protein (Ad5-SARS-2 spike), similar to that used in the CanSino and Sputnik V vaccines. This prime was administered either at a low dose (LD) of 10 6 PFU or at a standard dose (SD) of 10 9 PFU, followed by a SD boost in all mice four weeks later. As expected, the LD prime induced lower immune responses relative to the SD prime. However, the LD prime elicited immune responses that were qualitatively superior, and upon boosting, mice that were initially primed with a LD exhibited significantly more potent immune responses. Overall, these data demonstrate that limiting the priming dose of a SARS CoV-2 vaccine may confer unexpected benefits. These findings may be useful for improving vaccine availability and for rational vaccine design.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Several vaccines are currently being used in humans to prevent COVID-19. Among these, adenovirus-based vaccines have shown potent protection against severe COVID-19. These vaccines are based on adenovirus serotype 5, adenovirus serotype 26, and chimpanzee adenovirus (ChAdOx1). However, there is not a sufficient number of vaccine doses available to immunize the entire world population, which has motivated discussions about administering partial vaccine doses to increase the number of people who receive the vaccine. Nevertheless, there is little information on how vaccine fractionation affects long-term immunity to SARS CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Phase I vaccine trials typically involve dose-escalation studies comparing a range of vaccine doses in groups of people who receive the same dose of the vaccine during the prime and the boost. However, they do not typically evaluate \"intra-group dose escalation,\" in which individuals would first receive a prime with a low dose, and then a boost with a higher dose. We performed studies in mice to determine the immunological effect of intra-group vaccine dose escalation. Our data show that limiting the priming dose of a SARS CoV-2 vaccine may confer an unexpected qualitative benefit to T cell responses and antibody responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We first primed C57BL/6 mice intramuscularly with an adenovirus vector expressing SARS CoV-2 spike protein (Ad5-SARS-2 spike), either at a low dose (LD) (10 6 PFU) or a standard dose (SD) (10 9 PFU). After four weeks, mice were boosted with the standard dose and CD8 T cell responses were analyzed by MHC tetramer binding assays (Fig.   1A ). We tracked a CD8 T cell response against an epitope (VNFNFNGL) that is highly conserved among bat and SARS-like coronaviruses, including SARS CoV-1, SARS CoV-2, RatG13, HKU3, WIV1, WIV16, RsSHC014, Rs3367, Shaanxi2011, Rm1/2004, YN2018B, SC2018, HuB2013, GX2013, and BM48-31/BGR/2008/Yunnan2011, among other coronaviruses. We will refer to this conserved CD8 T cell response as SARS CoV-2 specific response, or K b VL8 for simplicity purposes, where V represents the first amino acid, L represents the last amino acid, and 8 represents the number of amino acids in the sequence.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 329,
                    "end": 339,
                    "text": "(Fig.   1A",
                    "ref_id": null
                }
            ],
            "section": "Low dose (LD) vaccine prime elicits T cells with high anamnestic capacity."
        },
        {
            "text": "Initially, priming with a LD resulted in lower SARS CoV-2 specific CD8 T cell responses, relative to priming with a SD (Fig. 1B) . This result is consistent with the notion that the level of adaptive immune responses following adenovirus vaccination is dosedependent (1). However, an unexpected effect was observed after the booster immunization four weeks after. Mice that were initially primed with a LD exhibited significantly greater CD8 T cell expansion upon boosting, relative to mice that were initially primed with the higher SD ( Fig. 1B-1C ). More robust CD8 T cell recall expansion in the LD/SD regimen was also observed in tissues (Fig. 1D-1E ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 128,
                    "text": "(Fig. 1B)",
                    "ref_id": null
                },
                {
                    "start": 539,
                    "end": 549,
                    "text": "Fig. 1B-1C",
                    "ref_id": null
                },
                {
                    "start": 643,
                    "end": 654,
                    "text": "(Fig. 1D-1E",
                    "ref_id": null
                }
            ],
            "section": "Low dose (LD) vaccine prime elicits T cells with high anamnestic capacity."
        },
        {
            "text": "SARS CoV-2-specific CD8 T cells induced by the LD/SD regimen exhibited enhanced CD107a degranulation and IFNg expression ( Fig. 2A-2C ). Moreover, there was a pattern of improved CD4 T cell responses in the LD/SD regimen relative to the SD/SD regimen, but the difference was not statistically significant (Fig. 2D) . SARS CoV-2-specific CD8 T cells induced by the LD/SD regimen showed more robust granzyme B and Ki67 expression relative to the SD/SD regimen ( Fig. 2E-2G ), suggesting enhanced cytotoxicity and proliferation upon boosting. Collectively, these results demonstrate that limiting the priming dose elicits SARS CoV-2-specific T cell responses with superior anamnestic and functional capacity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 133,
                    "text": "Fig. 2A-2C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 305,
                    "end": 314,
                    "text": "(Fig. 2D)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 460,
                    "end": 470,
                    "text": "Fig. 2E-2G",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Low dose (LD) vaccine prime elicits T cells with high anamnestic capacity."
        },
        {
            "text": "The data above suggested qualitative differences in T cell responses following a single shot with either a low or a standard dose of vaccine. It is known that after an initial antigen encounter, T cells differentiate into distinct subsets, including short-lived effector cells (Teff), effector memory cells (Tem), and central memory cells (Tcm). Teff and Tem subsets exhibit rapid cytotoxicity, but are short-lived. On the other hand, the Tcm subset is long-lived and exhibits enhanced recall capacity (2) . To evaluate if the priming dose affected the differentiation of these T cells subsets, we FACS-sorted SARS CoV-2specific CD8 T cells at week 4 post-vaccination (prime only), and performed single-cell RNA-sequencing (scRNA-seq). Interestingly, SARS CoV-2 specific CD8 T cells elicited by a LD and a SD clustered differently, suggesting unique transcriptional signatures ( Fig. 3A ). CD8 T cells after a LD prime showed lower transcription of genes associated with effector function, such as Prdm1, Tbx21, Id2, Ifng, Gzmb, Gzma, Prf1, and genes associated with terminal differentiation, such as Klrg1 and Zeb2 (Fig. 3B) . Overall, the LD was associated with lower expression of genes associated with terminal effector differentiation ( Fig. 3C) (3). Importantly, CD8 T cells elicited by a LD showed higher transcription of genes associated with long-lived memory T cells, such as Tcf7, Id3, Bcl2, Ccr7, Sell (CD62L) and Il7r (CD127) (Fig. 3B ). Taken together, although the LD prime elicited a lower number of CD8 T cells, most of those CD8 T cells exhibited a Tcm signature with low terminal effector differentiation.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 505,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 879,
                    "end": 886,
                    "text": "Fig. 3A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1116,
                    "end": 1125,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1242,
                    "end": 1250,
                    "text": "Fig. 3C)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1439,
                    "end": 1447,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Effects of vaccine dose on T cell differentiation."
        },
        {
            "text": "These data suggested that limiting the priming dose has a profound effect on T cell differentiation, and we then interrogated whether these effects on T cell differentiation could be due to distinct TCR usage. To answer this question, we performed single-cell T cell receptor (TCR)-seq on SARS CoV-2 specific CD8 T cells at week 4 post-prime, and then we compared TCR clonotypes in the two groups. In both LD and SD, TCR usage and diversity were similar and characterized by an oligoclonal expansion and a major and lower levels of the inhibitory PD-1 receptor (Fig. 5F ), relative to CD8 T cells induced after a SD prime. Taken together, our functional data, transcriptomics data, and phenotypic data show that an initial antigen encounter has profound long-term effects on T cell differentiation following SARS CoV-2 vaccination.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 561,
                    "end": 569,
                    "text": "(Fig. 5F",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Effects of vaccine dose on T cell differentiation."
        },
        {
            "text": "Pre-existent immunity to adenoviral vectors can negatively affect vaccine-elicited immunity. We also reasoned that since mice that were primed with a SD harbor higher levels of virus-specific T cells and antibodies, this may result in more stringent competition for antigen during a subsequent booster immunization. To rule out these possibilities, we evaluated recall CD8 T cells in the absence of other pre-existing responses, by performing adoptive transfers of low numbers of purified SARS CoV-2specific CD8 T cells into naïve hosts. Four weeks after priming mice with a LD or a SD, we FACS-purified splenic SARS CoV-2-specific CD8 T cells, and transferred these at equal low numbers (500 cells) into congenically distinct naïve mice. One day after adoptive transfer, all recipient mice were vaccinated with the SD (10 9 PFU) of the SARS CoV-2 vaccine, and secondary CD8 T cell expansion was assessed by flow cytometry (Fig. 6A ). We show that donor CD8 T cells from mice that were primed with a LD exhibited more robust secondary expansion compared to those primed with a SD (Fig.   6B -6E). These data show that a \"gentle\" antigenic prime elicits CD8 T cells that are intrinsically superior on a per-cell basis, and better able to mount a secondary response upon a booster immunization, irrespective of whether there are pre-existing vector or transgene-specific immune responses in the host. The adoptive transfer experiment above with normalized numbers of CD8 T cells was also consistent with our earlier scRNA-seq data showing that on a per-cell basis, a LD vaccine prime elicited less terminal differentiation with a superior Tcm differentiation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 923,
                    "end": 931,
                    "text": "(Fig. 6A",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1080,
                    "end": 1090,
                    "text": "(Fig.   6B",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Effects of vaccine dose on T cell differentiation."
        },
        {
            "text": "Our analyses so far have been focused on T cell responses, but we also report profound differences in antibody responses. After a single prime immunization, the LD elicited antibody responses that were expectedly lower compared to the SD. However, antibody responses elicited by the LD expanded more robustly upon boosting (Fig. 7A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 331,
                    "text": "(Fig. 7A",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "LD/SD elicits superior antibody responses relative to SD/SD."
        },
        {
            "text": "The LD/SD regimen exhibited superior germinal center B cell responses upon boosting, relative to the SD/SD regimen ( Fig. 7B-7C ). Generation of germinal center (GC) B cells after SARS CoV-2 vaccination is associated with potent SARS CoV-2 neutralizing antibody responses (4). Therefore, we performed neutralization assays using SARS CoV-2 pseudovirus to measure the ability of vaccine-elicited antibodies to block viral entry. Consistent with the profound increase in GC B cells, the LD/SD regimen elicited a 43-fold improvement in neutralizing antibodies compared to SD/SD (Fig. 7D) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 127,
                    "text": "Fig. 7B-7C",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 575,
                    "end": 584,
                    "text": "(Fig. 7D)",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "LD/SD elicits superior antibody responses relative to SD/SD."
        },
        {
            "text": "Currently, there are concerns about emerging SARS CoV-2 variants, and their potential to evade vaccine-elicited immune responses. A critical question is whether the current vaccines would protect against these variants or different coronaviruses that may appear in the future. We therefore interrogated whether changing the priming dose of our SARS CoV-2 vaccine could affect immune cross-reactivity against another",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LD/SD elicits superior antibody responses relative to SD/SD."
        },
        {
            "text": "coronavirus. To answer this simple question, we measured antibody responses to a distinct SARS coronavirus (original SARS CoV-1). Interestingly, the LD/SD regimen resulted in 5-fold improvement in cross-reactive antibody responses, relative to the SD/SD regimen (Fig. 7E ). Altogether, these findings demonstrate that the anamnestic potential of antibody responses is also enhanced when the initial vaccine dose is reduced. In conclusion, we show that reducing the prime dose of an Ad5-based SARS CoV-2 vaccine confers an unprecedented advantage to T cell responses and antibody responses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 270,
                    "text": "(Fig. 7E",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "LD/SD elicits superior antibody responses relative to SD/SD."
        },
        {
            "text": "Adenovirus Here, we show that fractionating the priming dose of an adenovirus-based SARS CoV-2 vaccine confers an unexpected immunological benefit. However, a possible trade-off of fractionating the priming dose is that it may initially result in lower immune responses, which may render the host transiently more susceptible to infection. Notwithstanding this potential concern, It is unclear what is the minimum level of immune responses required to protect against severe COVID-19, but a recent study demonstrated that even a low dose single-shot of an adenovirus-based SARS CoV-2 vaccine is sufficient to confer protection against severe disease in primates (7). Similarly, a single dose of a DNA-based SARS CoV-2 vaccine, which is ~1000-fold less immunogenic than a LD single-shot of our Ad5-based vaccine, was able to protect macaques from a SARS CoV- should be fractionated to allow more people to get vaccinated. A rationale for fractionating SARS CoV-2 vaccines is that it may result in wider herd immunity even if vaccine efficacy is only partial, and that this could have a more striking effect in blocking transmission at the population level. However, an argument against vaccine fractionation is that it has not been rigorously tested with SARS CoV-2 vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Conceptually, our findings are contrary to conventional wisdom, because we show that when it comes to the immune system, sometimes \"less is more.\" Antigen is the first signal required for the activation of the adaptive immune system. However, the amount of antigen during a vaccine prime is not always proportional to the long-term magnitude and quality of the immune response, especially if the immune response is subsequently boosted. A prior study by Ahmed and colleagues in the lymphocytic choriomeningitis virus (LCMV) system showed that the duration of initial antigenic stimulation impacts T cell differentiation. This earlier study showed that CD8 T cells primed at the early stage of the infection preferentially differentiate into Tem, whereas CD8 T cells primed during the end of the infection preferentially differentiate into Tcm. Furthermore, we have previously shown that protracted acute infections favor Tem differentiation (13) .",
            "cite_spans": [
                {
                    "start": 941,
                    "end": 945,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Altogether, these prior reports suggest that a protracted antigen stimulation after a prime imprints a Tem phenotype, whereas a shortened antigen stimulation after a prime imprints a Tcm phenotype. Similar to this notion, we show that a LD prime favors Tcm differentiation, characterized by high expression of CD127, the IL-7 receptor a chain, which allows the T cell to survive long-term. Tcm CD8 T cells also exhibit enhanced recall capacity, which can explain the improved secondary expansion that was observed in our LD/SD regimen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "The LD/SD regimen also induced superior antibody responses compared to the SD/SD regimen, suggesting that a \"gentle\" antigen prime also generates memory B cell responses with significantly superior anamnestic capacity. Strikingly, the LD/SD regimen generated a 43-fold improved neutralizing response, compared to the SD/SD regimen. Thus, the effect of a LD prime on antibody responses is substantially more striking compared to its effect on T cell responses. Most of our mechanistic studies involve CD8 T cells, and our future studies will be aimed at understanding how a LD prime affects memory B cell differentiation. In vitro antibody neutralization is directly correlated with in vivo protection against SARS CoV-2 challenges (8) improved cross-reactive antibody responses compared to SD/SD. Note also that the CD8 T cell response that we measured in these studies was specific for a highly conserved epitope (VNFNFNGL) that is present across multiple coronaviruses. There have been reports of re-infections caused by SARS CoV-2 variants, such as the B1.1.7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "and B.1.351 variants, which are also thought to evade antibody responses elicited by vaccination (14) . Interestingly, a study of recovered COVID-19 patients showed that virus-specific CD8 T cells are still able to recognize these variants, highlighting a critical role for CD8 T cells in providing broad protection against emerging variants (15) .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 342,
                    "end": 346,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Altogether, the LD/SD regimen may be particularly effective in the context of universal coronavirus vaccines, because this regimen induces potent levels of cross-reactive immune responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "The extent to which our results generalize to humans has not been determined, but a recent clinical trial with an adenovirus-based SARS CoV-2 vaccine (ChAdOx1, nCoV- 19) , in which the priming dose was accidentally reduced to half, reported superior efficacy relative to standard dose (90% efficacy for LD/SD, versus 62% efficacy for SD/SD) (16) . However, in those studies it was unclear whether the improvement in the LD/SD group was due to prolonging the prime-boost interval or due to the priming dose itself. Our results bring more clarity to this confounding issue, as we show that the priming dose alone can have a substantial qualitative effect on immune responses.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Historically, phase 1 vaccine trials compare a range of vaccine doses among different groups of individuals. However, they do not typically analyze the effect of doseescalation within the same individual. The data presented here make a case for exploring intra-group vaccine dose escalation in future clinical trials. In summary, our results warrant a re-evaluation of current vaccine trial design, and most importantly, they may be useful to understand the effects of vaccine fractionation, which is a consideration during times of vaccine scarcity. Indicated P values were determined by Mann-Whitney U test. Fluorescently-labeled antibodies were purchased from BD Pharmingen, except for anti-CD44 (which was from Biolegend). Flow cytometry samples were acquired with a Becton Dickinson Canto II or an LSRII and analyzed using FlowJo (Treestar).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Homologous (SARS CoV-2) and heterologous (SARS CoV-1) virus-specific ELISA:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1. A LD/SD vaccine regimen elicits superior CD8 T cells compared to a SD/SD vaccine regimen. (A)"
        },
        {
            "text": "Binding antibody titers were measured using ELISA as described previously (18, 19) , ",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "text": "(18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 79,
                    "end": 82,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Figure 1. A LD/SD vaccine regimen elicits superior CD8 T cells compared to a SD/SD vaccine regimen. (A)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Antigen expression determines adenoviral vaccine potency independent of IFN and STING signaling",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clin Invest",
            "volume": "125",
            "issn": "",
            "pages": "1129--1146",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Lineage relationship and protective immunity of memory CD8 T cell subsets",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Wherry",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Immunol",
            "volume": "4",
            "issn": "",
            "pages": "225--234",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Delineation of a molecularly distinct terminally differentiated memory CD8 T cell population",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Milner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "117",
            "issn": "",
            "pages": "25667--25678",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SARS-CoV-2 mRNA Vaccines Foster Potent Antigen-Specific Germinal Center Responses Associated with Neutralizing Antibody Generation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lederer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Immunity",
            "volume": "53",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Novel Concepts for HIV Vaccine Vector Design",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "A"
                    ],
                    "last": "Alayo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Provine",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Penaloza-Macmaster",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Alternative serotype adenovirus vaccine vectors elicit memory T cells with enhanced anamnestic capacity compared to Ad5 vectors",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Penaloza-Macmaster",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "1373--1384",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Low-Dose Ad26.COV2.S Protection Against SARS-CoV-2 Challenge in Rhesus Macaques. bioRxiv",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "DNA vaccine protection against SARS-CoV-2 in rhesus macaques",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Fractional dosing of yellow fever vaccine to extend supply: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Peak",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "388",
            "issn": "",
            "pages": "2904--2911",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Optimizing the dose of pre-pandemic influenza vaccines to reduce the infection attack rate",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Med",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Fractional dose of intradermal compared to intramuscular and subcutaneous vaccination -A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Schnyder",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Travel Med Infect Dis",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Intradermal Administration of Fractional Doses of Inactivated Poliovirus Vaccine: A Dose-Sparing Option for Polio Immunization",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Okayasu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Infect Dis",
            "volume": "216",
            "issn": "",
            "pages": "161--167",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Early type I IFN blockade improves the efficacy of viral vaccines",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Palacio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Experimental Medicine",
            "volume": "217",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Efficacy of the ChAdOx1 nCoV-19 Covid-19 Vaccine against the B.1.351 Variant",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Madhi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "CD8+ T cell responses in COVID-19 convalescent individuals target conserved epitopes from multiple prominent SARS-CoV-2 circulating variants. medRxiv",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Redd",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Oxford-AstraZeneca COVID-19 vaccine efficacy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Knoll",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wonodi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet",
            "volume": "397",
            "issn": "",
            "pages": "72--74",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Preferential localization of effector memory cells in nonlymphoid tissue",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Masopust",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vezys",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Marzo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lefrancois",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "291",
            "issn": "",
            "pages": "2413--2417",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Interrogating Adaptive Immunity Using LCMV",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dangi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "R"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Palacio",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Penaloza-Macmaster",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Curr Protoc Immunol",
            "volume": "130",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Early type I IFN blockade improves the efficacy of viral vaccines",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Palacio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Exp Med",
            "volume": "217",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Protocol and Reagents for Pseudotyping Lentiviral Particles with SARS-CoV-2 Spike Protein for Neutralization Assays",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H D"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Viruses",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Emergence and Functional Fitness of Memory CD4(+) T Cells Require the Transcription Factor Thpok",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ciucci",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Immunity",
            "volume": "50",
            "issn": "",
            "pages": "91--105",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Bioconductor package for differential expression analysis of digital gene expression data",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Smyth",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Bioinformatics",
            "volume": "26",
            "issn": "",
            "pages": "139--140",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "scRepertoire: An R-based toolkit for single-cell immune receptor analysis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Borcherding",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Bormann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kraus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Next, we immunophenotyped SARS CoV-2-specific CD8 T cells at week 4 post-prime to confirm the gene expression profile results. Consistent with the gene expression profiling, CD8 T cells generated by a LD prime exhibited more pronounced central memory markers, such as CD62L and CD127(Fig. 5A-5D). In addition, CD8 T cells induced by a LD prime showed higher levels of the CD44 activation marker(Fig. 5E)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "-based SARS CoV-2 vaccines are currently being deployed in humans to prevent COVID-19, including the Johnson & Johnson's Janssen vaccine, AstraZeneca/Oxford vaccine, CanSino vaccine, and the Sputnik V vaccine. These vaccines have already been administered to millions of people, and have shown potent immunogenicity, safety, and efficacy against severe SARS CoV-2 infection. TheCanSino and Sputnik V vaccines specifically utilize Ad5, which is the same vector platform used in our studies. Ad5 is among the most well-studied vaccine vectors, due in part to its extraordinary immunogenicity(5,6). Although SARS CoV-2 vaccines prevent severe disease and death, they do not always confer sterilizing immunity, warranting further optimization of current vaccine regimens. Another issue is that there is still an insufficient number of vaccine doses available to immunize the entire population, motivating health authorities to administer half doses of vaccines in order to double the number of vaccinated people, but there is little knowledge of how vaccine fractionation could affect vaccine-elicited immunity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "2 challenge (8). These prior data suggest low levels of immune responses are sufficient to protect against severe COVID-19, which can explain the extraordinary success of multiple experimental SARS CoV-2 vaccines in the last year. There are historical examples of vaccine dose fractionation, also known as dosesparing, as a way to allow more people to get vaccinated. For instance, prior studies have shown that administering a fifth of the recommended dose of the yellow fever virus vaccine results in comparable immune responses relative to the recommended dose (9). Similar results have been reported for influenza, measles, polio and typhoid vaccines (10-12), which has led to discussions of whether SARS CoV-2 vaccine doses",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ", but we did not perform in vivo SARS CoV-2 challenges to compare immune protection, because in our pilot studies in k18-ACE2 mice, even a single-shot of our Ad5-SARS-2 spike vaccine provided near sterilizing protection; most animals that received a single shot of our Ad5-SARS-2 spike vaccine and were then challenged with SARS CoV-2 showed RNA levels that were undetectable or near the limit of detection. It is possible that our LD/SD regimen may confer a protective advantage relative to the SD/SD regimen at later times post-vaccination when vaccine-elicited responses wane. Therefore, in the long-term, a LD/SD regimen may potentially obviate the need for a third boost. The LD/SD regimen may also be useful to improve vaccine efficacy in individuals who develop suboptimal immune responses to vaccines, and who may benefit from having a higher level of immune responses.There are growing concerns about new SARS CoV-2 variants and their ability to evade immune responses elicited by vaccination or natural infection. There are also concerns about re-emerging coronaviruses, such as SARS CoV-1, as well as novel coronaviruses that may enter the human population in the future, and an important question is whether the current vaccines would protect against future coronavirus pandemics. We investigated this issue of \"immune coverage\" by analyzing cross-reactive antibody responses (SARS CoV-1-specific), and we show that the LD/SD regimen resulted in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Experimental approach for evaluating how the priming dose of an Ad5-SARS-2 spike vaccine affects CD8 T cell responses in C57BL/6 mice. (B) Representative FACS plots showing the frequencies of SARS CoV-2-specific CD8 T cells (K b VL8+) in PBMCs. (C) Summary of SARS CoV-2-specific CD8 T cell responses in PBMCs. (D) Representative FACS plots showing the frequencies of SARS CoV-2specific CD8 T cells (K b VL8+) in tissues. (E) Summary of SARS CoV-2-specific CD8 T cell responses in tissues. Data are from one experiment with n=5 per group. Experiment was repeated two additional times with similar results. Indicated P values were determined by Mann-Whitney U test. Error bars represent SEM.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "A LD/SD vaccine regimen elicits more functional CD8 T cell responses compared to a SD/SD vaccine regimen. In panels A-D, splenocytes were incubated with overlapping SARS CoV-2 peptide pools for 5 hr at 37°C in the presence of GolgiStop and GolgiPlug. (A) Representative FACS plots showing the frequencies of cytokine expressing SARS CoV-2-specific CD8 T cells. (B) Summary of SARS CoV-2specific CD8 T cells that express the degranulation marker CD107a. (C) Summary of SARS CoV-2-specific CD8 T cells that express IFNg. (D) Summary of SARS CoV-2specific CD4 T cells that express IFNg. (E) Representative FACS plots showing the frequencies of granzyme B and Ki67 expressing CD8 T cells. (F) Summary of Ki67 expression. (G) Summary of granzyme B expression. Panels E-G are gated on K b VL8+ cells (SARS CoV-2-specific). Data from panels F-G are indicated as mean fluorescence intensity (MFI). All data are from spleen. Data are from one experiment with n=4-5 per group. Experiment was repeated once with similar results. Indicated P values were determined by Mann-Whitney U test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Single cell RNA-seq analyses demonstrate that a low dose prime favors central memory CD8 T cell differentiation. Mice were immunized with 10 6 or 10 9 PFU of Ad5-SARS-2 spike, and at day 28, splenic CD8 T cells were MACS-sorted. Subsequently, live, CD8+, CD44+, K b VL8+ cells were FACS-sorted to ~99% purity for scRNA-seq. (A) UMAP plots showing populations colored by regimen (left plot). Standard and low dose cells were cluster separately and UMAP (right plot) shows unsupervised cell clusters. (B) Heatmap showing row-standardized expression of selected effector and memory genes (middle rows) or gene signatures (bottom rows). For each population, percentages of cells in each cluster are indicated (top row). (C) Violin plot showing the normalized expression of the Terminal Effector signature in the Standard and Low dose populations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Single cell TCR-seq analyses demonstrate that the prime dose does not alter public TCR clonotypes. Mice were primed with a LD (10 6 PFU) or a SD (10 9 PFU) of Ad5-SARS-2 spike, and at day 28, splenic CD8 T cells were MACS-sorted. Subsequently, live, CD8+, CD44+, K b VL8+ cells were FACS-sorted to ~99% purity for scTCR-Seq. Pie chart showing the distribution of TCRa and TCRb gene usage after SD prime (A) and LD prime (B). Total number above the pie chart show the number of single cells selected for the analyses, and different colors highlight the top 5 TCR usages and their relative proportion in each population.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Phenotypic validation of CD8 T cell responses after a single prime with the Ad5-SARS-2 spike vaccine. (A) Representative FACS plots showing the frequencies of SARS CoV-2-specific CD8 T cells (K b VL8) that differentiate into effector memory and central memory T cell subsets. (B) Summary of effector memory and central memory T cell subsets. (C) CD127 expression. (D) CD62L expression. (E) CD44 expression. (F) PD-1 expression. Panels B-F are gated from splenic SARS CoV-2specific CD8 T cells (K b VL8). All data are from day 28 post-prime. Data are from one experiment with n=5 per group. Experiment was repeated two additional times with similar results. Indicated P values were determined by Mann-Whitney U test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "A LD prime elicits CD8 T cell responses with intrinsically superior anamnestic capacity. CD45.2+ mice were immunized intramuscularly with 10 6 or 10 9 PFU of Ad5-SARS-2 spike, and at day 28, splenic CD8 T cells were MACS-sorted. Subsequently, live, CD8+, CD44+, K b VL8+ cells were FACS-sorted to ~99% purity, and numbers were normalized for adoptive transfer into CD45.1+ recipient mice. (A) Experimental approach for evaluating secondary expansion of donor CD8 T cells. (B) Representative FACS plots showing the frequencies of donor CD8 T cells after boosting. (C) Summary of donor-derived CD8 T cells in PBMCs. (D) Summary of donorderived CD8 T cells in spleen. (E) Summary of donor-derived CD8 T cells in draining lymph nodes. Data from panels B-E are from day 14 post-boost. Data are from one experiment with n=5 per group. Experiment was repeated once with similar results.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "A LD/SD vaccine regimen elicits antibody responses with superior recall potential compared to a SD/SD vaccine regimen. Experimental approach was similar to Figure 1A. (A) Summary of SARS CoV-2 specific antibody responses in sera. (B) Representative FACS plots showing the frequencies of germinal center B cells in spleen (cells are gated on CD3-B220+ IgM-IgD-). (C) Summary of germinal center B cells in spleen. (D) Summary of SARS CoV-2 neutralizing antibody responses in sera. (E) Summary of cross-reactive (SARS CoV-1) antibody responses in sera. Data in panels D-E are from d7 post-boost (week 5). Data are from one experiment with n=4-5 per group. Experiment was repeated once with similar results. Indicated P values were determined by Mann-Whitney U test. Error bars represent SEM. week-old C57BL/6 mice were used. Mice were purchased from Jackson laboratories (approximately half males and half females). Mice were immunized intramuscularly (50 µL per quadriceps) with an Ad5 vector expressing SARS CoV-2 spike protein (Ad5-SARS-2 spike) diluted in sterile PBS. Mice were housed at the Northwestern University Center for Comparative Medicine (CCM) in downtown Chicago. All mouse experiments were performed with approval of the Northwestern University Institutional Animal Care and Use Committee (IACUC).Reagents, flow cytometry and equipment:Single cell suspensions were obtained from PBMCs and various tissues as described previously(17). Dead cells were gated out using Live/Dead fixable dead cell stain (Invitrogen). SARS CoV-2 spike peptide pools used for intracellular cytokine staining (ICS) and these were obtained from BEI Resources. Biotinilated MHC class I monomers (K b VL8, sequence VNFNFNGL) were obtained from the NIH tetramer facility at Emory University. The VNFNFNGL epitope is highly conserved among many multiple coronaviruses, representing a cross-reactive CD8 T cell response. It is located inposition 539-546 of the SARS CoV-2 spike protein, or position 525-532 of the SARS CoV-1 spike protein. Cells were stained with fluorescently-labeled antibodies against CD8α (53-6.7 on PerCP-Cy5.5), CD44 (IM7 on Pacific Blue), TNFα (MP6-XT22 on PE-Cy7), IL-2 (JES6-5H4 on PE), IFNγ (XMG1.2 on APC), peanut agglutinin or PNA (conjugated to fluorescein), Fas (Jo2 on PE), IgD (11-26 on Pacific Blue), IgM (RMM-1 on PECy7), B220 (RA3-6B2 on PerCP-Cy5.5), and CD3 (145-2c11 on FITC).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Figure 4",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "bias for Vb11 usage (encoded by TRBV16 gene) (62.15% or 80.68%, respectively) (Fig. 4A-4B). Of note, we observed the presence of a dominant public clone TCRa7 TCRb11",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "selection kit (STEMCELL). Purified CD8 T cells were stained with K b VL8 tetramer, live dead stain, and flow cytometry antibodies for CD8 and CD44 to gate on activated CD8 T cells. Live, CD8+, CD44+, K b VL8+ cells were FACS-sorted to ~99% purity on a FACS Aria cytometer (BD Biosciences) and delivered to the Northwestern University NUSeq core for scRNA-seq using Chromium NextGem 5' v2 kit (10X Genomics). After the library was sequenced, the output file in BCL format was converted to fastq files and aligned to mouse genome in order to generate a matrix file using the Cell Ranger pipeline (10X Genomics). These upstream QC steps were performed by Drs. Ching Man Wai and Matthew Schipma at the Northwestern University NUSeq core. Further analyses were performed in R using the Seurat package v4.0 (PMID: 30638736), as previously described(21). Terminal effector gene signatures were derived using the edgeR package(22), comparing effector memory to terminal effector CD8 T cells (3).Clusters representing less than 4% of each population were excluded from downstream analyses. TCR analyses was performed using the scRepertoire package(23). Only cells expressing both TCRa and TCRb chains were selected. For cells with more than 2 TCR chains, only the top 2 expressed chains were used.Statistical analyses used the Mann Whitney test. Dashed lines in data figures represent limit of detection. Data were analyzed using Prism (Graphpad).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "UMAP 2",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}