{
    "paper_id": "3da31cc5e8b7a49a4f6d8ed6d7016fd2de3ab892",
    "metadata": {
        "title": "Management of Hepatocellular Cancer in the time of SARS-CoV-2 Accepted Article",
        "authors": [
            {
                "first": "Rohini",
                "middle": [],
                "last": "Sharma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hammersmith Hospital",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": "r.sharma@imperial.ac.uk"
            },
            {
                "first": "David",
                "middle": [
                    "J"
                ],
                "last": "Pinato",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hammersmith Hospital",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "Mres",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hammersmith Hospital",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Currently, there is no evidence suggesting that tyrosine kinase inhibitors increase the risk COVID-19 and currently our center has continued their use on an outpatient basis in those patients who fit EASL guidelines (7) . There is sufficient evidence to suggest that dose per se does not impact on survival outcome and given the potential for first cycle tachyphylaxis, we have taken a conservative approach to treatment with 50% dose reduction initially with a view to dose escalation with subsequent cycles (8) . Many centers are able to dispense two-month supply of medications, and where possible we have encouraged patients to purchase home blood pressure monitors with bloods and urinalysis to be conducted at local practices every two months. There is clearly no role for agents in the palliative setting that have no survival benefit including extensive TACE, radioembolisation and immunotherapy. For these agents, the risk of COVID-19 infection outweighs any benefit and these patients should be offered best supportive care.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "(7)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The role of the clinical nurse specialist and the palliative care team cannot be underestimated in management of HCC and communication is central in successful management of these patients. A key discussion with patients with BLCL-C and D disease will revolve around advance care planning and do not resuscitate orders in the setting of the current pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is sound evidence that patients and their carers benefit from advanced planning and given the contagious and deadly nature of COVID-19, we believe that this should be a key As the pandemic evolves, it is clear we will be increasingly reliant on novel telecommunication methods to deliver patient care with close collaboration with community health teams to ensure we can deliver the best possible support to patients and their families. . This article is protected by copyright. All rights reserved Accepted Article",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Care of patients with liver disease during the COVID-19 pandemic: EASL-ESCMIDposition paper",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Boettler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Newsome",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "U"
                    ],
                    "last": "Mondelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maticic",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cordero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cornberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Hep Reports",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical Best Practice Advice for Hepatology and Liver Transplant Providers During the COVID-19 Pandemic: AASLD Expert Panel Consensus Statement",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "K"
                    ],
                    "last": "Fix",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hameed",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Fontana",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Mulligan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Hepatology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "3",
            "pages": "335--342",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19: The European institute of oncology as a \"hub\" centre for breast cancer surgery during the pandemic in Milan (Lombardy region, northern Italy) -A screenshot of the first month",
            "authors": [],
            "year": 2020,
            "venue": "Eur J Surg Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Review article: delivering precision oncology in intermediate-stage liver cancer",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Pinato",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Howell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ramaswami",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Aliment Pharmacol Ther",
            "volume": "45",
            "issn": "12",
            "pages": "1514--1537",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "European Association for the Study of the Liver. Electronic address eee, European Association for the Study of the L. EASL Clinical Practice Guidelines: Management of hepatocellular carcinoma",
            "authors": [],
            "year": 2018,
            "venue": "J Hepatol",
            "volume": "69",
            "issn": "1",
            "pages": "182--236",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Starting Dose of Sorafenib for the Treatment of Hepatocellular Carcinoma: A Retrospective, Multi-Institutional Study",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Reiss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mamtani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;addeo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wileyto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Clin Oncol",
            "volume": "35",
            "issn": "31",
            "pages": "3575--81",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "As COVID-19 the disease caused by SARS-CoV-2 continues to have a profound impact on global health, there have been a number of guidelines recently published addressing the management of patients with liver disease during the COVID-19 pandemic including the recently published EASL-ESCMID Position Paper, guidelines issued by the International Liver Cancer Association and the American Association for the Study of Liver Diseases (1-3). All publications present a sound discussion regarding the challenges face by both patients and clinicians alike in the management of chronic liver disease in the setting of this ongoing pandemic. For the management of hepatocellular cancer (HCC) both the EASL-ESCMID and ILCA guidelines recommend that care should be taken to manage treatment according to International guidelines. Increasingly this is becoming more challenging with the medical profession facing unprecedented upheaval in terms of redeployment and ability to practice compounded by absentee rates of up to 15%. Since declaration of SARS-CoV-2 as a pandemic pathogen, urgent measures have been implemented across the globe to protect cancer patients from morbidity and mortality by limiting hospital attendance and deferring systemic anti-cancer treatment. Whilst dictated by the necessary adoption of a precautionary principle in the context of rapidly escalating viral transmission, these measures rest on the assumption of a detrimental effect of cancer and active anti-cancer therapy on outcomes from SARS-CoV-2 infection(4). To date, however, it remains unclear whether the presence of cancer per-se denotes a more adverse clinical course from SARS-CoV-2 infection. Globally many centers have abandoned routine surveillance and curative cancer treatment due to staffing and infection concerns; the impact of which remains uncertain on long term cancer outcomes. Within this context we further discuss the published recommendations for the individual patient with HCC. This article is protected by copyright. All rights reserved Accepted Article A central component of the decision making process is a detailed discussion with the patient following multidisciplinary assessment. Using virtual communication platforms where possible, patients need to be counselled on the relative risk of hospital acquired COVID-19 infection and the benefit of any treatment. Key aspects of the patient's history need to be ascertained such as diabetes, cardiovascular and pulmonary disease as comorbidities are associated with more severe COVID-19 symptoms and adverse outcomes. The published recommendations suggest that patients within BCLC-A criteria should be offered treatment with curative intent in terms of surgery, transplant or radiofrequency ablation as there is clear evidence that treatment delay impacts on outcome measures (1). Liver transplant for patients with HCC have been severely impacted by the COVID pandemic. The reasons for this are multiple including lack of anaesthetic capacity and ICU beds, and risk of nosocomial infection both to the donor and to the post-transplant patient who may potentially be at greater risk for severe COVID infection due to immunosuppressive medication. For patients on the waiting list, locoregional therapies as a bridge to therapy can be offered with close monitoring of both the tumour and underlying liver disease, and transplant reserved for those with decompensated liver disease.Countries like the United Kingdom and Italy have developed specialist cancer treatment hubs to enable curative cancer therapy and avoid delays(5). These hubs are \"clean\" zones where no COVID-19 cases are treated and patients and staff are initially screened for active infection in an attempt to minimize infection risk. Whilst these centers recognize that the absolute risk of hospital acquired COVID-19 infection will not be zero, these are an important step forward in trying to maintain cancer outcomes for patients.Transarterial chemoembolization should be offered to those patients where surgical and anaesthetic support is not available for the management of BCLC-A disease, and select palliative patients where there is deemed to be a survival benefit. Careful patient selection for This article is protected by copyright. All rights reserved Accepted Article TACE would be required, with many centers utilizing clinical algorithms to ascertain survival benefit from TACE(6). In the majority of patients, TACE could be performed as a day case where possible, in an attempt to minimize the risk of hospital acquired infection, with patients having bloods conducted by their local practitioner prior to admission. Taking advantage of virtual communication methods available, patients need to be carefully counselled regarding the risks of TACE and in particular side-effects pertaining to post-embolisation syndrome.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "discussion point when counselling patients for any treatment. Whilst there is significant This article is protected by copyright. All rights reserved Accepted Article upheaval in our routine clinical practice and daily lives, open communication and shared decision making should be maintained at the forefront of our interactions with our patients and their carers.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Proposed framework for a multi-disciplinary, evidence-based risk assessment in the provision of active anti-cancer treatment in patients with HCC during the Covid-19 pandemic.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}