{
    "paper_id": "3da446159b49af0c889e4f6a2f938084fa9bb0db",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The web-based survey was developed by study team members and reviewed by 21 members of the NASPGHAN and ESPGHAN Endoscopy Committees to ensure ease of completion and content relevance. Feedback was incorporated into the final instrument which consisted of forty-five questions in 7 major sections. The first section of the survey asked 3 questions to verify that individuals completing the survey were pediatric gastroenterology division and group heads, defined as the primary person overseeing the operations of a gastroenterology division or group that focuses on providing gastroenterology services to individuals under the age of 21. Section 2 collected division/group demographics. Sections 3 probed changes to practice and care delivery that were made in response to the COVID-19 pandemic relating to four areas of service provision: inpatient, ambulatory, endoscopic and non-endoscopic procedures, and infusions. Section 4 collected information on priorities for re-opening related to the aforementioned services. The fifth section asked division and group heads to estimate the impact of the pandemic on clinical and research activities at the peak of the pandemic as compared with the year prior, while section 6 probed the financial impact of the pandemic, including estimated revenue losses and strategies implemented to mitigate financial loss related to the pandemic. The final section was comprised of open-ended questions which asked individuals to outline implementations related to the COVID-19 pandemic that were successful, ongoing challenges and recommended strategies to prepare for a resurgence of COVID-19 and/or another future pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Pediatric gastroenterology division and group heads were sent an email invitation containing a direct link to the electronic survey. To maximize response rates, the survey utilized a user-friendly design with clear language. Data collection remained open for July and August 2020, and two reminder emails were sent 2 and 4 weeks after the initial email. Survey data were collected using Qualtrics™ (Qualtrics, Provo, Utah) web-based survey platform through Children's Hospital Los Angeles. Participants were informed that survey completion was voluntary, and results would be reported anonymously and analyzed in aggregate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "Quantitative survey data were analyzed using descriptive statistics, with continuous variables summarized using means and standard deviations and categorical variables summarized using proportions. Individual survey item responses were reported as the proportion of total respondents answering a given question.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "For questions related to strategies implemented to mitigate the financial impact of the pandemic, differences in survey responses between those divisions/groups situated in countries with and without statutory health insurance were compared using chi square. A P-value of <0.05 was considered statistically significant. SAS statistical software (version 9.4, SAS Institute Inc., Cary, NC, USA) was used for statistical analysis. For the open-ended questions, free-text responses were reviewed independently by 2 authors (SST and CMW), and themes were identified using a qualitative inductive content analytic approach 1 , in which all comments were read independently to identify codes emerging from the data. Codes were then iteratively refined through discussion into categories called themes and applied across responses, and the frequency with which each theme occurred was then characterized. o Rapid conversion to telehealth across clinical settings and services, including gastroenterology and multidisciplinary clinics, inpatient consultations and rounds, and dietitian consultations o Modified clinic templates that allow for a mix of in-person and telehealth visits that can be adjusted based upon the phase of re-opening o Pre-visit check-in whereby support staff review and test software with patients and families, obtain records and register patients virtually prior to the virtual clinic o Triage of patients using telehealth to determine need for in-person visit o Ongoing frequent telehealth monitoring of active patients o Implement routine SARS-CoV-2 testing prior to all endoscopy and aerosol-generating gastroenterology procedures o Consider routine SARS-CoV-2 testing for all inpatient admission o Implement formal screening protocols at ambulatory centers that include screening for COVID-19-related symptoms, exposure history, and temperature checks o Consider routine SARS-CoV-2 testing of staff, if feasible o Develop a plan to anticipate and mitigate ancillary staff/service reductions o Leverage electronic platforms (phone/text/websites) to disseminate information quickly and update families on current processes o Continue to evaluate strategies as new information arises",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Three approaches to qualitative content analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Shannon",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Qual Health Res",
            "volume": "15",
            "issn": "",
            "pages": "1277--1288",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Strategies to manage patient flow and maintain safe distancing (38.7%): o Use of text messaging and/or phone calls to notify patients and families when they are ready to be seen to avoid crowding in waiting rooms o Direct rooming to exam room after check-in o Allow only one caregiver to accompany child for ambulatory visits and admissions o Use of electronic prescriptions and lab orders to expedite check-out process o Stagger providers' clinic schedules to temporally space in-person patient visits o Proactive and early identification of stable patients to postpone and/or convert appointments to telehealth visits to reduce in-person contact • COVID-19 screening and testing (14.7%): o Ambulatory ▪ Screening of symptoms and exposure upon arrival ▪ Temperature checks o Endoscopy and inpatient admissions ▪ SARS-CoV-2 PCR testing within 48-72 hours of all planned endoscopies and hospitalization ▪ Telephone screening of symptoms or exposure prior to the day of endoscopy and hospitalization • Provider scheduling (18.7%): o Creation of back-up call schedules to ensure coverage o Split providers into separate service teams isolated from each other to prevent widespread exposure o Rotate in-person patient contact of providers and clinic staff to minimize exposure and in-person coverage of administrative duties • Virtual work environment (32.0%):",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Well-developed triage protocols (12.7%): o Develop triage protocol for prioritizing patients to be seen in-person o Implement protocols for prioritizing and keeping track of postponed gastroenterology procedures to be scheduled during re-opening • COVID-19 screening and testing protocols (10.9%):",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Social distancing measures (14.5%): o Implement distancing measures and universal masking early on o Reorganize clinic space and/or re-structure offsite clinics in anticipation for resurgence o Leverage home infusions when possible • Provider well-being (9.1%): o Consider a rotating coverage model and split service teams during resurgence to o prevent widespread exposure o Advocate for institutional support in providing childcare/sick leave coverage o Address 'pandemic fatigue' early and institute mitigating strategies (e.g., virtual social events, wellness supports) o Implement structured goals and time utilization for remote work • Medical Education (3.6%): o Implement virtual conferences and rounds to reduce interruption to trainee education through o Integrate telehealth training for trainees • Others (27.3%):",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "COVID-19 pandemic impact and related changes as reported by pediatric gastroenterology division and groups heads, with comparison between countries with and without (United States only) centralized statutory health insurance COVID-19 Impact to Clinical Activity Ambulatory activity at peak of pandemic compared to the year prior (n=115) Inpatient activity at peak of pandemic compared to the year prior (n=115) Endoscopy activity at peak of pandemic compared to the year prior (n=115)COVID-19 Changes Related to Care Delivery",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Complex scheduling of mixed telehealth and in-person visits often interfering with clinic flow • Triage (16.3%): o Lack of clear triage protocols for scheduling postponed, new, and follow-up visits and procedures with limited space capacity o Lack of mechanism for tracking cancelled visits and procedures and/or those rescheduled multiple times • Operations (23.3%): o Downsizing of ancillary support staff, especially those with specialized training, leads to inefficiency in clinical operations o Increased workload for administrative staff dealing with multiple reschedulings due to the unpredictability of viral resurgence o Balancing needs to increase patient volume to make up for loss revenue with limited physical and operational capacity • Education and well-being (23.3%) o Unmet childcare/family needs of staff affecting their ability to work o Managing provider burn-out with increasing clinical demands as a result of general strain on the healthcare system by the COVID-19 pandemic o Medical education disruptions and need for novel approach to ensure adequate training despite reduced hands-on experience Lessons Learned: Suggested Strategies to Prepare for Resurgences and/or Future Pandemics • Telehealth (36.4%): o Secure a well-developed and well-supported telehealth system, including technological aspects and administration that can be rapidly deployed o Institutional investment in telehealth is key to successful implementation o Ensure integration of telehealth with existing Electronic Medical Record system o Proactively convert to telehealth visits at the earliest signs of resurgence o Implement mandatory telehealth training for all providers and staff o Develop scheduling templates that allows for flexing between telehealth and in-person visits based on the phase of re-opening without compromising efficiency o Develop dedicated telehealth support team to virtually 'check-in' patients and provide technical support to families • Personal protective equipment (PPE) (23.6%): o Secure sufficient PPE stockpile o Develop clear plan for PPE usage and allocation o Ensure all providers fit tested for N95 respirators routinely",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Appendix",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        }
    ]
}