{
    "paper_id": "3da417d8eeb110f400d46460835e05da2840dd75",
    "metadata": {
        "title": "Utility of CDC Screening Guidelines and Autopsy Findings in Identifying Decedents Who Die of SARS-CoV-2 Infection",
        "authors": [
            {
                "first": "Kristine",
                "middle": [
                    "E"
                ],
                "last": "Konopka",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Teresa",
                "middle": [],
                "last": "Nguyen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Leigh",
                "middle": [],
                "last": "Hlavaty",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Omar",
                "middle": [],
                "last": "Rayes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carl",
                "middle": [
                    "J"
                ],
                "last": "Schmidt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Julia",
                "middle": [],
                "last": "Dahl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeffrey",
                "middle": [
                    "L"
                ],
                "last": "Myers",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We assess the utility of a Centers for Disease Control and Prevention (CDC) guidelines-based coronavirus disease 2019 (COVID-19) screening checklist for postmortem severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) surveillance, detailing the relationship between the histologic findings at autopsy and attribution of death to COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "SARS-CoV-2 nasopharyngeal swabs were collected at the time of autopsy in all \"checklist-positive\" decedents. Additional \"checklist-negative\" decedents were randomly tested daily. Lung slides were blindly reviewed by 3 pathologists, assessing for the presence of diffuse alveolar damage (DAD) and other findings. Sixteen decedents had positive postmortem SARS-CoV-2 nasopharyngeal swabs and underwent complete autopsies. Seven decedents had positive screening checklists. Of these, 4 had DAD and 1 had COVID-19-associated thromboembolic disease. Of the 9 decedents with negative screening checklists, 2 had DAD, but only 1 was attributed to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T he Wayne County Medical Examiner Office (WCMEO) is a key component of Michigan Medicine's cross-functional, interdisciplinary forensics service. It serves Wayne and Monroe counties, including the City of Detroit, a region of the state profoundly stricken by the coronavirus disease 2019 (COVID-19) pandemic. Since March 2020, WCMEO has piloted the collection and testing of nasopharyngeal swabs from decedents for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) as a novel strategy to monitor the tempo of the pandemic. Postmortem testing is guided, in part, by Centers for Disease Control and Prevention (CDC) screening guidelines and also includes random testing of individuals not known to have COVID-19 before death. Using this disease surveillance method, WCMEO has found that the infection rates in symptomatic or exposed decedents closely matched rates of laboratory-confirmed infection in the catchment area. 1 Autopsy studies have shown that diffuse alveolar damage (DAD) is the most common lung finding in individuals who die of severe COVID-19 [2] [3] [4] [5] [6] ; however, the extent to which the histologic findings of COVID-19 are unique is controversial. In a prior study using material acquired at autopsy, we showed that DAD in nonhospitalized decedents with postmortem diagnoses of SARS-CoV-2 was morphologically indistinguishable from hospitalized patients who die from COVID-19. In addition, these changes could not reliably be separated from other causes of DAD on the basis of histology alone. 7 Previous studies in COVID-19 patients illustrate that DAD of any cause, including SARS-CoV-2 infection, comprises a spectrum of histologic changes after acute lung injury. Hyaline membranes are the histologic hallmark of the early acute phase of DAD but tend to be less conspicuous or absent altogether in the organizing and persistent fibrotic phases. Diagnosis of organizing DAD at autopsy is predicated on other gross and histologic evidence of catastrophic acute lung injury, including markedly increased lung weights, expansion and distortion of interstitial structures by organizing fibroblasts and myofibroblasts with occasional hyaline membrane remnants, hyperplasia of type 2 pneumocytes characterized by variable cytologic alterations including nuclear enlargement and nucleomegaly, alveolar collapse with compensatory expansion of alveolar ducts, squamous metaplasia in bronchiolar epithelium, and multiple fibrin thrombi in small muscular pulmonary arteries, arterioles, and capillaries.",
            "cite_spans": [
                {
                    "start": 932,
                    "end": 933,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1070,
                    "end": 1073,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1074,
                    "end": 1077,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1078,
                    "end": 1081,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1082,
                    "end": 1085,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1086,
                    "end": 1089,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1532,
                    "end": 1533,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this study, we review lung findings in SARS-CoV-2positive decedents, comparing those who screened positive for diagnostic testing using a CDC-based screening checklist with those who screened negative. We have previously shown that \"checklistpositive\" decedents had a significantly higher percentage of positive SARS-CoV-2 tests, compared with those that were \"checklist negative.\" 1 Our aims in this study are to critically assess the utility of CDC screening criteria for selecting decedents for postmortem testing and to detail the relationship between the histologic findings at autopsy and attribution of death to COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The WCMEO investigates all sudden, violent, and suspicious deaths, and those in which the cause and manner of death are not readily known. Investigators complete a postmortem COVID-19 checklist at the scene for all nonhospital deaths (Table 1) , using responses from the person reporting the death, family members, and others who may be present. The checklist used for SARS-CoV-2 testing mirrors CDC recommendations. 8 When checklist testing criteria are met (\"checklist positive\"), SARS-CoV-2 nasopharyngeal swabs are collected at the time of autopsy. Specimens were tested under emergency use authorization using either the RealTime m2000 SARS-CoV-2 Assay (Abbott Molecular, Des Plaines, IL) or Simplexa COVID-19 Direct Kit (DiaSorin, Cypress, CA). Additional \"checklist-negative\" cases are randomly selected for SARS-CoV-2 testing daily. Decedents with significant head trauma, anterior lividity, and signs of decomposition are excluded from random testing, because previous data showed the most swabs collected on those individuals would return invalid results. 1 Complete postmortem examinations are performed by qualified forensic pathologists on all cases flagged as possible COVID-19 by screening checklist. Other indications for full autopsy include homicides, accidents, and natural deaths in decedents younger than 55 years. At the time of autopsy, representative sections of tissue, including the lung, are submitted for tissue processing and hematoxylin and eosin-stained slides are made. Sampling of the lungs is directed by the gross findings to include areas of heterogeneity, always including bilateral sections, with number of blocks ranging from 3 to 9.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 418,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1066,
                    "end": 1067,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 243,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "From March 30, 2020 to June 22, 2020, 697 decedents were tested for SARS-CoV-2. Of these, 60 were positive. Sixteen (26.7%) of these SARS-CoV-2-positive decedents underwent autopsy and comprise our study group. All lung slides were reviewed by 3 pathologists (K.E.K., J.D., J.L.M.), who were blinded to the gross findings, cause, and manner of death. Two reviewers (J.D., J.L.M.) were blinded to the results of COVID-19 testing. Diffuse alveolar damage was scored as present or absent based upon identification of hyaline membranes and/or the findings unique to the organizing phase. Histologic diagnoses were rendered in all cases and other pathologic findings noted. This autopsy study is exempt from institutional review board approval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Sixteen (n = 16) decedents had positive postmortem SARS-CoV-2 nasopharyngeal swabs and underwent complete autopsies ( Table 2) . Four decedents were included in a previous study. 7 The study group comprised 12 males and 4 females, ranging in age from 3 months to 67 years (mean, 46.5 years). Fifteen decedents were black; 1 was white. The manner of death was reported as natural in 8 cases, accident in 6, and homicide in 2. Gross and histologic examination of cardiac tissue showed no evidence of myocarditis in the study group.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 180,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 126,
                    "text": "Table 2)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Seven decedents (44%) had positive COVID-19 screening checklists. Four (57%) checklist-positive decedents had DAD at autopsy; in 1 of these, DAD was complicated by concomitant acute bronchopneumonia without evidence of aspiration. The manner of death was reported as natural in all 4 of them, and all were attributed to COVID-19. Three decedents with positive checklists showed findings other than DAD. The manner of death was reported as natural in 2 of them, and 1 was attributed to COVID-19-associated thromboembolic disease. This decedent had multiple large and small vessel thrombi/thromboemboli with associated pulmonary infarcts. Examination of this decedent's leg and pelvic veins identified no specific source for thromboembolism. The other checklist-positive decedent without DAD for whom the manner of death was natural died of hypertensive cardiovascular disease and was discovered to have aspiration-related acute bronchopneumonia at autopsy. One decedent was a victim of homicide after a gunshot to the neck for which he was hospitalized for 17 days. His lungs showed aspiration-related acute bronchopneumonia at autopsy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Nine decedents (56%) had negative COVID-19 screening checklists. Two (22%) checklist-negative decedents had DAD without bronchopneumonia at autopsy. One of these decedents was ruled a natural death for which the cause was COVID-19 pneumonia given the absence of other findings or underlying conditions that might otherwise explain the presence of DAD. In this case, the scene investigator had questioned a neighbor, because the decedent seemed to live alone and the decedent's family was not available for questioning. The neighbor indicated that the decedent had not been seen more than 10 days before being found dead and all checklist questions were \"no's.\" The cause and manner of death was drug abuse accident in the other checklist-negative decedent discovered to have DAD at autopsy. Postmortem toxicology demonstrated breakdown products of cocaine and heroin, as well as parent fentanyl in the blood, and 6-monoacetylmorphine, the immediate breakdown product of heroin, in the vitreous fluid. In this case, the decedent was initially transported to an area hospital as an unknown subject where he died in the emergency department, and all checklist questions responses were, therefore, unknown. Three additional decedents who screened negative for COVID-19 had minor abnormalities in their lungs at autopsy that were of uncertain significance. One 3-month-old decedent was a victim of homicide after blunt force trauma and had rare fibrin thrombi in otherwise normal lungs without hyaline membranes or other parenchymal changes of DAD. One decedent died of hypertensive heart disease and had a very focal paucicellular fibrinous pneumonia and vascular calcifications in otherwise normal lungs. Another had evidence of acute hemorrhage after rupture of a cocaine-related aortic dissection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Four checklist-negative decedents, all of whom experienced accidental deaths (1, multiple injuries suffered in a motor vehicle accident; 3, drug intoxication), had no abnormalities in their lungs at autopsy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Decedents in a large, urban forensics practice, who satisfy CDC COVID-19 testing criteria (\"checklist positive\"), are more likely to have died of natural causes attributable to SARS-CoV-2 infection. Diffuse alveolar damage was the most common finding in patients that died of COVID-19-related respiratory failure as previously reported, including 1 decedent who was \"checklist negative.\" This person lived alone with no family or friends who could provide timely responses to checklist questions, a limitation of CDC testing criteria in certain vulnerable populations. This suggests that surveillance strategies to monitor infections rates in large, urban medical examiner's offices should include random testing of cases in which COVID-19 is not suspected. 1 These observations may also inform revised testing strategies for the living in vulnerable populations disproportionately impacted by COVID-19.",
            "cite_spans": [
                {
                    "start": 758,
                    "end": 759,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Lung diseases other than those related to COVID-19 occur in decedents who test positive for SARS-CoV-2 infection. This includes decedents in whom COVID-19 may be suspected. Acute bronchopneumonia was the second most common abnormality identified at autopsy in the lungs of all decedents, whether they were checklist positive or negative. The rate of acute bronchopneumonia in our population was lower than that observed by others and is consistent with observations of lower rates in nonhospitalized patients. [4] [5] [6] [7] Nearly all of our cases with acute bronchopneumonia satisfied CDC criteria for COVID-19 testing, qualifying them as the forensic equivalent of \"persons under investigation.\" Aspiration was the likely etiology in three quarters of them with no direct link to SARS-CoV-2 infection and no associated DAD, indicating the value of critical histopathologic assessment to exclude other causes of life-threatening lung disease in SARS-CoV-2-positive decedents.",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 513,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Diffuse alveolar damage is the histologic abnormality most helpful in identifying COVID-19 as a likely cause of severe respiratory failure in decedents infected with SARS-CoV-2. Diffuse alveolar damage was identified in over half of our decedents that were identified as candidates for testing using CDC criteria. This included 1 decedent who also had acute bronchopneumonia with no histologic features to indicate an alternative etiology for either finding. We also identified DAD in 2 SARS-CoV-2-positive decedents for whom COVID-19 was not suspected. In 1 of them, there was no other cause for DAD identified, suggesting that this was a manifestation of COVID-19 pneumonia. The other was more complicated in that the decedent died of drug abuse with laboratory evidence of intoxication with opioids known to cause DAD. The relationship between SARS-CoV-2 infection and DAD in this person is uncertain. This case underscores that although DAD is the most consistent and specific manifestation of COVID-19-related respiratory failure, it is a common manifestation of catastrophic acute lung injury for which there are numerous potential causes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Thrombotic and thromboembolic events are an increasingly cited manifestation of COVID-19. Multiple thrombi/thromboemboli with associated pulmonary infarcts were identified in 1 of our cases that lacked other histopathologic evidence of lung disease. This is in keeping with previous reports of death from thromboembolic disease in SARS-CoV-2-positive individuals. 2, 9, 10 We also identified rare fibrin thombi without other morphologic features of DAD in a homicide victim for whom COVID-19 was not suspected. Although we cannot categorically exclude that this finding is trauma-induced disseminated intravascular coagulation, it may be consistent with reports of SARS-CoV-2-mediated endothelial injury occurring independent of DAD. 11 In summary, use of a CDC-based screening checklist will capture most cases of COVID-19-related DAD, but this screening technique is relatively insensitive. Should medical examiners and health officials choose to use postmortem SARS-CoV-2 testing to monitor the tempo of the pandemic, testing should include daily random testing because this might identify cases previously unknown to be COVID-19 deaths. This can only be accomplished through examination of lung histology and incorporation of other data to exclude other causes of DAD.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 366,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 367,
                    "end": 369,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 370,
                    "end": 372,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 734,
                    "end": 736,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "SARS-CoV-2 surveillance in decedents in a large, urban medical examiner's office",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Brouwer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 pulmonary pathology: a multi-institutional autopsy cohort from Italy and New York City",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Borczuk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Salvatore",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Seshan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mod Pathol",
            "volume": "33",
            "issn": "11",
            "pages": "2156--2168",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Autopsy findings in 32 patients with COVID-19: a single-institution experience",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Elsoukkary",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mostyka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dillard",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pathobiology",
            "volume": "88",
            "issn": "1",
            "pages": "56--68",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Analysis of cardiopulmonary findings in COVID-19 fatalities: high incidence of pulmonary artery thrombi and acute suppurative bronchopneumonia",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Grosse",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grosse",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Salzer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cardiovasc Pathol",
            "volume": "49",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Histopathological findings and viral tropism in UK patients with severe fatal COVID-19: a post-mortem study",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hanley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Naresh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Roufosse",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Microbe",
            "volume": "1",
            "issn": "6",
            "pages": "245--253",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The spectrum of histopathologic findings in lungs of patients with fatal coronavirus disease 2019 (COVID-19) infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Roden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bois",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Arch Pathol Lab Med",
            "volume": "145",
            "issn": "1",
            "pages": "11--21",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Diffuse alveolar damage (DAD) from coronavirus disease 2019 infection is morphologically indistinguishable from other causes of DAD",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Konopka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Jentzen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Histopathology",
            "volume": "77",
            "issn": "",
            "pages": "570--578",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19) case report form. Version 1",
            "authors": [],
            "year": 2020,
            "venue": "Centers for Disease Control and Prevention. Instructions for completing the human infection with 2019 novel coronavirus",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pulmonary arterial thrombosis in COVID-19 with fatal outcome: results from a prospective, single-center, clinicopathologic case series",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Lax",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Skok",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zechner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "173",
            "issn": "",
            "pages": "350--361",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Autopsy findings and venous thromboembolism in patients with COVID-19: a prospective cohort study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wichmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sperhake",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lütgehetmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "173",
            "issn": "",
            "pages": "268--277",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pulmonary vascular endothelialitis, thrombosis, and angiogenesis in Covid-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ackermann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Verleden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuehnel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "2",
            "pages": "120--128",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "COVID-19 Checklist for Scene Investigators",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}