{"paper_id": "3da96e2a699395ff0b0ad872cb5a0805614632a3", "metadata": {"title": "Preparing Australian pilgrims for the Hajj 2018", "authors": [{"first": "Amani", "middle": ["S"], "last": "Alqahtani", "suffix": "", "affiliation": {"laboratory": "", "institution": "Saudi Food and Drug Authority", "location": {"addrLine": "Saudi Arabia", "postCode": "13312", "settlement": "Riyadh"}}, "email": ""}, {"first": "Anita", "middle": ["E"], "last": "Heywood", "suffix": "", "affiliation": {"laboratory": "", "institution": "The University of New South Wales", "location": {"postCode": "2052", "settlement": "Sydney", "region": "NSW", "country": "Australia"}}, "email": ""}, {"first": "Harunor", "middle": [], "last": "Rashid", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Children's Hospital at Westmead", "location": {"postCode": "2145", "region": "NSW", "country": "Australia"}}, "email": "harunor.rashid@health.nsw.gov.au"}, {"first": "Marie", "middle": [], "last": "Bashir", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "To the Editor-in-Chief:", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Every year, about 4000 Australian residents perform Hajj in Makkah, Saudi Arabia. Recommended preventative measures are available but compliance varies (Table 1) . 1 A quadrivalent (ACYW) meningococcal vaccine administered ≥10 days before travel is a compulsory visa requirement for all travellers. A conjugate or a polysaccharide vaccine is acceptable but the former provides protection for 5 years compared with 3 years for polysaccharide vaccines. 2 Currently, three brands of conjugated vaccines (Nimenrix ® , Menveo ® and Menactra ® ), but no polysaccharide vaccine, are available in Australia. In 2018, Nimenrix ® replaced the Hib-MenC vaccine at 12 months of age on the national immunisation program (NIP) and hence funded for eligible individuals. There may be some brand-specific immune interference with other vaccines: for example, Menactra ® should not be coadministered with pneumococcal conjugate vaccine, but be given at least 4 weeks later, and administering tetanus, low-dose diphtheria and acellular pertussis (Tdap) vaccine 3-4 weeks after (not before) Nimenrix ® has the advantage of an enhanced tetanus immunity. 3 Influenza vaccine is strongly recommended for Hajj pilgrims and the uptake among Australian pilgrims has improved in recent years to about 80%. 1 Currently, quadrivalent influenza vaccines (including both lineages of influenza B) are available in Australia for individuals aged <65 years, two higher-immunogenicity trivalent influenza vaccines (one 'high-dose' vaccine and another adjuvant) are funded under the NIP for adults aged ≥65 years.", "cite_spans": [{"start": 164, "end": 165, "text": "1", "ref_id": "BIBREF0"}, {"start": 451, "end": 452, "text": "2", "ref_id": "BIBREF1"}, {"start": 1134, "end": 1135, "text": "3", "ref_id": "BIBREF2"}, {"start": 1280, "end": 1281, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 152, "end": 161, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": ""}, {"text": "It is also advised that pilgrims remain up-to-date with other routine vaccines, including measles, pertussis and hepatitis B-containing vaccines. Travellers born in Australia before 1966 are likely to have natural immunity to measles, and those born after 1965 should have documented evidence of two doses of a measles-containing vaccine either as MMR (measles-mumpsrubella) or MMRV (along with varicella, if age-eligible). There is considerable risk of pertussis among Hajj pilgrims. 4 In Australia, Tdap vaccines are available free at age 10-15 years and for pregnant women from 28 weeks of gestation, and recommended for elderly adults if not received in the previous 10 years. Any pilgrim unsure of their Tdap vaccination status should get vaccinated. Hepatitis B risks at Hajj include sharing of razors to shave heads by men to mark the conclusion of Hajj. The NIP has a 4-dose schedule of hepatitis B at birth, 2, 4 and 6 months of age, but Australianborn adults and migrants may not be immunised, vaccination should be considered. Some Hajj pilgrims receive hepatitis A and typhoid vaccines, although the actual benefit remains unclear.", "cite_spans": [{"start": 485, "end": 486, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": ""}, {"text": "There is slow sustained transmission of MERS-CoV in Saudi Arabia but no Hajj-associated cases reported, with only 28% Australian pilgrims being aware of the disease and some even engaging in high-risk activities (2% reported camel exposure). 5 The Australian Department of Health alerts travellers about MERS-through an information card for travellers about MERS (available from: http://www.health.gov.au) with the advice to avoid close contact with sick people and animals, avoid raw camel products, practise hand washing, report and seek medical help if become symptomatic after Hajj.", "cite_spans": [{"start": 242, "end": 243, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "In Australia, tour operators play an important role in advising pilgrims on preventative health measures. Pilgrims who obtain pre-travel health advice from travel agents are twice as likely to be aware of official health advice, receive recommended vaccines before travel and use hand sanitisers, and three times as likely to wash hands after touching an ill person compared with those who seek advice from GPs. It is important that Hajj pilgrims are aware of various health hazards; know about the availability of vaccines and other simple preventive measures (e.g. hand hygiene). Well-informed tour group leaders can play an important role in pre-travel health education.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Conflict of interest statement: Dr A.E.H. has received grant funding from GSK and Sanofi Pasteur for investigator-driven research. Dr H.R. has received fees from Pfizer and Novartis for consulting or serving on an advisory board. Dr A.S.A. has no competing interest to declare. ", "cite_spans": [], "ref_spans": [], "section": ""}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Exploring barriers to and facilitators of preventive measures against infectious diseases among Australian Hajj pilgrims: cross-sectional studies before and after Hajj", "authors": [{"first": "A", "middle": ["S"], "last": "Alqahtani", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Wiley", "suffix": ""}, {"first": "M", "middle": [], "last": "Tashani", "suffix": ""}], "year": 2016, "venue": "Int J Infect Dis", "volume": "47", "issn": "", "pages": "53--62", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Expected immunizations and health protection for Hajj and Umrah 2018-An overview", "authors": [{"first": "J", "middle": ["A"], "last": "Al-Tawfiq", "suffix": ""}, {"first": "P", "middle": [], "last": "Gautret", "suffix": ""}, {"first": "Z", "middle": ["A"], "last": "Memish", "suffix": ""}], "year": 2017, "venue": "Travel Med Infect Dis", "volume": "19", "issn": "", "pages": "2--7", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Effect of Tdap upon antibody response to meningococcal polysaccharide when administered before, with or after the quadrivalent meningococcal TT-conjugate vaccine (co-administered with the 13-valent pneumococcal CRM197-conjugate vaccine) in adult Hajj pilgrims: a randomised controlled trial", "authors": [{"first": "M", "middle": [], "last": "Tashani", "suffix": ""}, {"first": "M", "middle": [], "last": "Alfelali", "suffix": ""}, {"first": "O", "middle": [], "last": "Barasheed", "suffix": ""}], "year": 2018, "venue": "Vaccine", "volume": "36", "issn": "", "pages": "4375--82", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "High incidence of pertussis among Hajj pilgrims", "authors": [{"first": "A", "middle": [], "last": "Wilder-Smith", "suffix": ""}, {"first": "A", "middle": [], "last": "Earnest", "suffix": ""}, {"first": "S", "middle": [], "last": "Ravindran", "suffix": ""}, {"first": "N", "middle": ["I"], "last": "Paton", "suffix": ""}], "year": 2003, "venue": "Clin Infect Dis", "volume": "37", "issn": "", "pages": "1270--1272", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Association between Australian Hajj Pilgrims' awareness of MERS-CoV, and their compliance with preventive measures and exposure to camels", "authors": [{"first": "A", "middle": ["S"], "last": "Alqahtani", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Wiley", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Mushta", "suffix": ""}], "year": 2016, "venue": "J Travel Med", "volume": "23", "issn": "5", "pages": "", "other_ids": {"DOI": ["10.1093/jtm/taw046"]}}}, "ref_entries": {"FIGREF0": {"text": "To whom correspondence should be addressed. Harunor Rashid, Kids Research Institute, National Centre for Immunisation Research and Surveillance of Vaccine Preventable Diseases (NCIRS), The Children's Hospital at Westmead, Cnr Hawkesbury Road and Hainsworth Street, Westmead, Locked Bag 4001, Westmead, NSW 2145, Australia. Tel: +61 29845 1489; Fax: +61 29845 1418; Email: harunor.rashid@health.nsw.gov.au Submitted 14 August 2018; Editorial decision 14 August 2018; Accepted 16 August 2018", "latex": null, "type": "figure"}, "TABREF0": {"text": "Recommended preventive measures and their uptake among Australian Hajj pilgrims 1 Belief in effectiveness of hand hygiene, and convenience and ease of use improved uptake Non-alcoholic hand hygiene products are more popular Facemask 32-53 Discomfort and difficulty in breathing were barriers to their use Those aged <65 years and those who were concerned about suffering from pneumonia during Hajj were more likely to accept facemask, compared with their counterparts", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1. Recommended preventive measures and their uptake among Australian Hajj pilgrims 1", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Preventive measures </td><td>Current uptake %\n</td><td>Key factors affecting compliance </td><td>Comment\n</td></tr><tr><td>Meningococcal vaccine </td><td>100 </td><td>A mandatory visa requirement </td><td>If the vaccine type is not specified, the certificate\n</td></tr><tr><td> </td><td> </td><td> </td><td>will be valid for 3 years regardless of whether the pilgrim has received a conjugate or polysaccharide vaccine\n</td></tr><tr><td>Influenza vaccine </td><td>80 </td><td>Not knowing about the vaccine, thinking they will not get a disease at Hajj as they remain under God's protection\n</td><td>Tour group leaders' advice is a key motivator\n</td></tr><tr><td>Pneumococcal vaccine </td><td>30 </td><td>Not being aware of the vaccine and reliance on natural immunity\n</td><td>Those who were very concerned about contracting pneumonia at Hajj were twice as likely to receive pneumococcal vaccine\n</td></tr><tr><td>Diphtheria, pertussis and tetanus vaccine\n</td><td>14-30 </td><td>Not being aware of the vaccine and reliance on natural immunity\n</td><td>About 30% pilgrims had no correct information on how pertussis transmits\n</td></tr><tr><td>Hepatitis A vaccine </td><td>11-17 </td><td>Not being aware of the vaccine </td><td>About two-third pilgrims had no correct information on how hepatitis A transmits\n</td></tr><tr><td>Hepatitis B vaccine </td><td>11-17 </td><td>Not being aware of the vaccine </td><td>Those who were very concerned about blood-borne disease at Hajj were twice as likely to receive hepatitis B vaccine\n</td></tr><tr><td>Measles-mumps-rubella vaccine\n</td><td>8-10 </td><td>Not being aware of the vaccine\n</td><td> </td></tr><tr><td>Typhoid vaccine </td><td>7-13 </td><td>Not being aware of the vaccine\n</td><td> </td></tr><tr><td>Hand hygiene </td><td>94 </td><td>Belief in effectiveness of hand hygiene, and convenience and ease of use improved uptake\n</td><td>Non-alcoholic hand hygiene products are more popular\n</td></tr><tr><td>Facemask </td><td>32-53 </td><td>Discomfort and difficulty in breathing were barriers to their use\n</td><td>Those aged &lt;65 years and those who were concerned about suffering from pneumonia during Hajj were more likely to accept facemask, compared with their counterparts\n</td></tr></table></body></html>"}}, "back_matter": []}