{
    "paper_id": "3da97bbbee860ea49f6105c912e88a973f69a056",
    "metadata": {
        "title": "Collision Every Night: Treating Nightmares with Trauma-focused Methods: Case Report",
        "authors": [
            {
                "first": "József",
                "middle": [],
                "last": "Szabó",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Szilvia",
                "middle": [],
                "last": "Tóth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction We would like to present the case of a young patient with acute stress disorder and recurrent nightmares following the psychological trauma caused by a severe road traffic accident. The comprehensive therapy carried out at the Department of Traumatology included medication, trauma processing and a psychological method whose aim is to cease the development of nightmares. Case Presentation Psychiatric assessment and treatment was asked for a polytraumatised female patient at the Intensive Care Unit after she had undergone a neurosurgical intervention. Her medicinal treatment was continued at the Department of Traumatology. Besides the antidepressant venlafaxine she was treated in accordance with the EMDR protocol for acute stress disorder, and we also applied imagery rescripting to prevent her from having recurrent (daily) nightmares. As a result of the therapy, her symptoms were fast relieved, the nightmares stopped almost instantly, her mood improved, rumination and anxiety decreased significantly. Conclusions In view of the fast and significant symptomatic improvement, we can expect that the EMDR therapy and its protocol for acute stress disorder have successfully reactivated information processing, and besides the subjective relief we have managed to prevent a mental crisis that could lead to a suicide risk as well as the development of post-traumatic stress disorder. We also hope that the improvement will be long-lasting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Our case presentation summarises the consultation-liaison psychiatric management of A. A., a 31-year-old female patient. Our paper has a twofold aim: to draw attention to the importance of this branch of psychiatry [1] through the introduction of a successful therapy and also to give an example of the practical application of trauma-focused psychological approaches, which are developing dynamically. Our patient sustained serious injuries in a road traffic accident that she caused herself, and one of the most dramatic circumstances of the accident was that her children (passengers in the car) also got injured. Her younger child [2] suffered minor injuries while the older one [3] got seriously injured. At the time of our first meeting, the child could not walk or speak and was cared for at the Department of Paediatrics. Both the local and the national media reported on the accident. Immediate trauma-focused therapy was considered essential to provide immediate relief for her subjective suffering and also to prevent the development of psychotrauma-related disorders (PTSD, reactive depression, etc.) in the long run.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to scientific literature, 21% of the survivors of road traffic accidents experience acute stress reaction. At the scene of disasters or accidents, the members of the rescue team can usually detect acute stress in 10% of the survivors and eyewitnesses. The same proportion of people develop posttraumatic stress disorder (PTSD) a few months later, and there is some overlap of the two groups suggesting some kind of connection; however, this relationship has not been proved yet. Some studies have concluded that the two phenomena are independent of each other, while others consider untreated acute stress disorder as the main cause of PTSD [4] . Some authors argue that their research has found a link between acute stress disorder and completed suicide. In their opinion, those suffering from depression or chemical dependence often end their life as a result of acute stress disorder [2] . Acute stress and PTSD developing after life events that qualify as psychotrauma are often accompanied by sleep disorders, most commonly insomnia and nightmares [5] .",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 654,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 897,
                    "end": 900,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1063,
                    "end": 1066,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "When treating our patient, we tried to complete the medicinal treatment with a therapy that has been proved effective in the treatment of mental disorders caused by psychotrauma. One such approach is the trauma-focused, integrative, almost eclectic psychotherapy called Eye Movement Desensitization and Reprocessing (EMDR) whose primary aim is the processing of traumatic memories that underlie several mental disorders. As for the technical aspect, its central element is horizontal eye movement (or some other alternate side stimulation). After recalling traumatic memories and the accompanying emotional state, patients can develop a relaxed state of mind as a result of rhythmic eye movements. This relaxed state of mind reduces the negative emotional charge of the traumatic memories and creates long-lasting behavioural changes. Emotions associated with the memory will be less intense, subjective suffering will decrease and the traumatic memories will resurface less frequently [6] .",
            "cite_spans": [
                {
                    "start": 986,
                    "end": 989,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "EMDR psychotherapy was first introduced in 1989 but it was only much later when it became recognised and widely used. In Hungary it debuted only after 2000. In the meantime, its effectivity has been confirmed by several clinical trials. Nowadays it is becoming more widespread used in several psychological traumas other than PTSD, and its application is facilitated by disorder-specific treatment protocols [7] .",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 411,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We chose the acute stress protocol of EMDR to treat acute stress reaction or acute stress disorder. Nowadays it is a widely used approach in the treatment of PTSD and other mental disorders accompanying psychological traumas [8] . One part of our intervention was carried out along the EMDR protocol for acute stress disorder [4, 9] .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 228,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 330,
                    "end": 332,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The other method we applied was imagery rehearsal therapy, which a particular type of imagery rescripting frequently used in the treatment of nightmares. Imagery rescripting [3, 10, 11] is well established in the treatment of several mental disorders, primarily anxiety disorders, either alone but most frequently supplementing other techniques (e.g., schema therapy). Imagery rehearsal therapy, which addresses nightmares frequently developing as a characteristic feature of mental disorders following psychotrauma, is an excellent supplement to other trauma-processing methods [12, 13] . As part of the therapy, we ask the patient to memorise or even record their dream. During the session, they are asked to change the story so that it has another, more acceptable and tolerable, less negative ending. They are supposed to imagine the details of the rewritten dream every night before falling asleep or immediately after waking up if the nightmare recurs. It will help going back to sleep after waking up, and the nightmares will gradually cease. The approach is also part of comprehensive sleep therapy as it is effective not only in PTSD but also in idiopathic nightmares [14, 15] . Nightmares, especially if they become chronic, are notorious for significantly impairing the quality and quantity of sleep. People with chronic nightmares often show daytime symptoms of lack of sleep typical of insomnia, which significantly impair both mental and physical health in the long term [13] .",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1177,
                    "end": 1181,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1182,
                    "end": 1185,
                    "text": "15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1485,
                    "end": 1489,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The patient's psychiatric assessment for depressive symptoms was first requested by the Intensive Care Unit at our hospital. According to the letter of referral, 2 weeks earlier she had suffered a road traffic accident and became polytraumatised as the driver of a passenger car The patient received neurosurgical care in another county, then was transferred to our hospital,' where her level of consciousness was gradually improving and subsequently she developed depressive symptoms'. The Intensive Care Unit asked for therapeutic recommendations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "The psychiatric assessment was carried out on 17 April, 2020. The past medical history of the patient was not significant for any psychiatric disorder. During the psychiatric interview, she stated that she had found it increasingly difficult to deal with not being able to recall what had happened to her and not knowing whether the accident had been her fault. She was constantly ruminating about the accident and could not think about anything else. She was also concerned about not being able to see her children as they had never been separated earlier: she was still on maternity leave since the birth of her son. She was having nightmares but she could not recall them; she always woke up crying and disturbed by negative feelings. She did not use to cry earlier, but on the day of the interview she was very upset. She had no suicidal thoughts but she was impatient, eager to recover and return home to her family. She felt pleased about being able to move as lying down and immobilisation had also been stressful for her. She was looking forward to her potential transfer to the Department of Traumatology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "Alert and oriented in all spheres. Her attention shows excessive tenocity but it can be raised and diverted. Her way of thinking can be characterised by limited associations, guilt and rumination. No delusions or perceptual disorders can be detected. Her cognitive function is intact; however, she cannot recall the accident and what happened immediately afterwards (lacunar amnesia). Her mood is generally low with unstable emotions. She reports sleep maintenance insomnia, dyssomnia, as well as increased anxiety. She is cooperative, not suicidal and has appropriate insight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mental state"
        },
        {
            "text": "F3290. Unspecified depressive episode. Recommendations: one venlafaxine 50 mg o.m., individual trauma-focused Cognitive Behavioural Therapy after the patient is transferred to the Department of Traumatology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis"
        },
        {
            "text": "We could not use such instruments, as usual (for example Beck Depression Inventory, Beck Anxiety Inventory) in our differential diagnostic activity, because of her injuries, and the circumstances of intensive care. So our diagnosis was based on only the criteria of DSM-5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis"
        },
        {
            "text": "The first session of the individual, trauma-focused therapy was held in a single-bed ward of the Department of Traumatology a few days later. At that time, the patient was still not able to get out of the bed and even changing her body position caused significant pain. Intensive physiotherapy was initiated as part of the rehabilitation. During the session, the patient revealed that she had no recollection of the accident, the details of which had been described to her by her husband, who was not involved in the collision. She reported extreme sadness and helplessness, furthermore she was not able to speak about the accident, the actual situation, their children's condition or the near future with her husband, consequently his visits were characterised by long silence. Her days are spent ruminating about the future, the accident and the events preceding the accident. At night she is tortured by nightmares, crying, screaming, tossing violently but not waking up. Usually it is the nurses working on the night shift who have to wake her up since her intensive movements could have a negative impact on her physical injuries. She always reports the same dream: she is sitting in her car, behind the steering wheel, the car is stationary and the children are crying on the back seat. The same thing happens every night. After waking up, she is scared and usually cannot go back to sleep for approx. an hour. During the day, she often feels exhausted but tries deliberately to stay awake and maintain the normal sleep-wakefulness cycle hoping for a relaxing sleep. Anyway, both her daytime and nighttime sleep are significantly hindered by worrying and rumination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis"
        },
        {
            "text": "The symptoms detected and reported at the time of the session met the criteria of acute stress disorder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis"
        },
        {
            "text": "A blessing in disguise was that both the patient and her husband are employed by our hospital, so in spite of the COVID-19 emergency restrictions and the ban on inpatient visits they could keep in touch with each other. Her husband was understanding and supportive not blaming her for the accident.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis"
        },
        {
            "text": "In the hope of immediate relief evoked by the eye movement desensitization of EMDR, the processing of the traumatic event was carried out during the very first session. As the patient could not recall the accident itself, we chose the moment when she first learnt about the accident, her injuries and her children's condition. The patient was given an approx. 10-min psychoeducation about stress, psychological trauma, EMDR therapy and its information processing model. In accordance with the acute stress therapy protocol (R-TEP) of EMDR, the patient was asked to retell the traumatic events while we performed continuous bilateral simulation (in this case it was alternate tapping of the hands while the patient was lying in her hospital bed) with the aim of integrating the traumatic memory fragments into a narrative [9] . The patient was also asked to mentally relive the events as much as possible. In accordance with our expectations, the emotional and physical components of the stress reaction experienced during the trauma reoccurred as part of the recollection, and their intensity almost reached that of the first trauma.",
            "cite_spans": [
                {
                    "start": 821,
                    "end": 824,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Diagnosis"
        },
        {
            "text": "In the next step, we used the so-called Google-Search procedure (Elan Shapiro) to identify the most critical moment of the traumatic event, when the patient experienced the most intensive emotional stress. During the procedure, the patients are undergoing continuous bilateral stimulation and at the same time they are asked to mentally replay the traumatic event and stop the memory at the most critical moment. We will use the feelings and physical sensations of this inner representation of the traumatic event for the eye movement desensitisation of the EMDR therapy [9] . As the moment identified this way is either extremely painful or it is the most painful moment of the whole memory, and since neither the past history of the patient nor the targeted questions of the EMDR therapy suggested further unprocessed psychotrauma, we considered the accident as the primary trauma (not trauma repetition). Of the well-established three options, we chose the simplest and fastest technique, EMD. If the case had involved trauma repetition (and posttraumatic disorder accompanying the acute stress reaction), we should have performed the more comprehensive, full EMDR protocol, and if the traumatic event had included more than one critical moment, the EMDr strategy should have been chosen [9] . In the latter case, each critical moment has to be recalled and desensitised separately. In this case, the most critical moment (Point of Disturbance, PoD) was the time when the patient woke up in the Intensive Care Unit and realised her own condition then learnt the details of the accident from her husband's report. The patient experienced a wide range of emotions whose intensity was very similar to that of the original ones: fear, desperation, helplessness, anger, sadness, disappointment, remorse. She described her physical sensations as chest, stomach and throat tightness, as well as shortness of breath.",
            "cite_spans": [
                {
                    "start": 571,
                    "end": 574,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1291,
                    "end": 1294,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Diagnosis"
        },
        {
            "text": "First we chose the classic eye movement for desensitisation; however, the patient's eyes became tired and painful very fast. As a result, we switched to alternate side tapping, which was performed on the hands of the patient while she was lying in the hospital bed, her hands on the duvet. The emotional and physical constituents of the elicited stress reaction could be reduced to minimal relatively quickly; after only two cycles of bilateral stimulation [9] . As a result of desensitisation (bilateral stimulation), the initial intensity of emotional and physical distress rapidly decreased to zero from 10 (measured with the Subjective Unit of Disturbance Scale, SUDS, a scale first used in behavioural therapy but nowadays frequently applied in EMDR as well) [16, 17] . When the critical moment was recalled, the score did not increase above 1 either. She used to word miserable as the adjective to best describe herself, which included both meanings of the word: unhappy/unfortunate as well as of low value/quality. According to her, she did not use to be like that; even though being a bit hesitant, she had always been able to control her life, make appropriate decisions, make plans and realise them. In the end, it was the control over her life, as well as her knowledge and experience of this control that we strengthened with slow eye movement in the Installation phase [8, 18] .",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 460,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 764,
                    "end": 768,
                    "text": "[16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 769,
                    "end": 772,
                    "text": "17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1382,
                    "end": 1385,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1386,
                    "end": 1389,
                    "text": "18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Diagnosis"
        },
        {
            "text": "Some degree of muscle tension developed in the next, Body Scan phase [6] but it also responded to bilateral stimulation and the patient became relaxed, reporting relief and calmness. Recalling the traumatic event did not evoke the previous intense emotional response; she only reported slight sadness but felt relaxed. Apart from being relieved, she also felt sleepy and was looking forward to a relaxing sleep.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 72,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Diagnosis"
        },
        {
            "text": "During the second session 4 days later she said that the relief she had experienced after the first sensitisation session turned out to be long-lasting and she was now able to communicate with her husband. Earlier she had found it very difficult but now they were talking about the condition of their children, their plans and the future. This regained ability further increased her relief. However, she was still troubled by the nightmares, thus we started to acquire the imagery rescripting technique to focus on the dreams. Before addressing the actual content of the dreams and trying to change them, we performed the safe place protocol, which is a technique combining relaxation, imagination and meditation. This tool can create a feeling of safety, and following acquisition patients can perform it on their own to decrease anxiety and restore the feeling of safety. This technique can be a vital part of every integrative therapy aiming to treat psychological traumas [19] . The calmness and relative safety thus created provided a suitable atmosphere for the next step. The imaginary safe place in this case was connected to a real experience and a real place. It was a place the patient, her husband and their friends had visited on holiday before their children were born. She had long been planning to return there once with the children. Then we recalled the recurrent nightmare described above and the applied imagery technique created a very sharp image and intense feelings. The patient's throat tightened and her eyes started tearing. We had the following conversation:",
            "cite_spans": [
                {
                    "start": 976,
                    "end": 980,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Diagnosis"
        },
        {
            "text": "Therapist T: What's the place like? P: Pleasant, just like it was ten years ago when it was just the two of us.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis"
        },
        {
            "text": "T: How are you feeling now? P: Good, I'm relieved. At that time, I asked the patient to replay this new, imaginary dream every night when lying in the bed relaxed (she had learnt relaxation techniques earlier). Should she have another nightmare, she should replay it once more after waking (or being woken) up to ease the scare, then try and get back to sleep. This took place on a Friday.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis"
        },
        {
            "text": "Our next session was scheduled for next Tuesday. The patient reported that in spite of being rather sceptical about the benefits of the method, she had been working hard and replayed the new dream several times a day, not only prior to going to sleep. Although she had not trusted the nightmares to stop, she was surprised to find that they had not bothered her during the first night, nor has she had any since then. We agreed that she would continue with the methods for a few weeks and resume replaying the dream should the nightmares ever present in the future. As the memory processing performed along the EMDR protocol for acute stress disorder caused her anxiety, worries, rumination and helplessness to decrease significantly and her mood had improved as well, there was no need for another stress-relieving intervention. Her other difficulties arising from her special situation at the time were addressed from a cognitive viewpoint during the session. During the next session on the next week, she did not complain of any severe symptoms, therefore the therapy was summarised and ended. Naturally, the therapy can be resumed if her condition changes. Another week later we paid her a short visit and found that her physical condition had been improving as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Not long after her attending physical called to inquire about withdrawing her antidepressant in view of the significant symptomatic improvement. She received an oral recommendation concerning the duration of the medicinal therapy and the dosage of the medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We have to mention as a limitation, that we could not use psychological inventories in our differential diagnostic work. Although the fast and significant improvement in the patient's condition suggests complete processing of the psychological trauma, we cannot be absolutely certain since stress-related disorders (psychosomatic diseases, depression, PTSD) do not tend to develop immediately after the trauma. As a result of the short time, we cannot be certain and definitely do not wish to predict the further course of the patient's psychological trauma. However, we do hope that the EMDR therapy and its protocol for acute stress disorder have successfully reactivated information processing and besides the subjective relief we have managed to prevent a mental crisis that could lead to the above mentioned psychological disorders and the risk of suicide. Taking the elapsed time into account we are confident enough to state that we have succeeded in preventing a mental crisis. We have definitely prevented the nightmares from becoming chronic and could also avoid its potential psychological and somatic consequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Funding Open Access funding provided by Pázmány Péter Catholic University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creat iveco mmons .org/licen ses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Depresszió a szomatikus medicinában A konzultációs-kapcsolati pszichiátria szükségessége",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vincze",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Túry",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Murányi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kovács",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lege Artis Medicinae",
            "volume": "15",
            "issn": "1",
            "pages": "53--62",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Acute stress reaction and completed suicide",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gradus",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int J Epidemiol",
            "volume": "39",
            "issn": "6",
            "pages": "1478--84",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Imagery rescripting as a therapeutic technique: Review of clinical trials, basic studies, and research agenda",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arntz",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Exp Psychopathol",
            "volume": "3",
            "issn": "2",
            "pages": "189--208",
            "other_ids": {
                "DOI": [
                    "10.5127/jep.024211"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An eye movement desensitization and reprocessing (EMDR) group intervention for syrian refugees with posttraumatic stress symptoms: results of a randomized controlled trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yurtsever",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Konuk",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Akyüz",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zat",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tükel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Çetinkaya",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Savran",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front Psychol",
            "volume": "12",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2018.00493.PMID:29946275;PMCID:PMC6005903"
                ],
                "PMID": [
                    "29946"
                ],
                "PMCID": [
                    "PMC60"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Post-traumatic stress disorder and sleep-what a nightmare",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pillar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Malhotra",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lavie",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Sleep Med Rev",
            "volume": "4",
            "issn": "2",
            "pages": "183--200",
            "other_ids": {
                "DOI": [
                    "10.1053/smrv.1999.0095"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "EMDR adaptive information processing and case conceptualization",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J EMDR Pract Res",
            "volume": "2",
            "issn": "",
            "pages": "68--87",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Eye movement desensitization and reprocessing (EMDR) therapy scripted protocols and summary sheets: treating anxiety, obsessive-compulsive, and mood-related conditions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Luber",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1891/9780826131683"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "EMDR and adaptive information processing model",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Solomon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J EMDR Pract Res",
            "volume": "2",
            "issn": "4",
            "pages": "315--340",
            "other_ids": {
                "DOI": [
                    "10.1891/1933-3196.2.4.315"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "EMDR treatment of recent trauma",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J EMDR Pract Res",
            "volume": "3",
            "issn": "",
            "pages": "141--51",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Sosic-Vasic Z. Imagery rescripting: exploratory evaluation of a short intervention to reduce test anxiety in university students. Front Psychiatry",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schaitz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kröner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Connemann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyt.2020.00084.PMID:32184744;PMCID:PMC7058550"
                ],
                "PMID": [
                    "32184"
                ],
                "PMCID": [
                    "PMC70"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Imagery rescripting for anxiety disorders and obsessive-compulsive disorder: recent advances and future directions",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Strachan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Hyett",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcevoy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Curr Psychiatry Rep",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11920-020-1139-4"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Imagery rehearsal treatment for chronic nightmares",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Krakow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kellner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pathak",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lambert",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Behav Res Ther",
            "volume": "33",
            "issn": "7",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/0005-7967(95)00009-M"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical management of chronic nightmares: imagery rehearsal therapy",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Krakow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zadra",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Behav Sleep Med",
            "volume": "4",
            "issn": "1",
            "pages": "45--70",
            "other_ids": {
                "DOI": [
                    "10.1207/s15402010bsm0401_4"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Effectiveness of a manualized imagery rehearsal therapy for patients suffering from nightmare disorders with and without a comorbidity of depression or PTSD",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thünker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pietrowsky",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.brat.2012.05.006"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A meta-analysis of imagery rehearsal for post-trauma nightmares: effects on nightmare frequency, sleep quality, and posttraumatic stress",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Casement",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Swanson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Psychol Rev",
            "volume": "32",
            "issn": "6",
            "pages": "566--74",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cpr.2012.06.002"
                ],
                "PMID": [
                    "22819998"
                ],
                "PMCID": [
                    "PMC4120639"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The practice of behavior therapy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wolpe",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Validity of the subjective units of disturbance scale in EMDR",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bae",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J EMDR Pract Res",
            "volume": "2",
            "issn": "1",
            "pages": "57--62",
            "other_ids": {
                "DOI": [
                    "10.1891/1933-3196.2.1.57"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Method and regulatory aspects in psychotherapy when easing allostatic overload in traumatized patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gerge",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Clin Exp Hypn",
            "volume": "66",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/00207144.2018.1421356"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Safe place collage protocol: art making for managing traumatic stress",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tripp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Potash",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brancheau",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Trauma Dissociation",
            "volume": "20",
            "issn": "5",
            "pages": "511--536",
            "other_ids": {
                "DOI": [
                    "10.1080/15299732.2019.1597813"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}