{"paper_id": "3da9eb44c98d42fac13d0728105e2e071fbc2e5a", "metadata": {"title": "In silico Drug Repurposing to combat COVID-19 based on Pharmacogenomics of Patient Transcriptomic Data", "authors": [{"first": "Shaoli", "middle": [], "last": "Das", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institutes of Health", "location": {}}, "email": ""}, {"first": "Kevin", "middle": [], "last": "Camphausen", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institutes of Health", "location": {}}, "email": ""}, {"first": "Uma", "middle": [], "last": "Shankavaram", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institutes of Health", "location": {}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "In December 2019, outbreak of a new virus causing severe respiratory disease was reported in Wuhan, China. The disease was attributed to infection by a novel member of the coronavirus family, named SARS-CoV-2 1 . In contrast with the two other highly pathogenic coronaviruses, SARS-CoV (outbreak in 2002) and MERS-CoV (outbreak in 2012), the novel virus SARS-CoV-2 had a lower fatality rate, but it could spread from person to person more e ciently 2 . The outbreak spread worldwide 3 , and by March 2020, the World Health Organization declared the disease, by then named coronavirus disease 2019 (COVID-19), a global pandemic. COVID-19 is currently a leading public health concern in countries worldwide as the hospitalization rate and death toll increase daily (https://www.who.int/emergencies/diseases/novel-coronavirus-2019). Apart from mitigation efforts, there is an urgent need for effective treatments for patients showing severe symptoms. After Chinese researchers published the rst sequence of SARS-CoV-2 in January 4 , many groups worldwide began working to develop an effective vaccine. Some of the candidates are undergoing clinical trials, among them two promising candidates from Oxford University and Moderna, Inc., that are entering Phase II 5 . However, clinical approval of the vaccines will take some time; consequently, the best solution in the interim is to look for drugs that have already been approved for humans and that may be repurposed for COVID-19 treatment. The U.S. Food and Drug Administration recently approved remdesivir, an antiviral drug targeting the viral RNA-dependent RNA polymerase, for COVID-19 treatment after a clinical trial run by the National Institute of Allergy and Infectious Diseases found it to reduce the time to recovery in treated patients compared to the control group 6 . However, the drug did not show signi cant improvement in patient survival. Thus, there is still a persistent need to search for alternative candidate drugs that can be used as single or as combination therapy to bene t patients with severe illness.", "cite_spans": [{"start": 209, "end": 210, "text": "1", "ref_id": "BIBREF0"}, {"start": 483, "end": 484, "text": "3", "ref_id": "BIBREF2"}, {"start": 1826, "end": 1827, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "Researchers are also exploring targeting of the host receptors of SARS-CoV-2 as another potential solution. Inhibitors of the two main receptors for SARS-CoV-2/SARS-CoV-1 entry in human cells, ACE2", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "and TMPRSS2, are being tested as potential treatment options 7 . Other host interactors have been curated from previously published literature in a recent study 8 , and a list of 332 high-con dence interactions between SARS-CoV-2 and human proteins was recently published by Gordon et al., who used a nity puri cation mass spectrometry on a human cell line expressing the viral proteins 9 .", "cite_spans": [{"start": 61, "end": 62, "text": "7", "ref_id": "BIBREF6"}, {"start": 161, "end": 162, "text": "8", "ref_id": "BIBREF7"}, {"start": 387, "end": 388, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "We collected the drugs targeting these SARS-CoV-2/SARS-CoV-1-interacting proteins from DrugBank 10 and the Drug Gene Interaction Database (DGIdb) 11 and assessed their effect in COVID-19-and SARSinfected patients in silico using published patient transcriptomic data and drug perturbational data sets.", "cite_spans": [{"start": 146, "end": 148, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Introduction"}, {"text": "By combining recently published COVID-19-infected patient transcriptomic data 12 and previous SARSinfected patient transcriptomic data 13 , we found key pathways that are altered in infected patients compared to healthy individuals. The common altered pathways were related to androgen biosynthesis, steroid biosynthesis, gluconeogenesis, regulation of mitosis, the proteasome, and in ammatory pathways. Next, using the available drug perturbational data sets from the Broad Institute Connectivity map (CMAP project 14 , we assessed how the candidate drugs targeting SARS-CoV-2-interacting proteins affect the pathways that are altered after COVID-19 or SARS infection in a time-dependent manner. Using another available pharmacogenomic data resource, Genomics of Drug Sensitivity in Cancer (GDSC) 15 , we assessed whether the altered pathways affect sensitivity or resistance to our candidate drugs in human cell lines. Finally, we present a list of potential drugs for COVID-19 treatment that affect the COVID-19altered pathways and incur less resistance in the presence of alteration in the pathways. Figure 1 summarizes our approach.", "cite_spans": [{"start": 78, "end": 80, "text": "12", "ref_id": "BIBREF11"}, {"start": 798, "end": 800, "text": "15", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 1104, "end": 1112, "text": "Figure 1", "ref_id": "FIGREF3"}], "section": "Introduction"}, {"text": "To get an understanding of the transcriptomic alterations in COVID-19-infected patients, we analysed a published RNA sequencing (RNA-Seq) data set of peripheral blood mononuclear cells (PBMC) of three COVID-19 patients from China compared to three healthy individuals 12 . As there were not enough patient transcriptomic data available for COVID-19-infected people, we searched the literature for transcriptomic data sets of SARS-infected patients. We included a microarray-based transcriptomic data set of PBMCs of 40 SARS-infected and 10 heathy individuals from a paper published in 2007 13 . For both of these transcriptomic data sets, we performed single-sample Gene Set Enrichment Analysis (ssGSEA) for a set of curated pathways collected from the Broad Institute Molecular Signatures Database (MSigDB) and a set of immune function pathways collected from published resources [16] [17] [18] . While checking the differential enrichment of immune functions between COVID-19 vs. healthy as well as SARS vs. healthy patients, we found that the macrophages, monocytes, dendritic cells (MoMaDC), B cells, pathogen defence, and interferon signalling were the common immune functions with high enrichment in both COVID-19-and SARS-infected patients compared to healthy patients ( Figure 2 ). On the other hand, among other pathways, androgen biosynthesis, steroid biosynthesis, potassium channel, proteasomes, glycolysis, gluconeogenesis, tryptophan metabolism, and p53-dependent DNA damage response were the common functions that were highly enriched in both COVID-19-and SARS-infected patients compared to healthy patients ( Figure 3 ). Some of the common pathways with less enrichment in the COVID-19-and SARSinfected patients are NK-cell-and T-cell-mediated responses (Figure 2c, 3c) .", "cite_spans": [{"start": 590, "end": 592, "text": "13", "ref_id": "BIBREF12"}, {"start": 881, "end": 885, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 886, "end": 890, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 891, "end": 895, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 1278, "end": 1286, "text": "Figure 2", "ref_id": "FIGREF4"}, {"start": 1625, "end": 1633, "text": "Figure 3", "ref_id": "FIGREF6"}, {"start": 1770, "end": 1785, "text": "(Figure 2c, 3c)", "ref_id": "FIGREF4"}], "section": "Analysis of transcriptomic data of COVID-19-and SARSinfected patients revealed common altered pathways"}, {"text": "Assessing the effect of potential drug candidates on the pathways altered in COVID-19 and SARS infection", "cite_spans": [], "ref_spans": [], "section": "Analysis of transcriptomic data of COVID-19-and SARSinfected patients revealed common altered pathways"}, {"text": "In an attempt at nding already approved drugs that could be repurposed for COVID-19 treatment, we explored the list of all human proteins interacting with SARS-CoV-2 that were collected from the a nity capture mass-spectrometry study by Gordon et al. 9 and the list of SARS-CoV-1-interacting proteins curated from previous literature 8 . We collected the list of drugs targeting these host proteins from DrugBank and DGIdb databases 10, 11 . Additionally, we procured the list of drugs currently in trial for COVID-19 treatment from literature (https://www.excelra.com/COVID-19-drug-repurposingdatabase/data). The resulting list comprised 289 potential drugs for COVID-19. Using the drug perturbational data sets from CMAP 14 , we found the drugs that affected the gene expression of these targets (differences in gene expression at 24 hours vs. 6 hours of drug treatment). We mapped 221 drugs to the drug perturbational data set from CMAP. The network in Figure 4a shows the drugs and SARS-CoV targets, which get signi cantly downregulated at 24 hours compared to six hours of the respective drug treatments (76 drugs) along with the drugs in clinical trial for COVID-19 treatment (Figure 4a , Supplementary Dataset 1 shows the list of drugs and their targets). Many of these drugs have been already reported as potential treatments for COVID-19 and/or SARS (Table 1) , including sirolimus, apicidin, mercaptopurine, midostaurin, camostat, metformin, fedratinib, ribavirin, entacapone, azacitidine, and chloroquine. Next, we sought to check if the drugs are effective in the context of transcriptomic changes in COVID-19 or SARS patients after infection. We checked the effect of these drugs on the perturbation of the pathways upregulated or downregulated after SARS and COVID-19 infection ( Figure  4b ). In CMAP, gene expression is pro led in cell lines treated with drugs at different dose/time points, and we see how drugs change the expression of a given set of genes. To get a pathway-based estimation instead of individual genes, we calculated ssGSEA scores for the differentially enriched pathways in COVID-19 or SARS infection for all drug-treated cell lines at different dose/time points. Then the ssGSEA scores of a pathway were compared between two time points (24 hours vs. 6 hours) in cells treated with a certain drug using student's t-test. Among all drugs targeting SARS-CoV-2-interacting proteins, 60 drugs altered the COVID-19/SARS differentially enriched pathways in a time-dependent manner. In Figure 4b upregulate the pathways that get downregulated after COVID-19/SARS infection (red cells on the right panel), and 4) downregulate the pathways that get downregulated after COVID-19/SARS infection (blue cells on the right panel). Among these drugs, vorinostat, panobinostat, tacrolimus, lovastatin, midostaurin, daunorubicin, cytarabine, digitoxin, digoxin, mercaptopurine, bortezomib, azacitidine, and clorafarabine can suppress the pathways that were upregulated due to COVID-19/SARS infection (p-value < 0.05, t-test with alternative hypothesis = less), while they can also boost the pathways that were downregulated due to COVID-19/SARS infection (p-value < 0.05, t-test with alternative hypothesis = greater). As examples, Figure 4c ", "cite_spans": [{"start": 237, "end": 252, "text": "Gordon et al. 9", "ref_id": null}, {"start": 433, "end": 436, "text": "10,", "ref_id": "BIBREF9"}, {"start": 437, "end": 439, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 956, "end": 965, "text": "Figure 4a", "ref_id": "FIGREF5"}, {"start": 1182, "end": 1192, "text": "(Figure 4a", "ref_id": "FIGREF5"}, {"start": 1359, "end": 1368, "text": "(Table 1)", "ref_id": null}, {"start": 1794, "end": 1804, "text": "Figure  4b", "ref_id": "FIGREF8"}, {"start": 2517, "end": 2526, "text": "Figure 4b", "ref_id": "FIGREF8"}, {"start": 3253, "end": 3262, "text": "Figure 4c", "ref_id": "FIGREF8"}], "section": "Analysis of transcriptomic data of COVID-19-and SARSinfected patients revealed common altered pathways"}, {"text": "Considering the time needed for developing a functional vaccine, the feasible way to ght the COVID-19 pandemic is repurposing drugs already approved for clinical use. We tried to address this issue by identifying drugs that target potential host proteins interacting with SARS-CoV-2 and predicting their effect on the patient transcriptomic signatures of COVID-19-and/or SARS-infected patients. We analyzed COVID-19-and SARS-infected patients' and healthy individuals' transcriptomic data sets 12, 13 to identify the pathways commonly altered due to infection with these viruses. Thereafter, combining the potential human interactome of SARS-CoV-2 from a recently published study 9 and SARS-CoV-1-interacting proteins curated in another publication 8 with drug target databases 10, 11 , drug perturbational data sets 14 , and drug sensitivity screening data sets 15 , we propose a map of the drugs that can be effective in COVID-19 treatment. Our proposed framework for assessing drug e cacy is based on two approaches: 1) whether the drugs can regulate the pathways that get altered due to COVID-19/SARS infection and 2) whether the sensitivity or resistance to the drugs depends on the alteration of these pathways.", "cite_spans": [{"start": 494, "end": 497, "text": "12,", "ref_id": "BIBREF11"}, {"start": 498, "end": 500, "text": "13", "ref_id": "BIBREF12"}, {"start": 680, "end": 681, "text": "9", "ref_id": "BIBREF8"}, {"start": 778, "end": 781, "text": "10,", "ref_id": "BIBREF9"}, {"start": 782, "end": 784, "text": "11", "ref_id": "BIBREF10"}, {"start": 817, "end": 819, "text": "14", "ref_id": "BIBREF13"}, {"start": 863, "end": 865, "text": "15", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "We acknowledge that there are some limitations to our study. First, we found only one publicly available data set for transcriptomic signatures of COVID-19-infected patients, and that study only included three patients and three healthy individuals 12 . Since it would be di cult to draw meaningful conclusions on the patient transcriptomic changes from so few patient samples, we included a previously published data set of SARS-infected patient transcriptomes consisting of 40 SARS-infected patients and 10 healthy individuals 13 . We reasoned that the viruses SARS-CoV-1 (causing SARS) and SARS-CoV-2 (causing COVID-19) share many similarities, and the symptoms of the infected patients are also similar, though SARS infection causes more severe symptoms and a higher fatality rate 19 . Another limitation of our study is the availability of drug perturbational and drug sensitivity screening data in human cell lines. Many of the drugs targeting the potential SARS-CoV-2-or SARS-CoV-1-interacting proteins did not have drug perturbational data available in human cell lines from CMAP, and only a few drugs have the drug sensitivity screening data available from GDSC, which is limited to drugs commonly used in cancer treatment. Without the available drug perturbational data, we could not assess the effects of antiviral drugs like remdesivir, favipiravir, and oseltamivir in the human transcriptome and were limited to drugs targeting the potential human receptors of the viruses.", "cite_spans": [{"start": 529, "end": 531, "text": "13", "ref_id": "BIBREF12"}, {"start": 785, "end": 787, "text": "19", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our analysis of COVID-19-and SARS-infected patient transcriptomic signatures identi ed the common pathways upregulated or downregulated after infection with these viruses. Among the common pathways, androgen biosynthesis, steroid biosynthesis, proteasome, tryptophan metabolism, and mitotic cell cycle-related pathways were upregulated due to infection, while TCR, Interleukin 2, TGF-beta receptor signaling, and beta-cell development pathways were downregulated. Among the immune pathways, MoMaDC, B cells, and interferon responses were elevated in patients with COVID-19 and SARS infection, while T-cell and NK cell functions were downregulated. Many of these pathways have been previously implicated in viral infections. Androgens have already been linked to the severity of COVID-19 as possible mechanisms driving disease outcomes 20 . Steroid, proteasome, and tryptophan metabolisms are linked to viral infections and subsequent host immune response [21] [22] [23] . Moreover, monocyte and macrophage activation has been linked to the hyperin ammatory phenotypes in SARS-CoV-2 infection that have adverse clinical outcomes 24 . By analysing the drug perturbational data sets from CMAP, we identi ed drugs that can upregulate or downregulate the pathways that get altered due to COVID-19/SARS infection. As at this point, it's unclear which pathways will be clinically bene cial for COVID-19 treatment when inhibited or elevated. We provided the full map of all drugs that 1) downregulate the pathways that get upregulated due to COVID-19/SARS infection, 2) upregulate the pathways that get upregulated due to COVID-19/SARS infection, 3) upregulate the pathways that get downregulated due to COVID-19/SARS infection, and 4) downregulate the pathways that get downregulated due to COVID-19/SARS infection. Some drugs that could downregulate the androgen biosynthesis pathway (upregulated due to COVID-19/SARS infection), which is linked to severe outcomes, are ponatinib, amlexanox, lenalidomide, menadione, and decitabine. The drugs vorinostat, panobinostat, tacrolimus, lovastatin, midostaurin, daunorubicin, cytarabine, digitoxin, digoxin, mercaptopurine, bortezomib, azacitidine, and clofarabine could downregulate the mitotic cell cycle-related pathways and proteasome activity. The mitotic cell-cycle arrest and uniquitin-proteasome pathway systems play an important role in viral replication for coronaviruses 22, 25 . Drugs that could downregulate the MoMaDC cell pathway potentially linked to severe symptoms in COVID-19 patients 24 are menadione, decitabine, amlexanox, mercaptopurine, nicotinamide, and pevonedistat. The drugs that could upregulate the CTL or Interleukin 2 pathways, which are important for antiviral immune responses, are: icosapent, lovastatin, azacitidine, decitabine, vorinostat, entinostat, digoxin, ponatinib, apicidin, daunorubicin, and metformin. Many of these drugs have been recently reported as possible treatment options for COVID-19, including ponatinib, mercaptopurine, azacitidine, apicidin, daunorubicin, and metformin 9 .", "cite_spans": [{"start": 955, "end": 959, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 960, "end": 964, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 965, "end": 969, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 1128, "end": 1130, "text": "24", "ref_id": "BIBREF23"}, {"start": 2420, "end": 2423, "text": "22,", "ref_id": "BIBREF21"}, {"start": 2424, "end": 2426, "text": "25", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Discussion"}, {"text": "Considering that host transcriptomic features can affect the sensitivity or resistance to drugs 15 , we checked whether the pathways that get altered after COVID-19/SARS infection can reduce the resistance to the drugs under consideration using GDSC cell-line drug sensitivity screening data. We were limited to drugs approved for cancer treatment that have been screened in human cancer cell lines, so we could not test all potential drugs for COVID-19. However, among the drugs we tested, we found that there was reduced drug resistance (increased sensitivity) related to the pathway alteration signature due to COVID-19/SARS infection with the drugs navitoclax, bortezomib, fedratinib, lenalidomide, cytarabine, temsirolimus, paclitaxel, docetaxel, vorinostat, belinostat, entinostat, dacinostat, and vinblastine. Among these drugs, fedratinib is a potential treatment option for COVID-19 26 . Fedratinib is a semi-selective janus kinase inhibitor with anti-in ammatory properties that can be bene cial for treatment of severe COVID-19 patients with hyperin ammatory symptoms that may lead to lung damage and death. Among the other cancer drugs, the histone deacetylase inhibitors vorinostat, belinostat, entinostat, and dacinostat have anti-in ammatory properties, and the drug lenalidomide has immunomodulatory properties that may have treatment bene ts in COVID-19 patients with severe symptoms, possibly when treated with antiviral agents. The chemotherapeutic drugs paclitaxel, docetaxel, and cytarabine may also have potential antiviral properties 27, 28 ; however, their suitability for treating virus infection is not well established, and therefore, these drugs should be carefully examined before being considered as treatment options.", "cite_spans": [{"start": 96, "end": 98, "text": "15", "ref_id": "BIBREF14"}, {"start": 1557, "end": 1560, "text": "27,", "ref_id": "BIBREF26"}, {"start": 1561, "end": 1563, "text": "28", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our computational study provides an assessment of the potential effects of possible repurposable drugs targeting SARS-CoV-2-and SARS-CoV-1-interacting proteins in the context of transcriptomic signatures of COVID-19-or SARS-infected patients. Because we have limited understanding of the virus pathogenesis and the safety of targeting speci c pathways for treatment of this disease, we have included a complete map of the drug-pathway relationships that can be important in the context of COVID-19 infection and treatment. Due to the urgency of identifying effective drugs for treatment of COVID-19 patients, many groups have been working on repurposing existing drugs that can be used for this disease 8 . Our study may be the rst that links potentially repurposable drugs to the pathway signatures of infected patients. The drugs we presented in this study as potentially repurposable for COVID-19 treatment should be clinically tested for e cacy before use.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The RNA-Seq transcriptomic data of the PBMCs from three COVID-19 infected patients and three healthy individuals were obtained from the study by Xiong et al. 12 . The microarray transcriptomic data of the PBMCs from 40 SARS-infected and 10 healthy patients were obtained from the study by Cameron et al. 13 . The RNA-Seq data from the COVID-19 patients and healthy controls was normalized to fractions per kilobase per million (FPKM). The microarray data from SARS patients and healthy controls was normalized with locally weighted scatterplot smoothing (LOWESS). Transcriptomic data from both COVID-19 and SARS studies were log2-transformed before further processing.", "cite_spans": [{"start": 158, "end": 160, "text": "12", "ref_id": "BIBREF11"}, {"start": 304, "end": 306, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Data sets and pre-processing"}, {"text": "The list of human proteins interacting with SARS-CoV-2 was collected from the study by Gordon et al. 9 . In addition, the human proteins interacting with SARS-CoV are collected from the article by Zhou et al. 8 . The drugs targeting the SARS-CoV-2-interacting proteins were collected from DrugBank and DGIdb 10, 11 . The drug perturbational data set containing dose-and time-dependent transcriptomic pro les upon drug treatments in human cell lines was collected from CMAP 14 . The drug-screening data measuring IC50 upon drug treatments in human cell lines and cell-line transcriptomic pro les are collected from GDSC 15 .", "cite_spans": [{"start": 101, "end": 102, "text": "9", "ref_id": "BIBREF8"}, {"start": 209, "end": 210, "text": "8", "ref_id": "BIBREF7"}, {"start": 308, "end": 311, "text": "10,", "ref_id": "BIBREF9"}, {"start": 312, "end": 314, "text": "11", "ref_id": "BIBREF10"}, {"start": 473, "end": 475, "text": "14", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Data sets and pre-processing"}, {"text": "The general pathway gene sets were obtained from the C2 collection of MSigDB 29 . We curated immunologic signatures speci c to immune functions from four published resources: the LM22 immune in ltration signature 16 , the LM7 immune in ltration signature 17 , the ImSig signature of solid tumor immune in ltration 18 , and the NanoString immune signature panel (https://www.nanostring.com). The combined 3,129 curated gene sets and 61 immune gene sets were used for a single-sample gene-set enrichment analysis on the RNA-seq and microarray transcriptomic tumor data sets for COVID-19-and SARS-infected patient transcriptomes as well as for cell-line transcriptomic data for the CMAP drug perturbational studies and GDSC data sets. R-package gene-set variation analysis was used 30 . Differential enrichments of pathways between COVID-19-and SARS-infected patients vs. healthy controls were calculated with limma R package using ssGSEA scores. The pathways with adjusted p-value < 0.05 are identi ed as differentially enriched.", "cite_spans": [{"start": 213, "end": 215, "text": "16", "ref_id": "BIBREF15"}, {"start": 255, "end": 257, "text": "17", "ref_id": "BIBREF16"}, {"start": 314, "end": 316, "text": "18", "ref_id": "BIBREF17"}, {"start": 779, "end": 781, "text": "30", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Computational analysis and metadata"}, {"text": "A one-sided student's t-test was used for calculating the p-value of differences in pathway ssGSEA scores between time-dependent drug treatment responses (from CMAP) at 24 hours vs. 6 hours. For pathways that are differentially regulated due to COVID-19/SARS infection, we checked whether a drug can signi cantly downregulate the pathway at 24 hours compared to 6 hours of transfection in human cell lines from CMAP by performing t-tests on the pathway ssGSEA scores between these two time points using an alternative hypothesis equal to less. Similarly, to check whether a drug can signi cantly upregulate the pathway at 24 hours compared to 6 hours of transfection, we performed t-tests on the pathway ssGSEA scores between these two time points using an alternative hypothesis equal to greater.", "cite_spans": [], "ref_spans": [], "section": "Computational analysis and metadata"}, {"text": "The pathway-dependent drug sensitivity/resistance for each pathway and drug combination from GDSC is calculated using the following approach. First, ssGSEA scores for the pathways are calculated for the GDSC cell lines. Then, the cell lines are strati ed into two sets based on the ssGSEA scores of the pathways. For upregulated pathways, cell lines with pathway ssGSEA z-score > 2 have high pathway enrichment, and for downregulated pathways, cell lines with pathway ssGSEA z-score < -2 have low pathway enrichment. The difference between drug IC50 in GDSC cell lines with high ssGSEA scores (zscore > 2) for COVID-19/SARS upregulated pathways and all other GDSC cell lines was calculated using a one-sided t-test with an alternative hypothesis equal to greater. The difference between drug IC50 in GDSC cell lines with low ssGSEA scores (z-score < -2) for COVID-19/SARS downregulated pathways and all other GDSC cell lines was calculated using a one-sided t-test with an alternative hypothesis equal to less.", "cite_spans": [], "ref_spans": [], "section": "Computational analysis and metadata"}, {"text": "Targets interacting with SARS-CoV-2 Literature/clinical trial evidence   sirolimus  PSMA2,ACSL3,SCARB1,PLOD2,POLA1,XPO1   ,COMT,BCL2L2,IKBKB,CHEK2, Graphical description of our approach to systematically assess candidate drugs that can be re-purposed for Covid-19 (or SARS) treatment, based on the transcriptomic changes of infected patients. We combined recently published COVID-19-infected patient transcriptomic data and previous SARS-infected patient transcriptomic data, to nd key pathway alterations in infected patients. On the other hand, we collected the drugs targeting these SARS-CoV-2/SARS-CoV-1-interacting proteins from DrugBank and DGIdb to assess their effect in COVID-19-and SARS-infected patients, in-silico. Next, using the available drug perturbational data sets from the Broad Institute CMAP project, we assessed how the candidate drugs targeting SARS-CoV-2-interacting proteins affect the pathways that are altered after COVID-19 or SARS infection in a time-dependent manner. Using another available pharmacogenomic data resource, Genomics of Drug Sensitivity in Cancer (GDSC), we assessed whether the altered pathways affect sensitivity or resistance to our candidate drugs in human cell lines. Finally, we present a list of potential drugs for COVID-19 treatment that affect the COVID-19-altered pathways and incur less resistance in the presence of alteration in the pathways. where the pathway has low enrichment (scaled ssGSEA < -2) vs. other cells.", "cite_spans": [], "ref_spans": [{"start": 36, "end": 147, "text": "Literature/clinical trial evidence   sirolimus  PSMA2,ACSL3,SCARB1,PLOD2,POLA1,XPO1   ,COMT,BCL2L2,IKBKB,CHEK2,", "ref_id": null}], "section": "Drug"}, {"text": "This is a list of supplementary les associated with this preprint. Click to download.", "cite_spans": [], "ref_spans": [], "section": "Supplementary Files"}, {"text": "SupplementaryDataset2.xlsx SupplementaryDataset3.xlsx", "cite_spans": [], "ref_spans": [], "section": "SupplementaryDataset1.xlsx"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A new coronavirus associated with human respiratory disease in China", "authors": [{"first": "F", "middle": [], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "579", "issn": "", "pages": "265--269", "other_ids": {"DOI": ["10.1038/s41586-020-2008-3"]}}, "BIBREF1": {"ref_id": "b1", "title": "Responding to Covid-19 -A Once-in-a-Century Pandemic?", "authors": [{"first": "B", "middle": [], "last": "Gates", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "1677--1679", "other_ids": {"DOI": ["10.1056/NEJMp2003762"]}}, "BIBREF2": {"ref_id": "b2", "title": "A novel coronavirus outbreak of global health concern", "authors": [{"first": "C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Horby", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Gao", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "470--473", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30185-9"]}}, "BIBREF3": {"ref_id": "b3", "title": "Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan", "authors": [{"first": "J", "middle": ["F"], "last": "Chan", "suffix": ""}], "year": 2020, "venue": "Emerg Microbes Infect", "volume": "9", "issn": "", "pages": "221--236", "other_ids": {"DOI": ["10.1080/22221751.2020.1719902"]}}, "BIBREF4": {"ref_id": "b4", "title": "Developing Covid-19 Vaccines at Pandemic Speed", "authors": [{"first": "N", "middle": [], "last": "Lurie", "suffix": ""}, {"first": "M", "middle": [], "last": "Saville", "suffix": ""}, {"first": "R", "middle": [], "last": "Hatchett", "suffix": ""}, {"first": "J", "middle": [], "last": "Halton", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "1969--1973", "other_ids": {"DOI": ["10.1056/NEJMp2005630"]}}, "BIBREF5": {"ref_id": "b5", "title": "Compassionate Use of Remdesivir for Patients with Severe Covid-19", "authors": [{"first": "J", "middle": [], "last": "Grein", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa2007016"]}}, "BIBREF6": {"ref_id": "b6", "title": "SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor", "authors": [{"first": "M", "middle": [], "last": "Hoffmann", "suffix": ""}], "year": 2020, "venue": "Cell", "volume": "181", "issn": "", "pages": "271--280", "other_ids": {"DOI": ["10.1016/j.cell.2020.02.052"]}}, "BIBREF7": {"ref_id": "b7", "title": "Network-based drug repurposing for novel coronavirus 2019-nCoV/SARS-CoV-2", "authors": [{"first": "Y", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2020, "venue": "Cell Discov", "volume": "6", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41421-020-0153-3"]}}, "BIBREF8": {"ref_id": "b8", "title": "A SARS-CoV-2 protein interaction map reveals targets for drug repurposing", "authors": [{"first": "D", "middle": ["E"], "last": "Gordon", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41586-020-2286-9"]}}, "BIBREF9": {"ref_id": "b9", "title": "DrugBank 5.0: a major update to the DrugBank database", "authors": [{"first": "D", "middle": ["S"], "last": "Wishart", "suffix": ""}], "year": 2018, "venue": "Nucleic Acids Res", "volume": "46", "issn": "", "pages": "1074--1082", "other_ids": {"DOI": ["10.1093/nar/gkx1037"]}}, "BIBREF10": {"ref_id": "b10", "title": "DGIdb 3.0: a redesign and expansion of the drug-gene interaction database", "authors": [{"first": "K", "middle": ["C"], "last": "Cotto", "suffix": ""}], "year": 2018, "venue": "Nucleic Acids Res", "volume": "46", "issn": "", "pages": "1068--1073", "other_ids": {"DOI": ["10.1093/nar/gkx1143"]}}, "BIBREF11": {"ref_id": "b11", "title": "Transcriptomic characteristics of bronchoalveolar lavage uid and peripheral blood mononuclear cells in COVID-19 patients", "authors": [{"first": "Y", "middle": [], "last": "Xiong", "suffix": ""}], "year": 2020, "venue": "Emerg Microbes Infect", "volume": "9", "issn": "", "pages": "761--770", "other_ids": {"DOI": ["10.1080/22221751.2020.1747363"]}}, "BIBREF12": {"ref_id": "b12", "title": "Interferon-mediated immunopathological events are associated with atypical innate and adaptive immune responses in patients with severe acute respiratory syndrome", "authors": [{"first": "M", "middle": ["J"], "last": "Cameron", "suffix": ""}], "year": 2007, "venue": "J Virol", "volume": "81", "issn": "", "pages": "8692--8706", "other_ids": {"DOI": ["10.1128/JVI.00527-07"]}}, "BIBREF13": {"ref_id": "b13", "title": "The Connectivity Map: using gene-expression signatures to connect small molecules, genes, and disease", "authors": [{"first": "J", "middle": [], "last": "Lamb", "suffix": ""}], "year": 1929, "venue": "Science", "volume": "313", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1126/science.1132939"]}}, "BIBREF14": {"ref_id": "b14", "title": "Genomics of Drug Sensitivity in Cancer (GDSC): a resource for therapeutic biomarker discovery in cancer cells", "authors": [{"first": "W", "middle": [], "last": "Yang", "suffix": ""}], "year": 2013, "venue": "Nucleic Acids Res", "volume": "41", "issn": "", "pages": "955--961", "other_ids": {"DOI": ["10.1093/nar/gks1111"]}}, "BIBREF15": {"ref_id": "b15", "title": "Robust enumeration of cell subsets from tissue expression pro les", "authors": [{"first": "A", "middle": ["M"], "last": "Newman", "suffix": ""}], "year": 2015, "venue": "Nat Methods", "volume": "12", "issn": "", "pages": "453--457", "other_ids": {"DOI": ["10.1038/nmeth.3337"]}}, "BIBREF16": {"ref_id": "b16", "title": "Assessment of tumor-in ltrating TCRVgamma9Vdelta2 gammadelta lymphocyte abundance by deconvolution of human cancers microarrays", "authors": [{"first": "M", "middle": [], "last": "Tosolini", "suffix": ""}], "year": 2017, "venue": "Oncoimmunology", "volume": "6", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1080/2162402X.2017.1284723"]}}, "BIBREF17": {"ref_id": "b17", "title": "Immune Cell Gene Signatures for Pro ling the Microenvironment of Solid Tumors", "authors": [{"first": "A", "middle": ["J"], "last": "Nirmal", "suffix": ""}], "year": 2018, "venue": "Cancer Immunol Res", "volume": "6", "issn": "", "pages": "1388--1400", "other_ids": {"DOI": ["10.1158/2326-6066.CIR-18-0342"]}}, "BIBREF18": {"ref_id": "b18", "title": "From SARS to COVID-19: A previously unknown SARS-related coronavirus (SARS-CoV-2) of pandemic potential infecting humans -Call for a One Health approach", "authors": [{"first": "M", "middle": ["E"], "last": "El Zowalaty", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Jarhult", "suffix": ""}], "year": 2020, "venue": "One Health", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.onehlt.2020.100124"]}}, "BIBREF19": {"ref_id": "b19", "title": "Androgen hazards with COVID-19", "authors": [{"first": "N", "middle": [], "last": "Shari", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Ryan", "suffix": ""}], "year": 2020, "venue": "Endocr Relat Cancer", "volume": "27", "issn": "", "pages": "1--3", "other_ids": {"DOI": ["10.1530/ERC-20-0133"]}}, "BIBREF20": {"ref_id": "b20", "title": "Steroid hormone synthesis by vaccinia virus suppresses the in ammatory response to infection", "authors": [{"first": "P", "middle": ["C"], "last": "Reading", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Moore", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Smith", "suffix": ""}], "year": 2003, "venue": "J Exp Med", "volume": "197", "issn": "", "pages": "1269--1278", "other_ids": {"DOI": ["10.1084/jem.20022201"]}}, "BIBREF21": {"ref_id": "b21", "title": "The ubiquitin-proteasome system plays an important role during various stages of the coronavirus infection cycle", "authors": [{"first": "M", "middle": [], "last": "Raaben", "suffix": ""}], "year": 2010, "venue": "J Virol", "volume": "84", "issn": "", "pages": "7869--7879", "other_ids": {"DOI": ["10.1128/JVI.00485-10"]}}, "BIBREF22": {"ref_id": "b22", "title": "Activation of the tryptophan/serotonin pathway is associated with severity and predicts outcomes in pneumonia: results of a long-term cohort study", "authors": [{"first": "M", "middle": ["A"], "last": "Meier", "suffix": ""}], "year": 2017, "venue": "Clin Chem Lab Med", "volume": "55", "issn": "", "pages": "1060--1069", "other_ids": {"DOI": ["10.1515/cclm-2016-0912"]}}, "BIBREF23": {"ref_id": "b23", "title": "Pathological in ammation in patients with COVID-19: a key role for monocytes and macrophages", "authors": [{"first": "M", "middle": [], "last": "Merad", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Martin", "suffix": ""}], "year": 2020, "venue": "Nat Rev Immunol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41577-020-0331-4"]}}, "BIBREF24": {"ref_id": "b24", "title": "Cell cycle perturbations induced by infection with the coronavirus infectious bronchitis virus and their effect on virus replication", "authors": [{"first": "B", "middle": [], "last": "Dove", "suffix": ""}, {"first": "G", "middle": [], "last": "Brooks", "suffix": ""}, {"first": "K", "middle": [], "last": "Bicknell", "suffix": ""}, {"first": "T", "middle": [], "last": "Wurm", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Hiscox", "suffix": ""}], "year": 2006, "venue": "J Virol", "volume": "80", "issn": "", "pages": "4147--4156", "other_ids": {"DOI": ["10.1128/JVI.80.8.4147-4156.2006"]}}, "BIBREF25": {"ref_id": "b25", "title": "TH17 responses in cytokine storm of COVID-19: An emerging target of JAK2 inhibitor Fedratinib", "authors": [{"first": "D", "middle": [], "last": "Wu", "suffix": ""}, {"first": "X", "middle": ["O"], "last": "Yang", "suffix": ""}], "year": 2020, "venue": "J Microbiol Immunol Infect", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jmii.2020.03.005"]}}, "BIBREF26": {"ref_id": "b26", "title": "Anti-HIV, antitumor and immunomodulatory activities of paclitaxel from fermentation broth using molecular imprinting technique", "authors": [{"first": "J", "middle": [], "last": "Ryang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Song", "suffix": ""}, {"first": "F", "middle": [], "last": "Liu", "suffix": ""}, {"first": "T", "middle": ["B"], "last": "Ng", "suffix": ""}], "year": 2019, "venue": "AMB Express", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s13568-019-0915-1"]}}, "BIBREF27": {"ref_id": "b27", "title": "Antiviral activity of cytarabine in herpesvirus-infected rats", "authors": [{"first": "H", "middle": ["E"], "last": "Renis", "suffix": ""}], "year": 1973, "venue": "Antimicrob Agents Chemother", "volume": "4", "issn": "", "pages": "439--444", "other_ids": {"DOI": ["10.1128/aac.4.4.439"]}}, "BIBREF28": {"ref_id": "b28", "title": "Gene set enrichment analysis: a knowledge-based approach for interpreting genome-wide expression pro les", "authors": [{"first": "A", "middle": [], "last": "Subramanian", "suffix": ""}], "year": 2005, "venue": "Proc Natl Acad Sci U S A", "volume": "102", "issn": "", "pages": "15545--15550", "other_ids": {"DOI": ["10.1073/pnas.0506580102"]}}, "BIBREF29": {"ref_id": "b29", "title": "GSVA: gene set variation analysis for microarray and RNA-seq data", "authors": [{"first": "S", "middle": [], "last": "Hanzelmann", "suffix": ""}, {"first": "R", "middle": [], "last": "Castelo", "suffix": ""}, {"first": "J", "middle": [], "last": "Guinney", "suffix": ""}], "year": 2013, "venue": "BMC Bioinformatics", "volume": "14", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1471-2105-14-7"]}}, "BIBREF30": {"ref_id": "b30", "title": "Tables Table 1. Literature evidence of drugs that can be repurposed to target SARS-CoV-2-interacting proteins", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "(see Supplementary Dataset 2 for related data), we show drugs that 1) signi cantly downregulate the pathways that get upregulated after COVID-19/SARS infection (blue cells on the left panel), 2) upregulate the pathways that get upregulated after COVID-19/SARS infection (red cells on the left panel), 3)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "and 4d show the effect of the drug cytarabine on the proteasome (upregulated in COVID-19/SARS infection) and CTL (downregulated in COVID-19/SARS infection) pathways at 24 hours vs. 6 hours of drug treatment. In contrast, another class of drugs, including entacapone, ribavirin, decitabine, menadione, chloroquine, dacinostat, and belinostat, signi cantly upregulated the pathways upregulated in COVID-19 or SARS infection. Assessing the effect of potential drug candidates on the pathways altered in COVID-19 and SARS infection Drug treatment sensitivity or resistance also depends on the genomic and transcriptomic features of tissues. The upregulated or downregulated pathway signatures of virus-infected patients can impact the sensitivity or resistance to the drugs targeting SARS-Cov-2-interacting proteins. Considering this, we sought to check whether the pathways that get altered after SARS or COVID-19 infection have any effect on drug resistance. Drug sensitivity is calculated from GDSC 15 . If the upregulated (or downregulated) pathways are associated with reduced half maximal inhibitory concentration (IC50) of a drug targeting a SARS-CoV-interacting protein, then we can infer that the pathway alteration makes the cell lines less resistant to drug treatment. Figure 5a (see Supplementary Dataset 3 for related data) shows the network of drug and pathway relations from this analysis, where upregulation (or downregulation) of these pathways is associated with reduced resistance to the drugs in GDSC cell lines. The network includes drugs targeting SARS-CoV-interacting proteins and common pathways altered (upregulated or downregulated) in COVID-19/SARS infection.Figure 5billustrates that the high enrichment of NLRP3 in ammosomes (upregulated in COVID-19-and/or SARS-infected patients) is associated with reduced resistance (low IC50) to the drug fedratinib (calculated from GDSC data). Similarly,Figure 5cand 5d show reduced resistance to the drugs cytarabine and temsirolimus in GDSC cell lines as affected by high enrichment of the pathways' cell cycle and glycolysis.", "latex": null, "type": "figure"}, "FIGREF3": {"text": ". The list of potential drugs targeting SARS-CoV-2 or SARS-CoV-1 interacting proteins. Supplementary Dataset 2. Data related to Figure 4b. Drugs that signi cantly alter the pathways that get affected after COVID-19/SARS infection. Supplementary Dataset 3. Data related to Figure 5a. Drug and pathway relations, where upregulation (or downregulation) of the pathway is associated with reduced resistance to the drugs in GDSC cell lines.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Figure 2", "latex": null, "type": "figure"}, "FIGREF5": {"text": "The heat map compares the immunologic signatures (ssGSEA) between the PBMCs of COVID-19 and healthy patients. COVID-19 patients have increased enrichment of MoMaDC; toll-like receptors (TLR); plasma cells; B cells; cell cycles; and interferon and complement functions, while the NK-cell and T-cell functions have decreased enrichment. (b) The heat map compares the PBMCs of SARS and healthy patients. SARS patients have increased enrichment of MoMaDC, B cells, cell cycles, chemokines, and interferon and interleukins functions, while the natural killer (NK)-cell and T-cell functions have decreased enrichment. (c) The scatter plot shows the log fold changes of differentially enriched immune signatures in SARS vs. healthy and COVID-19 vs. healthy patients. The common immune signatures highly enriched in both SARS-and COVID-19-infected patients (top right panel, purple) are MoMaDC functions, interferon signaling, and cell cycle, while the common immune signatures with low enrichment (bottom left panel, pink) are NK-and T-cell functions.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Figure 3", "latex": null, "type": "figure"}, "FIGREF7": {"text": "The heat map compares the MSigDB pathway signatures (ssGSEA) between the PBMCs of COVID-19 and healthy patients. COVID-19 patients have increased enrichment of glucose metabolism, glycolysis, Wnt signaling, Krebs cycle, proteasomes, p53 pathway, while the T-cell receptor (TCR), T helper, cytotoxic T lymphocyte (CTL) pathways have decreased enrichment. (b) In the heat map comparing the PBMCs of SARS and healthy patients, SARS patients have increased enrichment of cell cycle and tricarboxylic acid (TCA) cycle functions, while the TCR and CTL functions have decreased enrichment. (c) The scatter plot shows the log fold changes of differentially enriched pathway signatures in SARS vs. healthy and COVID-19 vs. healthy patients. The common pathway signatures highly enriched in both SARS-and COVID-19infected patients (top right panel, purple) are androgen receptor, solute carrier transport, and potassium channel pathways, while the common immune signatures with low enrichment (bottom left panel, pink) are TCR, T-cell apoptosis, T helper, and CTL pathways.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Figure 4", "latex": null, "type": "figure"}, "FIGREF9": {"text": "The network of drugs targeting the host (human) proteins interacting with SARS-Cov-1 and SARS-Cov-2. The light green nodes are the drugs that downregulate the expression of the host genes that interact with SARS-Cov-1 or SARS-Cov-2. The interactions of SARS-Cov-2 with host proteins are collected from Gordon et al.9; the drugs targeting the host proteins are collected from DrugBank and DGIdb10,11; and the drug-induced changes in gene expression (time-and dose-dependent) in cell lines are collected from CMAP14. The dark green nodes are currently in clinical trials for COVID-19 (collected from literature). (b) The map shows the drugs from Figure 3a that signi cantly affect the pathways upregulated (cyan column-side colors) or downregulated (purple column-side colors) in SARS and COVID-19 infection. Blue cells indicate the pathway gets signi cantly downregulated by the drug (p < 0.05), while red indicates the pathway gets signi cantly upregulated by the drug in a time-dependent manner (measured by differences in pathway ssGSEA scores at 24 hours vs. 6 hours of drug treatment from CMAP). (c-d) The boxplots show the differences in ssGSEA scores for the pathways KEGG_Proteasomes (high in SARS and COVID-19 infection) and BIOCARTA_CTL_pathway (low in SARS and COVID-19 infection) at 6 hours vs. 24 hours of treatment with the drug cytarabine. Signi cant downregulation of KEGG_Proteasomes and signi cant upregulation of BIOCARTA_CTL_pathway are seen as an effect of cytarabine at 24 hours compared to 6 hours (cell line drug treatment data from CMAP).", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Figure 5", "latex": null, "type": "figure"}, "FIGREF11": {"text": "The network shows the repurposable drugs associated with reduced resistance to the pathways upregulated or downregulated in SARS and COVID-19 infection. Interactions of SARS-Cov-1 or SARS-Cov-2 with host proteins are collected from Gordon et al.; the drugs targeting the host proteins are collected from DrugBank and DGIdb10,11; and the pathways upregulated or downregulated in COVID-19 infection that makes cell lines less resistant to the drugs targeting SARS-Cov-2-interacting proteins are calculated using cell line drug screening and cell line transcriptomic data from GDSC. (b-d) The boxplots show the differences in resistance (IC50) to the drugs (b) fedratinib, (c) cytarabine, and (d) temsirolimus in cell lines of hematopoietic or lymphoid origin from GDSC when (b) NLRP3 in ammosomes, (c) cell cycle, and (d) glycolysis are highly enriched (scaled ssGSEA score > 2) vs. not enriched. For pathways downregulated in COVID-19-infected patients, the cell line drug resistance is compared between cells", "latex": null, "type": "figure"}, "TABREF1": {"text": "Table 1. Literature evidence of drugs that can be repurposed to target SARS-CoV-2-interacting proteins.\nPage 12/19", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Drug </td><td>Targets interacting with SARS-CoV-2 </td><td>Literature/clinical trial evidence\n</td></tr><tr><td>sirolimus </td><td>PSMA2,ACSL3,SCARB1,PLOD2,POLA1,XPO1\n</td><td>clinical trial: NCT04341675\n</td></tr><tr><td>,COMT,BCL2L2,IKBKB,CHEK2,PPIA,GLA,SIG\nMAR1,IDE\n</td><td> </td></tr><tr><td>irbesartan ribavirin </td><td>BCL2,GFER,IKBKB,SIRT5,NARS2 </td><td>PMID: 32129518 </td></tr><tr><td>ATP6V1A,PLOD2,BCL2,GGCX,BCL2L2,IMPD\n</td><td>PMID: 32227493\n</td></tr><tr><td> </td><td>H2\n</td><td> </td></tr><tr><td>apicidin </td><td>PSMA2,DNMT1,SCARB1,PLAT,PLOD2,ATF5,\n</td><td>PMID: 32353859\n</td></tr><tr><td>PCSK6,COMT,CHEK2,RTN4,SIGMAR1,HDA\n</td><td> </td></tr><tr><td> </td><td>C2\n</td><td> </td></tr><tr><td>azacitidine </td><td>PSMA2,JUN,SCARB1,ABCC1,PRKAR2B,PCSK\n</td><td>PMID: 32353859\n</td></tr><tr><td>6,COMT,CHEK2,F2RL1,BRD2\n</td><td> </td></tr><tr><td>entacapone </td><td>JUN,DNMT1,PRKACA,ABCC1,COMT,F2RL1,\n</td><td>PMID: 32353859\n</td></tr><tr><td>TBK1\n</td><td> </td></tr><tr><td>mercaptopurine </td><td>DNMT1,SCARB1,HDAC2,PRKAR2B,XPO1,CO\n</td><td>PMID: 18313035,PMID: 25542975,PMID:\n</td></tr><tr><td>MT,PPIA,IDE,NARS2\n</td><td>19374142\n</td></tr><tr><td>ruxolitinib </td><td>MARK2 </td><td>PMID: 32353859\n</td></tr><tr><td>midostaurin oseltamivir </td><td>MARK2 </td><td>PMID: 32353859\n</td></tr><tr><td>NEU1 </td><td>DOI: https://doi.org/10.1016/S2214-\n</td></tr><tr><td> </td><td> </td><td>109X(20)30114-5\n</td></tr><tr><td>valproic acid lisinopril mycophenolic acid camostat silmitasertib metformin hydrochloride fedratinib nafamostat gemcitabine hydrochloride </td><td>HDAC2 </td><td>PMID: 32353859\n</td></tr><tr><td>ACE2 </td><td>doi: 10.1001/jamacardio.2020.1624\napproved drug\n</td></tr><tr><td>IMPDH2 </td><td> </td></tr><tr><td>PRSS1 </td><td>clinical trial: NCT04353284\n</td></tr><tr><td>CSNK2A2 </td><td>PMID: 32353859\n</td></tr><tr><td>NDUFAF2,NDUFAF1,NDUFB9 </td><td>PMID: 32360697, PMID: 32347974\n</td></tr><tr><td>BRD4 </td><td>PMID: 32205092\n</td></tr><tr><td>PRSS1 </td><td>DOI: 10.1128/AAC.00754-20\n</td></tr><tr><td> </td><td>POLA1 Page 13/19\n</td><td>https://www.cebm.net/COVID-19/registered-\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "All analysis data generated during this study are included in this published article as supplementary datasets.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}