{
    "paper_id": "3dab73f77f4af3a420f31e94c7a63dad0fa150be",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "tive by investigating consumer vulnerability from the perspectives of poverty and low-income (Bryant & Hill, 2019; Choudhury et al., 2019; Glavas et al., 2020) , decision making (Choudhury et al., 2019; Hill & Sharma, 2020) , and the marketplace (Ford et al., 2019; Glavas et al., 2020; LaBarge & Pyle, 2020; Stewart & Yap, 2020) . However, less is known about consumer vulnerability and behavioral purchasing outcomes, such as purchase satisfaction and repurchase, given the adverse (pandemic) situation. Hence, our study aims to shed light on this aspect.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 114,
                    "text": "(Bryant & Hill, 2019;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 115,
                    "end": 138,
                    "text": "Choudhury et al., 2019;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 139,
                    "end": 159,
                    "text": "Glavas et al., 2020)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 178,
                    "end": 202,
                    "text": "(Choudhury et al., 2019;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 203,
                    "end": 223,
                    "text": "Hill & Sharma, 2020)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 246,
                    "end": 265,
                    "text": "(Ford et al., 2019;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 266,
                    "end": 286,
                    "text": "Glavas et al., 2020;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 287,
                    "end": 308,
                    "text": "LaBarge & Pyle, 2020;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 309,
                    "end": 329,
                    "text": "Stewart & Yap, 2020)",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition to the vulnerability aspect, difficult situations can tell a lot about one's resilience, which refers to the individual's confrontation with disruptive processes and perception of handling them in terms of the socioeconomic context (Maurer, 2016) . While some scholars claim that vulnerable people lack resilience, others argue differently. According to Miller et al. (2010) , vulnerability and resilience represent related but different concepts in understanding the changes. In addition, it seems that people can be simultaneously vulnerable and resilient (Uekusa & Matthewman, 2019) . According to Lorenz and Dittmer (2016) , people in disasters are rarely helpless, but are rather proactive and self-determined in finding ways of coping with the disaster, which calls for examining the role of their selfefficacy through resilience. Moreover, researchers note that social scientists have only recently started to conceptualize resilience and conduct empirical research on this interesting field (Maurer, 2016; Mayntz, 2016) , suggesting the existence of a large gap between scientific and practical implications of how to apply the concepts of both vulnerability and resilience . Hence, our study aims to address this gap as well.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 258,
                    "text": "(Maurer, 2016)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 366,
                    "end": 386,
                    "text": "Miller et al. (2010)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 570,
                    "end": 597,
                    "text": "(Uekusa & Matthewman, 2019)",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 613,
                    "end": 638,
                    "text": "Lorenz and Dittmer (2016)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1011,
                    "end": 1025,
                    "text": "(Maurer, 2016;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1026,
                    "end": 1039,
                    "text": "Mayntz, 2016)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Drawing on the definition of consumer vulnerability proposed by Baker et al. (2005) , wherein it arises from the interaction of personal states, characteristics, and external conditions within a context, it seems worthwhile to explore the consumer vulnerability and resilience within the COVID-19 setting through the lens of SCT. In other words, the current situation offers a possibility for exploring consumers' vulnerability, resilience, and consequent behavioral purchasing outcomes, especially since the COVID-19 pandemic brought uncertainties in terms of consumers' behavior patterns and responses to companies' efforts to satisfy their needs. Therefore, the pandemic setting might be considered an environmental stimulus that influences the individuals' personal and behavioral processes, showing how efficacious individuals might be when coping with a change and the effect of their coping in the retail context. Since a similar framework has not been utilized so far, we strive to fill this gap using SCT and the self-efficacy determinant (Bandura, 1991 (Bandura, , 1998 (Bandura, , 2001 (Bandura, , 2005 Maddux, 1995) . Hence, this study makes several contributions to the literature. First, it adds to the SCT environmental set by exploring the retail context in the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 83,
                    "text": "Baker et al. (2005)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1048,
                    "end": 1062,
                    "text": "(Bandura, 1991",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1063,
                    "end": 1079,
                    "text": "(Bandura, , 1998",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1080,
                    "end": 1096,
                    "text": "(Bandura, , 2001",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1097,
                    "end": 1113,
                    "text": "(Bandura, , 2005",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1114,
                    "end": 1127,
                    "text": "Maddux, 1995)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, the exploration of the SCT personal processes set and the self-efficacy (SE) subset is enhanced by investigating the consumer attitudes and perceptions through consumer vulnerability and resilience. Third, the self-efficacy (SE) subset is also investigated through the moderating variable of consumer adaptability, which is understood as consumers' perceptions of the pandemic as an opportunity for learning. Fourth, another SCT contribution is the assessment of behavioral processes in the form of purchase satisfaction and repurchase. To the best of our knowledge, this study is the first to investigate consumer vulnerability and resilience and their impact on purchase satisfaction and repurchase, given the COVID-19 pandemic setting, through the lens of SCT. Finally, this study offers practical implications for marketers in terms of a better understanding of consumers' personal and behavioral processes and enhancement of the purchasing experience in the and post-COVID-19 periods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study was conducted in Croatia, where the first positive COVID-19 patient was recorded in February 2020, when the government introduced various measures to fight COVID-19 (Government of the Republic of Croatia, 2020). Subsequently, from March to mid-May 2020, Croatia faced a lockdown and a reopening afterward to prepare for the tourism season (OECD, 2020) . During the pandemic, the lockdown in particular, retailers and consumers largely moved online (Dujić, 2020) . This period was particularly stressful and new for Croatian consumers, given the prevalence of online shopping. Even before the pandemic, Croatia, like most emerging countries, lagged behind the European average in online purchases (Eurostat, 2020) ; in 2019, only 40% of the Croatian population shopped online, while in the European Union, this percentage was up to 80% (Dujić, 2020) .",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 362,
                    "text": "(OECD, 2020)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 459,
                    "end": 472,
                    "text": "(Dujić, 2020)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 707,
                    "end": 723,
                    "text": "(Eurostat, 2020)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 846,
                    "end": 859,
                    "text": "(Dujić, 2020)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "| BACKG ROUND OF THE S TUDY"
        },
        {
            "text": "Therefore, the pandemic caught Croatian consumers slightly unprepared, which only deepened the fear of the unknown, making them vulnerable, yet forcing them to exhibit their self-efficacy (i.e., resilience) by finding ways to cope with the threat, including the possibility of buying goods online.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| BACKG ROUND OF THE S TUDY"
        },
        {
            "text": "The Croatian market records significant changes in consumer behavior. The demand for products that can be easily consumed at home, well-known brands, and products that positively affect well-being has increased significantly (Vrdoljak, 2020) . Consumers prefer the constant availability of such products, which means that companies have to adapt their offers as well. Adaptations can also be noticed in the rise of e-commerce, which has consequently stimulated Croatian companies to invest more in advertising, with special emphasis on digital communication and social media (Vrdoljak, 2020) . Croatian consumers are shopping less frequently, but in larger quantities (Hendal, 2020) , and are now buying more rationally (JaTrgovac, 2020), while shifting toward a healthier lifestyle (Progressive, 2020). Moreover, it seems that Croatian consumers have now increased their online purchasing (up to 52%), and more than 6% had not previously purchased products online | 3 bs_bs_banner KURSAN MILAKOVIĆ (Equestris, 2020) . Most products purchased online are clothes, shoes, home accessories, and multimedia products (Hina, 2020) .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 241,
                    "text": "(Vrdoljak, 2020)",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 575,
                    "end": 591,
                    "text": "(Vrdoljak, 2020)",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 668,
                    "end": 682,
                    "text": "(Hendal, 2020)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 999,
                    "end": 1016,
                    "text": "(Equestris, 2020)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1112,
                    "end": 1124,
                    "text": "(Hina, 2020)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "| BACKG ROUND OF THE S TUDY"
        },
        {
            "text": "Considering previous notions, it can be seen that consumer behavior undergoes certain changes because of external influences, such as the COVID-19 pandemic. However, it is important to assess how consumers' personal processes of coping with vulnerability, resilience, and adaptability to change through online purchasing add to their behavioral processes in terms of retail/ purchase satisfaction and repurchase. This is crucial for companies' future strategies and communication approaches. Hence, we aim to explain these processes by utilizing SCT. To the best of our knowledge, there has been no attempt to include these concepts in the SCT framework. In this regard, we expect that, given the COVID-19 pandemic (SCT environmental aspect), consumers will strive to become more self-efficacious (SCT personal processes through vulnerability, resilience, and adaptability) in obtaining retail satisfaction and repurchase (SCT behavioral processes).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| BACKG ROUND OF THE S TUDY"
        },
        {
            "text": "First, they might strive to reduce their vulnerability by relying on product promotions, product knowledge, and abilities to purchase and distinguish to achieve the ability to make purchase decisions (e.g., purchase, purchase satisfaction, and repurchase). Second, we expect that consumers will strive to build their resilience by making appropriate purchase decisions, achieving purchasing satisfaction, and possibly repurchasing. By doing so, consumers might also demonstrate self-efficaciousness by adopting the possibility of buying products online, in other words, by perceiving the pandemic as an opportunity to learn new ways of acquiring goods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| BACKG ROUND OF THE S TUDY"
        },
        {
            "text": "Third, we believe that satisfactory purchase experience, impacted by self-efficacy in a form of reduced vulnerability and increased resilience, will add to further decision-making processes (repurchase decisions). In this way, we strive to contribute to enriching the SCT framework by (a) exploring a novel environmental aspect (the pandemic), (b) adding new constructs of consumer vulnerability, resilience, and adaptability to the self-efficacy personal processes dimension, and (c) enhancing the behavioral processes set contributing to SCT knowledge with purchase satisfaction and repurchase constructs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| BACKG ROUND OF THE S TUDY"
        },
        {
            "text": "Social cognitive theory (SCT) explains human behavior through environmental, personal, and behavioral influences or theory sets (Bandura, 1991 (Bandura, , 1998 (Bandura, , 2001 . Self-efficacy, as an SCT (sub)set, represents a self-regulatory mechanism that denotes not only the skill or capability of performing, but also the self-belief in the capability of being efficacious, that is, being able to enhance motivation and problem-solving efforts (Bandura, 1998) . According to Young et al. (2005) , outcome expectancy and self-efficacy beliefs are constructs central to SCT. Regarding outcome expectancy, people are motivated to perform a particular behavior if they feel driven, while self-efficacy deals with judgments of one's learning and performing actions when handling the prospective situation (Schunk & Pajares, 2009; Young et al., 2005) . Similarly, for the purpose of our study, it is central to reason whether consumers might be motivated to achieve the behavioral outcomes of purchase satisfaction and repurchase if they feel more self-efficacious, that is, less vulnerable (e.g., with the available product promotions, product knowledge, and purchase ability) and more resilient. In other words, would they be more motivated to overcome the pandemic threat with respect to the buying possibilities? In addition, we see self-efficacy as a personal process that can be investigated through the consumers' ability to adapt to the new situation, for instance, by learning about the new means of buying products (online).",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 142,
                    "text": "(Bandura, 1991",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 143,
                    "end": 159,
                    "text": "(Bandura, , 1998",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 160,
                    "end": 176,
                    "text": "(Bandura, , 2001",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 449,
                    "end": 464,
                    "text": "(Bandura, 1998)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 480,
                    "end": 499,
                    "text": "Young et al. (2005)",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 805,
                    "end": 829,
                    "text": "(Schunk & Pajares, 2009;",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 830,
                    "end": 849,
                    "text": "Young et al., 2005)",
                    "ref_id": "BIBREF86"
                }
            ],
            "ref_spans": [],
            "section": "| Social cognitive theory (SCT) and purchase decision making"
        },
        {
            "text": "Behavioral outcomes (trial, purchases, and repurchase) are an important part of the consumer decision-making process (Schiffman et al., 2012) , and satisfaction represents a crucial consumer variable reflecting how much the purchased goods satisfy or exceed customers' expectations (Farris et al., 2010) . It is important to study the construct of purchase satisfaction, especially when new and potentially harmful circumstances, such as pandemics, that severely affect consumer behavior occur. Namely, during crises, people tend to be more cautious and focus on functional aspects, hence reducing or postponing purchases (Skordoulis et al., 2018) . Other researchers (Skowron & Kristensen, 2011) indicate that, when faced with a crisis, consumers from developing European countries tend to be less satisfied with their purchases and tend to be less loyal to firms they trust when compared with consumers from developed EU economies. In addition, personal characteristics should not be neglected in terms of their potential significance for customer satisfaction (Cameran et al., 2010) . Therefore, it is expected that this study will provide novel insights into consumer purchase satisfaction and repurchase during the COVID-19 pandemic, given consumer vulnerability, resilience, and adaptability. This study will assess self-efficacy through the aspects of vulnerability, resilience, and adaptability. On the one hand, vulnerability describes one's reduced capacity to attain one's own benefits, and it is determined by psychosocial characteristics and contextual and environmental conditions (Hill & Sharma, 2020;  LaBarge & Pyle, 2020). On the other hand, resilience refers to one's capability to cope well with stress or change and the ability to recover quickly from such adversity (Baker et al., 2005) . Hence, all constructs tell a lot about one's self-efficacy. As this study is placed within the COVID-19 retail setting, self-efficacy (through vulnerability, resilience, and adaptability to online means) represents a coping mechanism (being motivated) for obtaining purchase satisfaction and repurchase (problem-solving efforts). In the sense of SCT and SE, vulnerability, resilience, and adaptability (i.e., perception of the pandemic as an opportunity for learning) represent aspects of self-efficacy that add to the personal processes set of SCT. Consumer behavioral actions of purchase satisfaction and repurchase add to the SCT behavior processes set, in which the pandemic denotes the environmental SCT aspect. Smith and Cooper-Martin (1997) define vulnerable consumers as those more prone to physical, psychological, and economic harm.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 141,
                    "text": "(Schiffman et al., 2012)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 282,
                    "end": 303,
                    "text": "(Farris et al., 2010)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 622,
                    "end": 647,
                    "text": "(Skordoulis et al., 2018)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 668,
                    "end": 696,
                    "text": "(Skowron & Kristensen, 2011)",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1063,
                    "end": 1085,
                    "text": "(Cameran et al., 2010)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1595,
                    "end": 1616,
                    "text": "(Hill & Sharma, 2020;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1617,
                    "end": 1617,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 1788,
                    "end": 1808,
                    "text": "(Baker et al., 2005)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2528,
                    "end": 2558,
                    "text": "Smith and Cooper-Martin (1997)",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "| Social cognitive theory (SCT) and purchase decision making"
        },
        {
            "text": "When feeling vulnerable, for instance, when perceiving a threat, consumers strive to develop defensive actions, that is, engage in self-protective behavior as a way of reducing adverse outcomes (Mehrolia et al., 2020) . By relying on SCT, it can be assumed that consumer vulnerability denotes lower levels of self-efficacy in an individual and that it calls for further consumer actions for empowerment. Shi et al. (2017) argue that consumer vulnerability should consider several dimensions, such as product knowledge, product promotion, social pressure, refund policy, marketing and emotional pressure, and distinguish and purchase abilities. Most consumers are vulnerable in at least one dimension; a third of them can be vulnerable across many dimensions, while a lesser number of consumers can show no signs of vulnerability (Jourova, 2016) . Similarly, Brennan et al. (2017) point out that consumer vulnerability should consider personal issues, individual characteristics, and external circumstances, since all of them affect the consumption experience.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 217,
                    "text": "(Mehrolia et al., 2020)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 404,
                    "end": 421,
                    "text": "Shi et al. (2017)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 829,
                    "end": 844,
                    "text": "(Jourova, 2016)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 858,
                    "end": 879,
                    "text": "Brennan et al. (2017)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "| Consumer vulnerability"
        },
        {
            "text": "Hence, this study aims to fill this gap by focusing on the following dimensions: product knowledge, product promotion, and purchase and distinguish abilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Consumer vulnerability"
        },
        {
            "text": "Resilience can be defined as a stress-coping ability and the capacity to recover quickly from difficult circumstances or failures; it refers to the individual trait of handling difficulty (Bonß, 2016; Ball & Lamberton, 2015; Campbell-Sills & Stein, 2007; Connor & Davison, 2003) . Therefore, resilience can be perceived as a self-efficacy determinant, and self-efficacy describes one's capability of acquiring skills and believing in one's own capability (Bandura, 1991) to cope with a change. As an integral part of the self-regulation aspect, self-efficacy has significant effect on motivation and action (Bandura, 1991) . Following the same line of reasoning, it can be assumed that resilience plays an important role in one's further actions. Given the consumer behavior context, actions can be explored in the form of purchase and/or repurchase.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 200,
                    "text": "(Bonß, 2016;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 201,
                    "end": 224,
                    "text": "Ball & Lamberton, 2015;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 225,
                    "end": 254,
                    "text": "Campbell-Sills & Stein, 2007;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 255,
                    "end": 278,
                    "text": "Connor & Davison, 2003)",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 470,
                    "text": "(Bandura, 1991)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 607,
                    "end": 622,
                    "text": "(Bandura, 1991)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "| Consumer resilience"
        },
        {
            "text": "Consumer resilience can be motivated by various factors such as personal (self), social (family and community), and (macro) environmental factors (Baker & Mason, 2012) , and it influences the individual's emotions, attitudes, and actions (Maddi, 2012) . Since research on resilience is scarce, scholars (e.g., Ball & Lamberton, 2015) call for researching resilience as a key factor in consumption and an unrecognized element in consumer experience. It can be said that resilience research within the marketing disciplines is rare, although this concept is extremely relevant for marketing and consumer behavior (Rew & Minor, 2018) . Choudhury et al. (2019) point out that studies on vulnerability in terms of purchasing decision making are scarce. However, research on consumers at the base of the pyramid shows that low literacy, limited access to information, low information processing, and lack of resources can increase consumer vulnerability and constrain decision making (Choudhury et al., 2019) . These notions indicate the potential negative effect of vulnerability on purchase experience, whereby vulnerability in terms of product knowledge (lack of it) might be relevant for decision making, that is, purchasing outcomes, such as satisfaction and repurchase. In addition, Shi et al. (2017) note that consumers might be vulnerable due to the lack of knowledge or experience with the products, which might result in behavioral pattern changes. Furthermore, consumers might be vulnerable because of their low literacy in terms of purchasing the wrong products and misinterpreting labels, and hence, reduced cognitive resources might negatively influence the purchase decisions (Stewart & Yap, 2020) . Nevertheless, consumer experience and brand satisfaction depend on product knowledge Consumers can become vulnerable because of the lack of knowledge or skills related to marketplace options (Ringold, 2005) . Their vulnerability might occur with regard to inadequate information or ineffective use of information, which can negatively affect the consumption decisions (Overall, 2004) . Choudhury et al. (2019) stress the relevance of the moderating role of consumer vulnerability (as low-literacy consumers, i.e., lacking information) in purchase decision making, which indicates the potential relevance of consumer vulnerability (product knowledge) for repurchase decision making. In addition, as product knowledge is important for the overall consumer experience and purchasing decisions (Fazal-e-Hasan et al., 2019), the validity of exploring its significance for repurchase decisions is strengthened as well. Considering these notions, along with the relevance of purchase satisfaction for repurchase intention (e.g., Elbeltagi & Agag, 2016; Rose et al., 2012; Zhang et al., 2011), it is reasonable to explore whether product knowledge influences repurchase intentions if mediated through purchase satisfaction. Therefore, the following hypothesis is proposed: Vulnerability can occur when an individual interacts with stimuli, for instance, within the retail store, during product consumption, and when exposed to promotional messages (Baker et al., 2016) .",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 167,
                    "text": "(Baker & Mason, 2012)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 238,
                    "end": 251,
                    "text": "(Maddi, 2012)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 310,
                    "end": 333,
                    "text": "Ball & Lamberton, 2015)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 611,
                    "end": 630,
                    "text": "(Rew & Minor, 2018)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 633,
                    "end": 656,
                    "text": "Choudhury et al. (2019)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 978,
                    "end": 1002,
                    "text": "(Choudhury et al., 2019)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1283,
                    "end": 1300,
                    "text": "Shi et al. (2017)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1685,
                    "end": 1706,
                    "text": "(Stewart & Yap, 2020)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1900,
                    "end": 1915,
                    "text": "(Ringold, 2005)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 2077,
                    "end": 2092,
                    "text": "(Overall, 2004)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 2095,
                    "end": 2118,
                    "text": "Choudhury et al. (2019)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2731,
                    "end": 2754,
                    "text": "Elbeltagi & Agag, 2016;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2755,
                    "end": 2773,
                    "text": "Rose et al., 2012;",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 2774,
                    "end": 2794,
                    "text": "Zhang et al., 2011),",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 3149,
                    "end": 3169,
                    "text": "(Baker et al., 2016)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "| Consumer resilience"
        },
        {
            "text": "Perceived risk can make consumers feel vulnerable and promotional messages and advertising can reduce the perceived risk for consumers when buying products (Schiffman et al., 2012) . Therefore, such reduced risk based on promotions can be considered a crucial factor for purchasing experience and satisfaction. Furthermore, some people (e.g., older ones) might be more vulnerable to unethical sales and telemarketing activities (Ford et al., 2019) . These findings suggest that consumers might feel more or less vulnerable with respect to the offered promotional messages or the lack of them. Therefore, it can be assumed that promotional messages are crucial for a reduced level of consumer vulnerability due to sufficient information offered, which reduces consumers' potential uncertainty when it comes to buying decision making and might stimulate purchase and/or satisfaction. Hence,",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 180,
                    "text": "(Schiffman et al., 2012)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 428,
                    "end": 447,
                    "text": "(Ford et al., 2019)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "| HYP OTHE S E S DE VELOPMENT"
        },
        {
            "text": "No studies have investigated the impact of product promotion (as a consumer vulnerability dimension) on repurchase intention via purchase satisfaction in terms of our research context. However, some findings might indicate that this relationship is worth exploring. Namely, the study of the base of pyramid consumers (Choudhury et al., 2019) indicates that vulnerability in terms of low literacy and lack of information and/or resources might moderate the relationship between the received stimuli and consumer comprehension for the purchase decision-making process. Other studies (e.g., Shalehah et al., 2019; Zhou et al., 2019) indicate that promotion efforts are important for repurchase decision making.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 341,
                    "text": "(Choudhury et al., 2019)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 588,
                    "end": 610,
                    "text": "Shalehah et al., 2019;",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 611,
                    "end": 629,
                    "text": "Zhou et al., 2019)",
                    "ref_id": "BIBREF88"
                }
            ],
            "ref_spans": [],
            "section": "Hypothesis 3 Greater consumer proneness to product promotion positively influences purchase satisfaction."
        },
        {
            "text": "Following a similar line of reasoning, product promotion, perceived as stimuli important in the context of consumer vulnerability, might be relevant for repurchase decision making. Given the notion that purchase satisfaction is a relevant precursor for repurchase decisions (Elbetagi & Agang, 2016; Rose et al., 2012) , we assume that purchase satisfaction might mediate the influence of product promotion on repurchase intention. Hence, we propose the following hypothesis:",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 317,
                    "text": "Rose et al., 2012)",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Hypothesis 3 Greater consumer proneness to product promotion positively influences purchase satisfaction."
        },
        {
            "text": "Most individuals exert their free will through consumption, that is, selection of the products, whereby marketplace free will can be lost because of deterring conditions (Hill, 2019) , thus leading to higher consumer vulnerability. In addition, consumers might be forced to endure restrictions on their desires, market spaces, and sources of satisfaction (Hill, 2019) . Shi et al. (2017) indicate that consumers might experience emotional pressures when faced with different marketing stimulations, and may thus lack the ability to make proper purchasing decisions. Furthermore, consumers might be vulnerable because of their inability to seek alternatives because of the lack of purchasing experience (Glavas et al., 2020) and inadequate consumption access to resources (e.g., clothing, food, and healthcare) (Martin & Hill, 2012) . This leads to the assumption that consumers might be vulnerable due to purchase inability given the marketing circumstances, such as the pandemic, and the consequent low offering or unavailability of products, which might affect their purchase and satisfaction during the pandemic. Hence, Hypothesis 5 Higher purchase inability of the consumer negatively influences purchase satisfaction.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 182,
                    "text": "(Hill, 2019)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 355,
                    "end": 367,
                    "text": "(Hill, 2019)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 370,
                    "end": 387,
                    "text": "Shi et al. (2017)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 702,
                    "end": 723,
                    "text": "(Glavas et al., 2020)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 810,
                    "end": 831,
                    "text": "(Martin & Hill, 2012)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Hypothesis 4 Purchase satisfaction mediates the influence of product promotion on repurchase intention."
        },
        {
            "text": "The way in which consumers manage stress and cope with adversity affects the balancing of their vulnerability, which influences consumption decision making (LaBarge & Pyle, 2020). Along with narrower purchasing choices, consumers might become vulnerable because of unethical retailers' practices (Glavas et al., 2020) , which can affect consumer purchase ability, consumer experience (e.g., satisfaction) with retailers, and their further decision making (e.g., repurchase). In addition, purchase satisfaction is an important factor in repurchase decision making (Elbeltagi & Agag, 2016; Rose et al., 2012; Zhang et al., 2011) . Therefore, it is expected that purchase satisfaction might be relevant to the effect of consumer purchase ability on repurchase intention. Therefore, we posit:",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 317,
                    "text": "(Glavas et al., 2020)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 563,
                    "end": 587,
                    "text": "(Elbeltagi & Agag, 2016;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 588,
                    "end": 606,
                    "text": "Rose et al., 2012;",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 607,
                    "end": 626,
                    "text": "Zhang et al., 2011)",
                    "ref_id": "BIBREF87"
                }
            ],
            "ref_spans": [],
            "section": "Hypothesis 4 Purchase satisfaction mediates the influence of product promotion on repurchase intention."
        },
        {
            "text": "Consumers might feel helpless when faced with an abundance of information, which tends to lower their capability to discriminate, that is, distinguish between similar products (Shi et al., 2017) .",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 194,
                    "text": "(Shi et al., 2017)",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Hypothesis 6 Purchase satisfaction mediates the influence of purchase ability on repurchase intention."
        },
        {
            "text": "Although some consumers who are unconsciously targeted by deceptive marketing practices may retain certain control of necessary resources and functioning in the marketplace (Hill & Sharma, 2020) , the inability to comprehend marketing communication, for instance, due to low literacy, adds to their vulnerability (Stewart & Yap, 2020) . If unable to distinguish among different products/ brands and communication, consumers make mistakes and become vulnerable (Walsh et al., 2010) . Hence, it could be concluded that when consumers are unable to distinguish relevant information, they cannot make appropriate purchase decisions, which might lower their purchase satisfaction. Therefore, the following hypothesis is proposed:",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 194,
                    "text": "(Hill & Sharma, 2020)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 313,
                    "end": 334,
                    "text": "(Stewart & Yap, 2020)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 460,
                    "end": 480,
                    "text": "(Walsh et al., 2010)",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [],
            "section": "Hypothesis 6 Purchase satisfaction mediates the influence of purchase ability on repurchase intention."
        },
        {
            "text": "Although the marketplace can be threatening to consumers and increase their vulnerability (e.g., with low literacy or the inability to discriminate among similar stimuli) (Shi et al., 2017) , some consumers can learn new ways of dealing with negative experiences (Stewart & Yap, 2020) and maintain control over their marketplace functioning (Hill & Sharma, 2020) . Therefore, it can be assumed that some vulnerable consumers might rely on marketing efforts, and they might thus be forced to make purchase decisions, given the pandemic situation. In addition, if a certain level of purchase satisfaction is achieved in that sense, the same might be a valid reason for making other purchase decisions (e.g., repurchase), especially considering that purchase satisfaction is a precondition for repurchase intention (Elbeltagi & Agang, 2016; Rose et al., 2012) . Moreover, some vulnerable consumers may endure less favorable outcomes from their service encounters (Glavas et al., 2020) . If so, they might still be prone to making repurchase decisions in that particular situation. Hence, we propose:",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 189,
                    "text": "(Shi et al., 2017)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 263,
                    "end": 284,
                    "text": "(Stewart & Yap, 2020)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 341,
                    "end": 362,
                    "text": "(Hill & Sharma, 2020)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 812,
                    "end": 837,
                    "text": "(Elbeltagi & Agang, 2016;",
                    "ref_id": null
                },
                {
                    "start": 838,
                    "end": 856,
                    "text": "Rose et al., 2012)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 960,
                    "end": 981,
                    "text": "(Glavas et al., 2020)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Hypothesis 7 Lower distinguish ability of consumers negatively influences purchase satisfaction."
        },
        {
            "text": "Although studies directly relating consumer resilience to consumer purchase satisfaction are lacking, resilience affects one's actions (Maddi, 2012) , and it is important in reducing conflict and achieving life and/or job satisfaction (Kossek & Perrigino, 2016) .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 148,
                    "text": "(Maddi, 2012)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 235,
                    "end": 261,
                    "text": "(Kossek & Perrigino, 2016)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Hypothesis 8 Purchase satisfaction mediates the influence of distinguish ability on repurchase intention."
        },
        {
            "text": "As resilience plays a vital role in decision making as an attempt to maintain functioning in an everyday context and to improve existing conditions, it covers social, economic, and environmental aspects (Connelly et al., 2017; Skondras et al., 2020) . Translated into the consumer/retail context, it can be assumed that consumer resilience might be crucial for one's functioning in terms of purchase decisions and achieving purchase satisfaction. In addition, consumers who feel resilient might be more efficient in coping with the pandemic when it comes to buying, and might thus make satisfactory purchasing decisions. Moreover, as a way of responding to stress, people can use different coping mechanisms and behavioral coping strategies as a way of achieving skillfulness and empowerment (Ford et al., 2019; Sharma et al., 2021) . These insights indicate the potential importance of consumer resilience in achieving empowerment in the form of satisfaction in the purchasing context. Furthermore, self-efficacy is an important driver of behavioral processes (Thakur, 2018) , which leads to the assumption that resilience, as a way of being self-efficacious, might be an important driver of behavioral actions, such as purchase, resulting in a certain level of purchase satisfaction. Therefore, we expect that, given the circumstances, consumers that are more resilient might be more satisfied with the purchasing outcome as they handle adverse situations better (are more self-efficacious) and are able to make purchase decisions. Hence, we propose:",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 226,
                    "text": "(Connelly et al., 2017;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 227,
                    "end": 249,
                    "text": "Skondras et al., 2020)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 792,
                    "end": 811,
                    "text": "(Ford et al., 2019;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 812,
                    "end": 832,
                    "text": "Sharma et al., 2021)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1061,
                    "end": 1075,
                    "text": "(Thakur, 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hypothesis 8 Purchase satisfaction mediates the influence of distinguish ability on repurchase intention."
        },
        {
            "text": "Hypothesis 9 Consumer resilience positively influences purchase satisfaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypothesis 8 Purchase satisfaction mediates the influence of distinguish ability on repurchase intention."
        },
        {
            "text": "Individuals adapt to adverse situations and accept the things that they are unable to change because this is the way of regaining control over their lives while achieving or maintaining their wellbeing (LaBarge & Pyle, 2020). Following the same line of reasoning, although a pandemic situation is a circumstance that cannot be changed, people still need to buy, that is, make purchase decisions in order to meet their needs. Consumers who adapt (resilient ones) to this new situation and make satisfactory purchases might be prone to repurchase decisions. Furthermore, Stewart and Yap (2020) claim that low-literacy consumers lack skills to acquire sufficient performance in typical consumption-related tasks. However, if this notion is analogously applied to our context, it might indicate that high-literacy consumers might be perceived as more resilient and capable (self-efficacious) when performing consumption-related tasks (e.g., repurchase). In addition, self-efficacy and satisfaction positively influence continuance intention (Thakur, 2018) . Hence, it can be assumed that resilience, perceived through determinant of self-efficaciousness, might be a driver of repurchase (continuance) intention. In addition, given the relevance of purchase satisfaction for repurchase intention (e.g. Rose et al., 2012; Zhang et al., 2011) , it seems worthwhile to explore the relationship between resilience and consumer action of repurchase through purchase satisfaction.",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 591,
                    "text": "Stewart and Yap (2020)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1037,
                    "end": 1051,
                    "text": "(Thakur, 2018)",
                    "ref_id": null
                },
                {
                    "start": 1297,
                    "end": 1315,
                    "text": "Rose et al., 2012;",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1316,
                    "end": 1335,
                    "text": "Zhang et al., 2011)",
                    "ref_id": "BIBREF87"
                }
            ],
            "ref_spans": [],
            "section": "Hypothesis 8 Purchase satisfaction mediates the influence of distinguish ability on repurchase intention."
        },
        {
            "text": "Hence, it can be assumed that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypothesis 8 Purchase satisfaction mediates the influence of distinguish ability on repurchase intention."
        },
        {
            "text": "Hypothesis 10 Purchase satisfaction mediates the influence of consumer resilience on repurchase intention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypothesis 8 Purchase satisfaction mediates the influence of distinguish ability on repurchase intention."
        },
        {
            "text": "The COVID-19 pandemic has changed consumers' priorities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypothesis 8 Purchase satisfaction mediates the influence of distinguish ability on repurchase intention."
        },
        {
            "text": "According to Tam (2020) , product availability is now a high priority, unlike brand loyalty; therefore, consumers are now more likely to buy a less familiar brand than wait for the first-choice product to become available again. Thus, consumers' future buying depends greatly on how brands and companies respond to pandemics and help them with this challenge (Tam, 2020) . Following this notion, it could be expected that if consumers are satisfied with the retailers' responses during the pandemic, they might stay with these retailers for future purchases. In addition, a significant number of studies have established that greater purchase satisfaction affects consumer repurchase intention positively (Elbetagi & Agang, 2016; Rose et al., 2012; Zhang et al., 2011) . In general, repurchase intention can be positively affected by perceived value, loyalty, and customer satisfaction (Al-Refaie et al., 2012; Vázquez-Casielles et al., 2012) . Considering the pandemic, it is projected that consumers will increase the frequency of purchasing from existing retailers (Dujić, 2020) . Therefore, we can assume that consumers who are satisfied with their purchase from retailers chosen during the COVID-19 pandemic will show positive repurchase intention in the future. Therefore, the following hypothesis is proposed:",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 23,
                    "text": "Tam (2020)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 359,
                    "end": 370,
                    "text": "(Tam, 2020)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 705,
                    "end": 729,
                    "text": "(Elbetagi & Agang, 2016;",
                    "ref_id": null
                },
                {
                    "start": 730,
                    "end": 748,
                    "text": "Rose et al., 2012;",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 749,
                    "end": 768,
                    "text": "Zhang et al., 2011)",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 886,
                    "end": 910,
                    "text": "(Al-Refaie et al., 2012;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 911,
                    "end": 942,
                    "text": "Vázquez-Casielles et al., 2012)",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 1068,
                    "end": 1081,
                    "text": "(Dujić, 2020)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Hypothesis 8 Purchase satisfaction mediates the influence of distinguish ability on repurchase intention."
        },
        {
            "text": "Hypothesis 11 Consumer purchase satisfaction positively influences repurchase intention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypothesis 8 Purchase satisfaction mediates the influence of distinguish ability on repurchase intention."
        },
        {
            "text": "The main changes that consumers undergo during crises are, among others, the needs for simplicity, smart consumption, temperance, and ethical consumption (Mansoor, 2011) . The need for simplicity results in consumers' willingness to adapt to limited choices and simplified demands for greater self-efficacy utilization (Mansoor, 2011) . The research context of the COVID-19 pandemic represents a setting of limited choices and simplified demands, requiring a greater self-efficacy level in order to acquire the needed goods. Moreover, consumers might be vulnerable due to the lack product knowledge (Ringold, 2005; Shi et al., 2017) and thus reduced the cognitive resources (Stewart & Yap, 2020 ), which might result in self-efficacy and purchase behavior changes.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 169,
                    "text": "(Mansoor, 2011)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 319,
                    "end": 334,
                    "text": "(Mansoor, 2011)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 599,
                    "end": 614,
                    "text": "(Ringold, 2005;",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 615,
                    "end": 632,
                    "text": "Shi et al., 2017)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 674,
                    "end": 694,
                    "text": "(Stewart & Yap, 2020",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Hypothesis 8 Purchase satisfaction mediates the influence of distinguish ability on repurchase intention."
        },
        {
            "text": "Such changes, making consumers vulnerable, tend to also occur when interacting with promotional activities (Baker et al., 2016; Ford et al., 2019) . In addition, when faced with pressures consumers might lack the ability to make proper purchasing decisions (Shi et al., 2017) including the search for alternatives (Glavas et al., 2020) , and the ability to distinguish between products and retailers' practices (Shi et al., 2017; Stewart & Yap, 2020; Walsh et al., 2010) . Self-efficacy in this context refers to the consumers' level of adaptability to adverse situations. In our study, consumer adaptability as a self-efficacy determinant is assessed as a consumer's perception of a pandemic being an opportunity to learn new ways of buying. In other words, people tend to embrace technology more than ever in order to cope efficiently with isolation (Wright & Blackburn, 2020) , and consumers who do not use the Internet, have poor computational skills, or are more risk averse might be more vulnerable (Jourova, 2016) . However, consumer vulnerability across different dimensions can elicit a response in terms of adapting to new experiences (Baker et al., 2005) by employing defensive coping mechanisms (Hill & Sharma, 2020) .",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 127,
                    "text": "(Baker et al., 2016;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 128,
                    "end": 146,
                    "text": "Ford et al., 2019)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 257,
                    "end": 275,
                    "text": "(Shi et al., 2017)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 314,
                    "end": 335,
                    "text": "(Glavas et al., 2020)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 411,
                    "end": 429,
                    "text": "(Shi et al., 2017;",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 430,
                    "end": 450,
                    "text": "Stewart & Yap, 2020;",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 451,
                    "end": 470,
                    "text": "Walsh et al., 2010)",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 852,
                    "end": 878,
                    "text": "(Wright & Blackburn, 2020)",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 1005,
                    "end": 1020,
                    "text": "(Jourova, 2016)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1145,
                    "end": 1165,
                    "text": "(Baker et al., 2005)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1207,
                    "end": 1228,
                    "text": "(Hill & Sharma, 2020)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Hypothesis 8 Purchase satisfaction mediates the influence of distinguish ability on repurchase intention."
        },
        {
            "text": "Namely, consumers might strive to obtain control by seeking out new channels of consumption to meet their needs (Hill & Sharma, 2020) . Hence, it makes sense that consumers facing the pandemic might strive to adapt to the current situation by learning to buy online in order to overcome their vulnerability in terms of product knowledge, product promotion, purchase and distinguish (in)abilities associated with purchasing. Therefore, we assume that higher consumer perception of the pandemic as an opportunity to learn new ways of buying might result in lowering consumer vulnerability across dimensions and strengthening its impact on purchase satisfaction. Hence, we propose the following hypothesis:",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 133,
                    "text": "(Hill & Sharma, 2020)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Hypothesis 8 Purchase satisfaction mediates the influence of distinguish ability on repurchase intention."
        },
        {
            "text": "Hypothesis 12 Consumer adaptability moderates the relationships between consumer vulnerability dimensions of (a) product knowl-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypothesis 8 Purchase satisfaction mediates the influence of distinguish ability on repurchase intention."
        },
        {
            "text": "Consumer resilience can be considered a facilitator of change (Baker & Mason, 2012) , whereby an individual's behavior may shift when dealing with uncertainties (Voinea & Filip, 2011) . Namely, consumers seek to change the status quo in order to gain greater control in their lives for both present and future situations (Voinea & Filip, 2011) . Apparently, regaining control in life can be considered a recovery mechanism that might build resilience, while adaptability to new online buying means might assist. Predictions stating that the majority of consumers will continue shopping online and that they might find new online retailers instead of returning to the previous ones (Tam, 2020) can be considered to be indicative of consumers' way to build resilience and a path toward achieving and retaining purchase satisfaction. Given the previous notions, we assume that higher consumer perception of the pandemic as an opportunity to learn new ways of buying might increase the impact of consumer resilience on purchase satisfaction. Hence, we propose:",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 83,
                    "text": "(Baker & Mason, 2012)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 161,
                    "end": 183,
                    "text": "(Voinea & Filip, 2011)",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 321,
                    "end": 343,
                    "text": "(Voinea & Filip, 2011)",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 681,
                    "end": 692,
                    "text": "(Tam, 2020)",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "edge, (b) product promotion, (c) purchase ability, and (d) distinguish ability and purchase satisfaction."
        },
        {
            "text": "Hypothesis 13 Consumer adaptability moderates the relationship between consumer resilience and purchase satisfaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "edge, (b) product promotion, (c) purchase ability, and (d) distinguish ability and purchase satisfaction."
        },
        {
            "text": "The research model presented in Figure 1 . illustrates explored relationships.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 32,
                    "end": 40,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "edge, (b) product promotion, (c) purchase ability, and (d) distinguish ability and purchase satisfaction."
        },
        {
            "text": "Empirical research was carried out on a convenience sample of 502 respondents from the Republic of Croatia. The online survey method was used, and the online questionnaire was developed using Qualtrics software. The survey link was distributed through personal email addresses and social network applications, such as WhatsApp, Viber, and Facebook. Data collection occurred from 05/25/2020 to 06/04/2020. Although probability samples are considered more generalizable, which is a limitation of convenience samples, the latter can be less expensive, more efficient, and simpler to execute, and they represent the norm within developmental science (Jager et al., 2017) . In addition, convenience samples can provide better generalizability when homogeneous based on certain characteristics (Jager et al., 2017) . We believe that the research context, that is, the current pandemic, adds to homogeneity and provides a slightly more generalizable setting. In other words, because all the respondents were exposed to the same environmental stimuli (the pandemic), it can be considered that the COVID-19 setting is adding to the homogeneity of the target population. Given the notions (e.g. Bullen, 2014; Grimm, 2010; Szyrmer, 2015) that pretesting can be conducted with a smaller number of respondents (e.g., 5-10), especially when conducting customer studies (Szyrmer, 2015) and one-to-one analysis (Grimm, 2010) , before conducting the survey, the questionnaire was pretested on 10 selected individuals (differing in age, education, and gender) to check for clarity and comprehension. In addition, these respondents were assessed as a small focus group, which offered us the possibility to obtain more detailed feedback owing to the questions asked in one-to-one communication (e.g., about understanding the questions and terminology, language flow, clarity of instructions and questions, provided/missing options, and duration). Sentences and options that were initially unclear were modified, presented to the respondents again, and finally included in the questionnaire. To ensure content validity, the questionnaire was checked by three marketing professors who helped modify certain items in order to attain better conceptual robustness.",
            "cite_spans": [
                {
                    "start": 646,
                    "end": 666,
                    "text": "(Jager et al., 2017)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 788,
                    "end": 808,
                    "text": "(Jager et al., 2017)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1185,
                    "end": 1198,
                    "text": "Bullen, 2014;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1199,
                    "end": 1211,
                    "text": "Grimm, 2010;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1212,
                    "end": 1226,
                    "text": "Szyrmer, 2015)",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 1355,
                    "end": 1370,
                    "text": "(Szyrmer, 2015)",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 1395,
                    "end": 1408,
                    "text": "(Grimm, 2010)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "| Sample and data collection"
        },
        {
            "text": "The measurement instrument was a highly structured questionnaire for researching consumer attitudes and perceptions with respect to the explored concepts. The questionnaire also included demographic data of the respondents. Questionnaire items were translated from English to Croatian and then, retranslated into",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Sample and data collection"
        },
        {
            "text": "English. An English professor was assisted with this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Sample and data collection"
        },
        {
            "text": "Upon collection, the data were checked for missing values, that is, incomplete surveys. There were 93 incomplete surveys, and these respondents/values were excluded from further analysis. By assessing the univariate outliers through Z-score values (e.g., if > 3.29) and multivariate outliers through Mahalanobis distance (given the number of independent variables and degree of freedom), as suggested by Pallant (2011) , four outliers (three univariate and one multivariate) were detected and then, excluded from further analysis. The final sample size was N = 405. The sample structure is presented in Table 1 .",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 418,
                    "text": "Pallant (2011)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [
                {
                    "start": 603,
                    "end": 610,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "| Sample and data collection"
        },
        {
            "text": "The measurement scales were adapted from the relevant literature sources, as indicated below, whereby some items were modified to fit the research context better. These modifications refer to wording consumer vulnerability dimension refers to consumers' assertions of buying advertised products, buying products based on the information received from mass media, and buying products recommended in promotional activities. Purchase (in)ability in terms of consumer vulnerability indicates that when buying, consumers frequently cannot find the required product and need to buy inferior/poorer ones. This dimension also indicates that consumers' choices are narrowed, and that they are unable to buy what they desire and need to buy a replacement. Distinguish (in)ability means that, when buying, consumers are unaware of which information is fraudulent, and that during product consumption, they cannot tell which marketing methods are deceitful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Measurement scales"
        },
        {
            "text": "Consumer resilience encompassed seven items adapted from Connor and Davidson's (2003) resilience scale. These items were measured on a Likert scale of seven degrees, along with the concept of satisfaction with the retailers, which was measured with four items. In terms of purchase satisfaction, three items were adapted from Wolter et al. (2017), Thomson (2006) , and Chun and Davies (2006) , while one item was developed by the authors. All items were measured on a 7-point Likert scale. Repurchase intention (\"I will continue to buy from the retailers I bought from during this pandemic\")",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 85,
                    "text": "Connor and Davidson's (2003)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 348,
                    "end": 362,
                    "text": "Thomson (2006)",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 369,
                    "end": 391,
                    "text": "Chun and Davies (2006)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "| Measurement scales"
        },
        {
            "text": "was measured with an item developed by the author and it also included seven Likert degrees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Measurement scales"
        },
        {
            "text": "The moderating variable of consumers' adaptability, that is, perceiving the pandemic situation as an opportunity for learning some new ways of buying, was assessed with the item \"This pandemic situation represents an opportunity to learn some new (online) ways of buying\" (not at all-1, in a lesser degree, not-2, in a higher degree, yes-3, and 4-completely yes). For the purpose of exploring the moderation effects, this variable was assessed together with independent variables as interaction terms (see Research results section).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Measurement scales"
        },
        {
            "text": "All measurement scale items have been presented in a later section (Table 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 75,
                    "text": "(Table 6",
                    "ref_id": null
                }
            ],
            "section": "| Measurement scales"
        },
        {
            "text": "When it comes to sample and researched variables, it can be said that the respondents showed an average level of general consumer vulnerability. When considering consumer vulnerability dimensions, they scored higher on distinguish and purchase ability dimensions, and lower on product promotion and product knowledge dimensions. Furthermore, the respondents seemed to be characterized by higher consumer resilience and purchase satisfaction levels. In addition, the respondents scored high on repurchase and low on adaptability to new (online) buying means/channels. Descriptive statistics are presented in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 607,
                    "end": 614,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "| RE S E ARCH RE SULTS"
        },
        {
            "text": "Data were tested for normality of distribution (skewness, kurtosis-see Table 2 ; tolerance, variance inflation factor (VIF)), and (multi)collinearity (correlation analysis, multiple regression analyses).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "| RE S E ARCH RE SULTS"
        },
        {
            "text": "Collinearity diagnostics showed that the tolerance values ranged from 0.72 to 0.98, and VIF, from 1 to 1.38. These values are adequate, since tolerance should be > 0.10 and VIF < 10 (Pallant, 2011).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| RE S E ARCH RE SULTS"
        },
        {
            "text": "be from 0.01 to 0.77. Performed tests confirmed the adequacy of the data (Pallant, 2011; Kline, 2011) .",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 88,
                    "text": "(Pallant, 2011;",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 89,
                    "end": 101,
                    "text": "Kline, 2011)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Correlation analysis indicated the values (correlation coefficients) to"
        },
        {
            "text": "Additional descriptive analysis showed certain consumer behavior patterns (Table 3) . Namely, it seems that not all consumers switched to online buying. A significant portion of the consumers bought goods online, while the rest retained their older habits of buying in physical stores.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 83,
                    "text": "(Table 3)",
                    "ref_id": null
                }
            ],
            "section": "Correlation analysis indicated the values (correlation coefficients) to"
        },
        {
            "text": "Regarding the categories of products, consumers mostly bought clothing and shoes online during the pandemic (Table 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 117,
                    "text": "(Table 4)",
                    "ref_id": null
                }
            ],
            "section": "Correlation analysis indicated the values (correlation coefficients) to"
        },
        {
            "text": "Regarding future purchases, a great number of consumers planned to continue buying online, while a significant number planned to return to their old (in-store) buying habits (Table 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 183,
                    "text": "(Table 5)",
                    "ref_id": null
                }
            ],
            "section": "Correlation analysis indicated the values (correlation coefficients) to"
        },
        {
            "text": "Considering the obtained results, the following can be briefly summarized:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation analysis indicated the values (correlation coefficients) to"
        },
        {
            "text": "• More than 26% of the consumers felt vulnerable, while 27.4%, 33.2%, and 43.2% of the consumers felt vulnerable in terms of the product promotion dimension, purchase ability, and distinguish ability, respectively. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation analysis indicated the values (correlation coefficients) to"
        },
        {
            "text": "Buying patterns",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TA B L E 3 Consumer behavior patterns"
        },
        {
            "text": "Did not buy online, but in-store once a week 47",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Share (%)"
        },
        {
            "text": "Bought online some products (e.g., clothes, shoes, electronics…)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Share (%)"
        },
        {
            "text": "Bought everything online 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "41"
        },
        {
            "text": "Asked others to buy for them (either online or offline) 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "41"
        },
        {
            "text": "• Up to 88.6% of the consumers felt resilient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KURSAN MILAKOVIĆ"
        },
        {
            "text": "• Given consumer adaptability, that is, perceiving the pandemic as an opportunity to acquire new (online) ways of buying, 83.5% of the consumers were not adaptable, while 16.5% were highly adaptable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KURSAN MILAKOVIĆ"
        },
        {
            "text": "• Up to 78.8% were satisfied with the retailers from which they bought during the pandemic, and more than 70% of the consumers planned to continue buying from these retailers in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KURSAN MILAKOVIĆ"
        },
        {
            "text": "Confirmatory factor analysis (CFA) was employed to test the reliability, validity, and unidimensionality of the measurement scales used, as well as to develop an adequate measurement model as a precondition for successful structural equation modeling (SEM). CFA and SEM were performed using SPSS AMOS 23, employing the maximum-likelihood (ML) method and considering the analysis principles and thresholds suggested by relevant scholars within these fields (e.g., Bagozzi et al., 1991; Hair et al., 2010; Kline, 2011 ). The measurement model development was based on the following assumptions: each manifest variable loaded only on one factor, error terms were independent, and factors correlated. The first two assumptions, together with good model fit, refer to the unidimensionality measure. CFA analysis showed that not all items had significant factor loadings above the recommended threshold of > 0.60. This was the case with the consumer vulnerability product knowledge dimension (three items) and",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 484,
                    "text": "Bagozzi et al., 1991;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 485,
                    "end": 503,
                    "text": "Hair et al., 2010;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 504,
                    "end": 515,
                    "text": "Kline, 2011",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "| Confirmatory factor analysis"
        },
        {
            "text": "consumer resilience (two items). Because of the low factor loadings and the minimal two manifest variables needed per factor, these items were excluded from further analysis. This also required the exclusion of the product knowledge consumer vulnerability dimension from further CFA and SEM analyses. The CFA results are presented in Table 6 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 334,
                    "end": 341,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "| Confirmatory factor analysis"
        },
        {
            "text": "As can be seen in Table 6 Table 7 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 25,
                    "text": "Table 6",
                    "ref_id": null
                },
                {
                    "start": 26,
                    "end": 33,
                    "text": "Table 7",
                    "ref_id": null
                }
            ],
            "section": "| Confirmatory factor analysis"
        },
        {
            "text": "Considering the previous discussion, it can be concluded that this measurement model is an adequate precondition for the structural model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Confirmatory factor analysis"
        },
        {
            "text": "The structural model (covariance based) was created by estimating the structural parameters using the ML method. For this purpose, three models, one constrained and two unconstrained models (see Table 8 Table 8 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 202,
                    "text": "Table 8",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 203,
                    "end": 210,
                    "text": "Table 8",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "| Structural equation modeling"
        },
        {
            "text": "The SEM results ( dimensions. Namely, only the dimensions of product promotion and purchase ability significantly directly affected purchase satisfaction, while the distinguish ability dimension did not influence purchase satisfaction. In addition, consumer resilience is a significant predictor of purchase satisfaction, while purchase satisfaction strongly affects the repurchase intention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Structural equation modeling"
        },
        {
            "text": "Considering mediation analysis, Baron and Kenny (1986) suggest conditions that need to be met to support the mediation: (1) the independent variable significantly influences dependent variable (c′),",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 54,
                    "text": "Baron and Kenny (1986)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "| Structural equation modeling"
        },
        {
            "text": "(2) independent variable significantly influences the mediator (a), and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Structural equation modeling"
        },
        {
            "text": "(3) mediator significantly influences dependent variable (b), whereby independent variable and mediator enter as predictors. Following Baron and Kenny's (1986) conditions, our analysis does not meet the first condition. However, it should be noted that Baron and Kenny's approach is seen as outdated and erroneous due to the ending the mediation analysis if the first condition is not met, which is unnecessarily restrictive condition (Memon et al., 2018) . Namely, scholars (Hayes, 2018; Memon et al., 2018) suggest to be cautious and forward with the mediation analysis even if the mentioned condition (X Y) is not met, especially since this relationship is not a part of mediated effect (Memon et al., 2018) . According to Hayes (2018) , indirect effects (a, b, and ab) can be assessed even when direct effects (c′) are non-significant, but are closer to zero than the total effects. This is the case in our study. Therefore, this provides a strong justification All standardize coefficients (factor loadings) are significant at p < .001.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 159,
                    "text": "Baron and Kenny's (1986)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 253,
                    "end": 270,
                    "text": "Baron and Kenny's",
                    "ref_id": null
                },
                {
                    "start": 435,
                    "end": 455,
                    "text": "(Memon et al., 2018)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 475,
                    "end": 488,
                    "text": "(Hayes, 2018;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 489,
                    "end": 508,
                    "text": "Memon et al., 2018)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 690,
                    "end": 710,
                    "text": "(Memon et al., 2018)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 726,
                    "end": 738,
                    "text": "Hayes (2018)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "| Structural equation modeling"
        },
        {
            "text": "to continue with the mediation analysis following Hayes' (2018) principles, whereby the mediating effects of consumer vulnerability (across dimensions of product promotion, purchase, and distinguish (in)abilities) and resilience on repurchase intention via purchase satisfaction were analyzed taking into account indirect (ab) and direct (c′) effects, as shown in Figure 2 .",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 63,
                    "text": "Hayes' (2018)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 372,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "KURSAN MILAKOVIĆ"
        },
        {
            "text": "The mediation analysis (Model 3) revealed that some consumer vulnerability dimensions, specifically product promotion (a = 0.242, p = .000) and purchase (in)ability (a = −0.307, p = .002), affected repurchase intention when mediated through purchase satisfaction (b = 0.664, p = .000). Consumer vulnerability dimension of distinguish ability (a = 0.037, p = .684) did not influence repurchase intention when mediated through purchase satisfaction. In addition, Abbreviations: CV_PP, consumer vulnerability--product promotion; CV_PA, consumer vulnerability--purchase ability; CV_DA, consumer vulnerability--distinguish ability; PESAT--purchase satisfaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KURSAN MILAKOVIĆ"
        },
        {
            "text": "*Correlations significant at p < .05 level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KURSAN MILAKOVIĆ"
        },
        {
            "text": "**Correlations significant at p <.001 level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KURSAN MILAKOVIĆ"
        },
        {
            "text": "Model 1 (Constrained model)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TA B L E 8 SEM results"
        },
        {
            "text": "Model 2 (Unconstrained model) Note: Effects are significant at p < .001 (*) and p < .05 (**). Since consumer vulnerability dimension of product knowledge did not show adequate validity within confirmatory factor analysis (factor loadings were < 0.50) it was removed from further analysis including SEM. Thus, the results for H1, H2, and H12a are not available and these hypotheses are rejected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TA B L E 8 SEM results"
        },
        {
            "text": "purchase satisfaction mediated the influence of consumer resilience (a = 0.175, p = .002) on repurchase intention. The established intermediate (ab) effects are presented in Table 9 , whereby Model 2 (main and mediation effects) and Model 3 (main, mediating and moderating effects) are contrasted. Given chi-square values, the model change from Model 1 to Model 2 is ∆X 2 /∆D.F. = 2.635/4 and from Model 2 to Model 3 is ∆X 2 /∆D.F. = 7.902/4. Furthermore, unlike consumer vulnerability (product promotion, purchase (in)ability, and distinguish (in)ability) and purchase satisfaction relationship, moderation analysis revealed that consumer adaptability moderates only the path/relationship between consumer resilience and purchase satisfaction. These results suggest that consumer adaptability to new online buying channels might help to increase resilient consumers' purchase satisfaction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 181,
                    "text": "Table 9",
                    "ref_id": null
                }
            ],
            "section": "Main effects"
        },
        {
            "text": "Given the CFA and SEM results, and the applied SCT framework, the hypotheses' statuses and brief summary of research results are presented in Table 10 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 150,
                    "text": "Table 10",
                    "ref_id": null
                }
            ],
            "section": "Main effects"
        },
        {
            "text": "Given the seriousness of the COVID-19 crisis for both consumers and retailers, the main purpose of this study was to explore consumer behavior during the pandemic through the lens of the SCT framework. In this regard, the pandemic was assessed as an environmental SCT set; constructs of consumer vulnerability, resilience, and adaptability are included in the personal processes SCT set and self-efficacy subset, and purchase satisfaction and repurchase are included in the SCT behavioral processes set. In addition, the moderating effect of consumer adaptability on the relationships between vulnerability (product promotion, purchase, and distinguish (in)abilities), resilience, and purchase satisfaction was investigated, as well as the mediating effects of vulnerability dimensions and resilience on repurchase intention via purchase satisfaction. This study is the first to explore these processes in the proposed manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Theoretical implications"
        },
        {
            "text": "The research shows that, given the pandemic, consumers feel quite self-efficacious when it comes to the effects of consumer vulnerability and resilience on purchase decision making (purchase satisfaction and repurchase). The research results indicate that product promotion, as an important consumer vulnerability dimension, is relevant for adequate decision making and thus positively influences purchase satisfaction, which also mediates the effect of product promotion on repurchase decisions. Hence, hypotheses H3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Theoretical implications"
        },
        {
            "text": "and H4 are supported. These findings are in accordance with existing notions that vulnerability can occur during promotion exposure and product consumption (Baker et al., 2016; Ford et al., 2019) , and that promotional activities can reduce perceived risk (Schiffman et al., 2012) that consumers feel more self-efficacious if they can rely on product promotion to make purchase decisions, achieve purchase satisfaction, and plan repurchases under adverse circumstances. Thus, these findings contribute to the SCT environmental, personal, and behavioral processes sets.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 176,
                    "text": "(Baker et al., 2016;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 177,
                    "end": 195,
                    "text": "Ford et al., 2019)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 256,
                    "end": 280,
                    "text": "(Schiffman et al., 2012)",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "| Theoretical implications"
        },
        {
            "text": "Our study reveals that higher purchase inability, as one of the consumer vulnerability dimensions, negatively impacts purchase satisfaction, and that purchase satisfaction mediates the impact of purchase ability on repurchase intention. Therefore, hypotheses H5 and H6 are supported. These findings are aligned with some existing results indicating that when faced with emotional pressure, consumers might be unable to make proper purchase decisions (Shi et al., 2017) and may feel vulnerable if they lack alternatives (Glavas et al., 2020) or access to resources (Martin & Hill, 2012) . In addition, our results corroborate LaBarge and Pyle's (2020) notion that vulnerability affects consumption decision making (in our case, repurchase intention). Our findings indicate that consumers are able to become self-efficacious (SCT personal processes set) if they can perceive the ability to buy, which consequently influences their behavioral processes of purchase satisfaction and repurchase (SCT behavioral processes set).",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 468,
                    "text": "(Shi et al., 2017)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 519,
                    "end": 540,
                    "text": "(Glavas et al., 2020)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 564,
                    "end": 585,
                    "text": "(Martin & Hill, 2012)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "| Theoretical implications"
        },
        {
            "text": "Regarding other consumer vulnerability dimensions and behavioral processes, no direct or indirect relationships were found between product knowledge and purchase satisfaction and repurchase owing to the lack of convergent validity of the product knowledge dimension. Therefore, hypotheses H1 and H2 were rejected. These relationships require further exploration because of the present insignificance. Furthermore, no relationship (direct or indirect) between distinguish ability and purchase satisfaction and repurchase was established; thus, hypotheses H7 and H8 were rejected. Further exploration of these effects is needed from the perspective of reasons for being unable to discriminate between products and stimuli and possibly consider the importance of product categories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Theoretical implications"
        },
        {
            "text": "Considering consumer resilience, the research results indicate that resilience is an important factor in making purchase decisions in turbulent times. That is, it positively directly influences purchase satisfaction and indirectly influences repurchase intention if mediated via satisfaction. Hence, hypotheses H9 and H10 are supported. These results are in accordance with Maddi's (2012) notion that resilience affects one's actions. However, these results are novel in terms of the researched behavioral process of purchase satisfaction and repurchase, analyzing both direct and indirect effects, which has not been the case thus far. Our results confirm that consumers might strive to build their resilience as a type of coping strategy for achieving a sort of empowerment (as Considering the obtained results and the applied theoretical framework (SCT), the research results can be briefly summarized as follows:",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 388,
                    "text": "Maddi's (2012)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "| Theoretical implications"
        },
        {
            "text": "• The pandemic can be considered an important external factor that influences consumers' personal and behavioral processes, thus denoting novel environmental set of SCT. • The self-efficacy can be explained through the direct and indirect effects of consumer vulnerability and resilience (contributing to the personal processes set of SCT) crucial for SCT behavioral processes. • Personal processes of consumer vulnerability and resilience indirectly influence repurchases via purchase satisfaction, hence contributing to personal and behavioral processes sets of SCT. • The personal process of self-efficacy can be explained through the moderating effect of consumer adaptability, which changes consumer behavior as a way of coping (being more self-efficacious) with threat, which adds to the personal and behavioral processes sets of SCT. • The behavioral outcome of purchase satisfaction is affected by personal processes and it affects future consumer behavior in the form of repurchases, thus contributing to the SCT set of behavioral processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Theoretical implications"
        },
        {
            "text": "findings confirm that in the context of pandemics (SCT environmental set), resilience can be perceived as an important SCT subset of self-efficacy determinants crucial for SCT behavioral processes, such as purchase satisfaction and repurchase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Theoretical implications"
        },
        {
            "text": "Furthermore, our research shows that purchase satisfaction positively influences repurchase intention. Therefore, H11 is supported. This result is in line with some existing findings suggesting that repurchase intention results from customer/purchase satisfaction (Elbeltagi & Agang, 2016; Rose et al., 2012; Vázquez-Casielles et al., 2012; Zhang et al., 2011) . It corroborates indications that future buying will stem from an increased frequency of purchasing from existing retailers (Dujić, 2020) , while greatly depending on the companies' response and support during the pandemic (Tam, 2020) . This result suggests that consumers who are satisfied with the purchase from the retailers they bought from during this pandemic are more likely to repurchase from these retailers in the future. In addition, this finding contributes to the SCT set of behavioral processes.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 289,
                    "text": "(Elbeltagi & Agang, 2016;",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 308,
                    "text": "Rose et al., 2012;",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 309,
                    "end": 340,
                    "text": "Vázquez-Casielles et al., 2012;",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 341,
                    "end": 360,
                    "text": "Zhang et al., 2011)",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 486,
                    "end": 499,
                    "text": "(Dujić, 2020)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 585,
                    "end": 596,
                    "text": "(Tam, 2020)",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "| Theoretical implications"
        },
        {
            "text": "Consumer adaptability, in the form of perceiving the pandemic situation as an opportunity to learn new ways of buying, moderates some of the researched relationships. When it comes to consumer vulnerability, the moderating effect of consumer adaptability was not determined for the consumer vulnerability dimensions (product promotion, purchase (in)ability, and distinguish (in)ability) and purchase satisfaction relationship(s). Hence, hypothesis H12 is rejected. This finding is novel with respect to the researched context, that is, the pandemic and the moderating role of consumer adaptability, while adding to the SCT personal processes' set. However, since insignificant, further exploration is needed, especially due to the existing notions suggesting that consumers could adapt to new buying channels as a way of regaining control over their lives as argued by Hill and Sharma (2020) .",
            "cite_spans": [
                {
                    "start": 869,
                    "end": 891,
                    "text": "Hill and Sharma (2020)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "| Theoretical implications"
        },
        {
            "text": "In addition, consumer adaptability, that is, perceiving the pandemic situation as an opportunity to learn new ways of buy- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Theoretical implications"
        },
        {
            "text": "In addition to its scientific contribution, this study has several managerial implications. Namely, marketers and retailers can better understand consumer behavior in the context of crisis as well as consumer pandemic coping capacities. They can gain awareness of consumers' vulnerability and resilience levels and thus adapt their marketing and communication strategies for a better purchase experience (higher purchase satisfaction and repurchase). Given the research results, that is, significant effects of consumer vulnerability and resilience on purchase satisfaction and its influence on repurchase, the marketers need to build their strategy around consumer confidence, communicating appeals of trust and reassurance. In this way, they can help consumers feel more comfortable in their (online and offline) stores and encourage them to return.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Managerial implications"
        },
        {
            "text": "Given the direct effects of vulnerability and resilience on purchase satisfaction and their indirect impacts on repurchase decisions via purchase satisfaction, it is essential to strive to provide a satisfactory purchase experience. For this purpose, marketers are advised to adopt the role of informing and educating consumers about the quality of products/services, the ways of acquiring the products during the crisis and post-crisis, and the ability to cope with technological changes by communicating informational and educational appeals in their messages. Furthermore, they need to accentuate the accessibility and availability of products while communicating, thereby improving corporate dialog with consumers during their product promotion. This is important because it might stimulate consumers to become more self-efficacious, that is, decrease the level of vulnerability (by increasing product promotion and purchase ability) and increase consumer resilience in market transactions, while enhancing the overall purchasing experience. In order to achieve this, marketers need to be present constantly in the media, that is, communicate with customers via both offline and online channels, in order to strengthen the image of their brands, improve consumer confidence, and provide assistive approach. It is essential to build trust and communicate the benefit (e.g., guarantee web store safety and privacy, security during the purchasing process), which can be done successfully using communication strategies (advertising and promotional activities), as previously suggested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Managerial implications"
        },
        {
            "text": "Given the moderating effect of consumer adaptability on the relationships between resilience and purchase satisfaction, companies should strive to improve the online purchasing experience and encourage online buying, which they can do by encouraging online purchasing in their communication messages. This might empower consumers, that is, make them feel more self-efficacious, and reassure them when it comes to online buying safety, product availability, and creation of the positive perception that the pandemic can be perceived as an opportunity to acquire online buying skills. In this way, companies would be able to increase consumer resilience and enhance their overall purchasing experience, leading to satisfactory decision making in terms of purchase satisfaction and repurchase intention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Managerial implications"
        },
        {
            "text": "This study has some limitations. Although the sample was diverse throughout the country and encompassed different age and education groups, the convenience sampling method was used. However, the results are applicable only to those consumers faced with the \"lockdown\" and the pandemic purchasing experience, and therefore can be generalized to the Croatian population to a certain extent. Nevertheless, future research may replicate this study on a representative population of Croatian consumers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| LIMITATI ON S AND FUTURE RE S E ARCH DIREC TIONS"
        },
        {
            "text": "Another limitation of this study is the inability to analyze the product knowledge dimension of consumer vulnerability eventually because of the low CFA factor loadings and validity difficulties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| LIMITATI ON S AND FUTURE RE S E ARCH DIREC TIONS"
        },
        {
            "text": "Therefore, future studies may test this variable on other samples as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| LIMITATI ON S AND FUTURE RE S E ARCH DIREC TIONS"
        },
        {
            "text": "Since the COVID-19 pandemic's effects on retail vary in different countries because of different measures, future research might focus on other countries' purchasing experiences, given the consumer vulnerability and resilience constructs. Cross-cultural comparisons might provide interesting and helpful insights aimed at enhancing the overall consumer consumption experience. Future research might encompass additional personal variables, such as optimism, innovativeness, and anxiety/fear perceptions. It could also cover the other side of the purchasing context, that is, companies'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| LIMITATI ON S AND FUTURE RE S E ARCH DIREC TIONS"
        },
        {
            "text": "perspectives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| LIMITATI ON S AND FUTURE RE S E ARCH DIREC TIONS"
        },
        {
            "text": "Given the marketing and pandemic context, this study is the first to explore the impacts of consumer vulnerability and resilience on purchase satisfaction and repurchase, encompassing the varying effect of consumer adaptability through the lens of SCT. In this regard, the findings contribute to assessing the SCT sets of environmental processes (pandemics), personal processes, and the self-efficacy subset (consumer vulnerability, resilience, and adaptability), and the behavioral processes set (purchase satisfaction and repurchase intention). This study reveals the differences in consumer vulnerability dimensions that directly affect purchase satisfaction and indirectly affect repurchase intention via purchase satisfaction by stressing the roles of product promotion and purchase ability in the decision-making process. In addition, this study shows that consumers can be highly resilient in crisis and satisfied with their purchases, which might increase the chances of future repurchase decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| LIMITATI ON S AND FUTURE RE S E ARCH DIREC TIONS"
        },
        {
            "text": "This study also confirms that consumer adaptability is an important factor that influences the relationship between consumer resilience and purchase satisfaction. In addition, it can be said that it is crucial for companies to take appropriate actions in crises because they are the market agents that can empower consumers by decreasing their vulnerability and increasing their resilience, thus guiding consumers toward a positive purchase experience, that is, purchase satisfaction and repurchase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| LIMITATI ON S AND FUTURE RE S E ARCH DIREC TIONS"
        },
        {
            "text": "The data that support the findings of this study are available from the corresponding author upon reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVA I L A B I L I T Y S TAT E M E N T"
        },
        {
            "text": "Ivana Kursan Milaković https://orcid. org/0000-0003-3843-8908",
            "cite_spans": [],
            "ref_spans": [],
            "section": "O RCI D"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Factors influencing the repurchase intention and customer satisfaction: A case of Jordanian telecom companies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Al-Refaie",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Jalham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H C"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "International Journal of Productivity and Quality Management",
            "volume": "10",
            "issn": "3",
            "pages": "374--387",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "On the use of structural equation models in experimental designs: Two extensions",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Bagozzi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "International Journal of Research in Marketing",
            "volume": "8",
            "issn": "2",
            "pages": "90020--90028",
            "other_ids": {
                "DOI": [
                    "10.1016/0167-8116(91)90020-8"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Toward a process theory of consumer vulnerability and resilience: Illuminating its transformative potential",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Transformative consumer research: For personal and collective well-being",
            "volume": "",
            "issn": "",
            "pages": "543--564",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Building understanding of the domain of consumer vulnerability",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Gentry",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Rittenburg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Macromarketing",
            "volume": "25",
            "issn": "2",
            "pages": "128--139",
            "other_ids": {
                "DOI": [
                    "10.1177/0276146705280622"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Consumer vulnerability. Foundations, phenomena, and future investigations",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Labarge",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Consumer vulnerability. Conditions, contexts and characteristics. Routledge studies in critical marketing",
            "volume": "",
            "issn": "",
            "pages": "13--30",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Rising every time they fall: The importance and determinants of consumer resilience",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lamberton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Advances in Consumer Research",
            "volume": "43",
            "issn": "",
            "pages": "191--196",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Social cognitive theory of self-regulation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bandura",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Organizational Behavior and Human Decision Processes",
            "volume": "50",
            "issn": "2",
            "pages": "248--287",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Health promotion from the perspective of social cognitive theory",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bandura",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Psychology and Health",
            "volume": "13",
            "issn": "4",
            "pages": "623--649",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Social cognitive theory of mass communication",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bandura",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Media Psychology",
            "volume": "3",
            "issn": "3",
            "pages": "265--299",
            "other_ids": {
                "DOI": [
                    "10.1207/S1532785XMEP0303_03"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The evolution of social cognitive theory",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bandura",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Great minds in management",
            "volume": "",
            "issn": "",
            "pages": "9--35",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The moderator-mediator variable distinction in social psychological research: Conceptual, strategic, and statistical considerations",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Baron",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Kenny",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Journal of Personality and Social Psychology",
            "volume": "51",
            "issn": "",
            "pages": "1173--1182",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The notion of resilience: Trajectories and social science perspective",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bonß",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "New perspectives on resilience in socioeconomic spheres",
            "volume": "",
            "issn": "",
            "pages": "9--24",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Consumer vulnerability and complaint handling: Challenges, opportunities and dispute system design",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brennan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sourdin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Burstyner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gill",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Journal of Consumer Studies",
            "volume": "41",
            "issn": "6",
            "pages": "638--646",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Poverty, consumption, and counterintuitive behavior. Marketing Letters",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bryant",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "233--243",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "How to pretest and pilot a survey questionnaire",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Bullen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Customer satisfaction, corporate image, and service quality in professional services",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cameran",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moizer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pettinicchio",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Service Industries Journal",
            "volume": "30",
            "issn": "3",
            "pages": "421--435",
            "other_ids": {
                "DOI": [
                    "10.1080/02642060802236111"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Psychometric analysis and refinement of the connor-davidson resilience scale (CD-RISC): Validation of a 10-item measure of resilience",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Campbell-Sills",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Traumatic Stress",
            "volume": "20",
            "issn": "6",
            "pages": "1019--1028",
            "other_ids": {
                "DOI": [
                    "10.1002/jts.20271"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Constrained purchase decision-making process at the base of the pyramid",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Choudhury",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mukherjee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Datta",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Consumer Marketing",
            "volume": "36",
            "issn": "1",
            "pages": "178--188",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The influence of corporate character on customers and employees: Exploring similarities and differences",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chun",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of the Academy of Marketing Science",
            "volume": "34",
            "issn": "2",
            "pages": "138--146",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Features of resilience",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Connelly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hatfield",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Palma-Oliveira",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Woods",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Linkov",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Environment Systems and Decisions",
            "volume": "37",
            "issn": "1",
            "pages": "46--50",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Development of a new resilience scale: The Connor-Davidson resilience scale (CD-RISC)",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Connor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Depression and Anxiety",
            "volume": "18",
            "issn": "2",
            "pages": "76--82",
            "other_ids": {
                "DOI": [
                    "10.1002/da.10113"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Kupovne navike i (web) trgovina: pandemijska realnost -1. dio. [Buying habits and (web) commerce: pandemic reality -1",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dujić",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "E-retailing ethics and its impact on customer satisfaction and repurchase intention",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Elbeltagi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Agag",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Internet Research",
            "volume": "26",
            "issn": "1",
            "pages": "288--310",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Istraživanje: \"Promjene u kupovnim navikama u trgovačkim lancima",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Equestris",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Digital economy and society",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eurostat",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Marketing metrics: The definitive guide to measuring marketing performance",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Farris",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Bendle",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Pfeifer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Reibstein",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The role of brand innovativeness and customer hope in developing online repurchase intentions",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Fazal-E-Hasan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ahmadi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "N"
                    ],
                    "last": "Lings",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Brand Management",
            "volume": "26",
            "issn": "2",
            "pages": "85--98",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Food portions and consumer vulnerability: Qualitative insights from older consumers",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Trott",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Simms",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "An International Journal",
            "volume": "22",
            "issn": "3",
            "pages": "435--455",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Exploring the resources associated with consumer vulnerability: Designing nuanced retail hardship programs",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Glavas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Letheren",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Russell-Bennett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mcandrew",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Bedggood",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Retailing and Consumer Services",
            "volume": "57",
            "issn": "",
            "pages": "102--212",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jretconser.2020.102212"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Measures of the Government of the Republic of Croatia",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Pretesting a questionnaire. Part 2. Marketing Research. Wiley International Encyclopedia of Marketing",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Grimm",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/9781444316568.wiem02051"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Multivariate data analysis: A global perspective",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Hair",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Babin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Black",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Introduction to mediation, moderation, and conditional process analysis: A regression-based approach",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "As many as 63% of respondents buy the same brands as before coronavirus. Special -top brands",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hendal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Freedom of the will and consumption restrictions",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Business Ethics",
            "volume": "164",
            "issn": "",
            "pages": "1--14",
            "other_ids": {
                "DOI": [
                    "10.1007/s10551-019-04274-w"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Consumer vulnerability",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Consumer Psychology",
            "volume": "30",
            "issn": "3",
            "pages": "551--570",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "44% of Croatian consumers buy online",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hina",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "II. More than just convenient: The scientific merits of homogeneous convenience samples. Monographs of the Society for Research in Child Development",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jager",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Putnick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Bornstein",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "82",
            "issn": "",
            "pages": "13--30",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Ipsos: Život potrošača u vrijeme pandemije",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Jatrgovac",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Understanding consumer vulnerability in the EU's key markets",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jourova",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Principles and practice of structural equation modeling",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kline",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Resilience: A review using a grounded integrated occupational approach",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Kossek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Perrigino",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "1--69",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Staying in \"the works of living\": How older adults employ marketplace resources to age successfully",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Labarge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pyle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Consumer Affairs",
            "volume": "54",
            "issn": "2",
            "pages": "1--33",
            "other_ids": {
                "DOI": [
                    "10.1111/joca.12302"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Resilience in catastrophes, disasters and emergencies",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Lorenz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dittmer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "New perspectives on resilience in socio-economic spheres",
            "volume": "",
            "issn": "",
            "pages": "25--59",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Resilience and consumer behavior for higher quality of life",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Maddi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Transformative consumer research for personal and collective well-being",
            "volume": "",
            "issn": "",
            "pages": "647--662",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Selfefficacy, adaptation, and adjustment",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Maddux",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "3--33",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The global business crisis and consumer behavior: Kingdom of Bahrain as a case study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mansoor",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "International Journal of Business and Management",
            "volume": "6",
            "issn": "1",
            "pages": "104--115",
            "other_ids": {
                "DOI": [
                    "10.5539/ijbm.v6n1p104"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Life satisfaction, self-determination, and consumption adequacy at the bottom of the pyramid",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Consumer Research",
            "volume": "38",
            "issn": "",
            "pages": "1155--1168",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "New perspectives on resilience in socio-economic spheres",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maurer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "New perspectives on resilience in socioeconomic spheres",
            "volume": "",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Resilient financial systems: Methodological and theoretical challenges of post-crisis reform",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mayntz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "New perspectives on resilience in socio-economic spheres",
            "volume": "",
            "issn": "",
            "pages": "63--81",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Customers response to online food delivery services during COVID-19 outbreak using binary logistic regression",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mehrolia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alagarsamy",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Solaikutty",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Consumer Studies",
            "volume": "",
            "issn": "",
            "pages": "1--13",
            "other_ids": {
                "DOI": [
                    "10.1111/ijcs.12630"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Mediation analysis issues and recommendations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Memon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Cheah",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ramayah",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ting",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chuah",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Applied Structural Equation Modeling",
            "volume": "2",
            "issn": "1",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Resilience and vulnerability: Complementary or conflicting concepts?",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Osbahr",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Thomalla",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bharwani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ziervogel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Birkman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Der Leeuw",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rockstrom",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hinkel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Downing",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Folke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ecology and Society",
            "volume": "15",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5751/es-03378-150311"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Protective and vulnerability factors of depression in normal adolescents",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Muris",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lambrichs",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Meesters",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Behaviour Research and Therapy",
            "volume": "39",
            "issn": "5",
            "pages": "26--33",
            "other_ids": {
                "DOI": [
                    "10.1016/S0005-7967(00)00026-7"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Tackling Coronavirus -The COVID-19 crisis in croatia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oecd",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Discussion paper: What do we mean by 'vulnerable'and 'disadvantaged'consumers. Consumers Affairs",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Overall",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Mechanisms governing empowerment effects: A self-efficacy analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Ozer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bandura",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of Personality and Social Psychology",
            "volume": "58",
            "issn": "3",
            "pages": "472--486",
            "other_ids": {
                "DOI": [
                    "10.1037/0022-3514.58.3.472"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "SPSS survival manual: A step by step guide to data analysis using IBM SPSS",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pallant",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Antecedents and consequences of panic buying: The case of COVID-19",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Prentice",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Quach",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thaichon",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "International Journal of Consumer Studies",
            "volume": "",
            "issn": "",
            "pages": "1--15",
            "other_ids": {
                "DOI": [
                    "10.1111/ijcs.12649"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Specijal -top brendovi",
            "authors": [],
            "year": 2020,
            "venue": "Progressive",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Consumer resilience and consumer attitude towards traumatic events",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rew",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Minor",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Customer Behaviour",
            "volume": "17",
            "issn": "4",
            "pages": "319--334",
            "other_ids": {
                "DOI": [
                    "10.1362/147539218x15445233217832"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Vulnerability in the marketplace: Concepts, caveats, and possible solutions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Ringold",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Macromarketing",
            "volume": "25",
            "issn": "2",
            "pages": "202--214",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Online customer experience in e-retailing: An empirical model of antecedents and outcomes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Samouel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hair",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Retailing",
            "volume": "88",
            "issn": "2",
            "pages": "308--322",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Consumer behaviour",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Schiffman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Kanuk",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Self-efficacy theory",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pajares",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Handbook of motivation at school",
            "volume": "",
            "issn": "",
            "pages": "35--53",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "The Effect of Korean beauty product characteristics on brand loyalty and customer repurchase intention in Indonesia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shalehah",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "L O"
                    ],
                    "last": "Trisno",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moslehpour",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K L"
                    ],
                    "last": "Cor",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "2019 16th International Conference on Service Systems and Service Management (ICSSSM)",
            "volume": "",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Reviving tourism industry post-COVID-19: A resilience-based framework",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Tourism Management Perspectives",
            "volume": "37",
            "issn": "",
            "pages": "1--11",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tmp.2020.100786"
                ]
            }
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "The concept of consumer vulnerability: Scale development and validation",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Jing",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Journal of Consumer Studies",
            "volume": "41",
            "issn": "6",
            "pages": "769--777",
            "other_ids": {
                "DOI": [
                    "10.1111/ijcs.12390"
                ]
            }
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Resilience-vulnerability analysis: A decision-making framework for systems assessment",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Skondras",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Tsesmelis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Vasilakou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Karavitis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sustainability",
            "volume": "12",
            "issn": "22",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/su12229306"
                ]
            }
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Ecommerce and e-customer satisfaction during the economic crisis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Skordoulis",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kaskouta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chalikias",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Drosos",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal for International Business and Entrepreneurship Development",
            "volume": "11",
            "issn": "1",
            "pages": "15--29",
            "other_ids": {
                "DOI": [
                    "10.1504/jibed.2018.090018"
                ]
            }
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "The impact of the recent banking crisis on customer loyalty in the banking sector -developing versus developed countries",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Skowron",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kristensen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The TQM Journal",
            "volume": "24",
            "issn": "6",
            "pages": "480--497",
            "other_ids": {
                "DOI": [
                    "10.1108/17542731211270052"
                ]
            }
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Ethics and target marketing: The role of product harm and consumer vulnerability",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cooper-Martin",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of Marketing",
            "volume": "61",
            "issn": "3",
            "pages": "1--20",
            "other_ids": {
                "DOI": [
                    "10.1177/002224299706100301"
                ]
            }
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "How will COVID-19 change the retail consumer? Accenture",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Standish",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bossi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Low literacy, policy and consumer vulnerability: Are we really doing enough?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Yap",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Consumer Studies",
            "volume": "44",
            "issn": "4",
            "pages": "343--352",
            "other_ids": {
                "DOI": [
                    "10.1111/ijcs.12569"
                ]
            }
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "How many customer interviews are enough to verify your assumptions",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Szyrmer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "The role of self-efficacy and customer satisfaction in driving loyalty to the mobile shopping application",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "International Journal of Retail & Distribution Management",
            "volume": "46",
            "issn": "3",
            "pages": "283--303",
            "other_ids": {
                "DOI": [
                    "10.1108/IJRDM-11-2016-0214"
                ]
            }
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Human brands: Investigating antecedents to consumers' strong attachments to celebrities",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thomson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Marketing",
            "volume": "70",
            "issn": "3",
            "pages": "104--119",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Vulnerable or resilient? Vulnerable and resilient! A study of two disasters",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Uekusa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matthewman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Service recovery, satisfaction and behaviour intentions: Analysis of compensation and social comparison communication strategies",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vázquez-Casielles",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Iglesias",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Varela-Neira",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Service Industries Journal",
            "volume": "32",
            "issn": "1",
            "pages": "83--103",
            "other_ids": {
                "DOI": [
                    "10.1080/02642069.2010.511187"
                ]
            }
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Analyzing the main changes in new consumer buying behavior during economic crisis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Voinea",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Filip",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "International Journal of Economic Practices and Theories",
            "volume": "1",
            "issn": "1",
            "pages": "14--19",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Besides Croatia only five EU member states have special taxes on coffee",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vrdoljak",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Measuring consumer vulnerability to perceived product-similarity problems and its consequences",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kilian",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Marketing Management",
            "volume": "26",
            "issn": "1-2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/02672570903441439"
                ]
            }
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Creating ultimate customer loyalty through loyalty conviction and customer-company identification",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Wolter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bock",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Cronin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Retailing",
            "volume": "93",
            "issn": "4",
            "pages": "458--476",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "How COVID-19 will permanently change consumer behavior",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Blackburn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Using social cognitive theory to explain consumers' behavioral intentions in response to direct-to-consumer prescription drug advertising",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Lipowski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Cline",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Research in Social and Administrative Pharmacy",
            "volume": "1",
            "issn": "2",
            "pages": "270--288",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Repurchase intention in B2C e-commerce -A relationship quality perspective. Information and Management",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ramsey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mccole",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "48",
            "issn": "",
            "pages": "192--200",
            "other_ids": {
                "DOI": [
                    "10.1016/j.im.2011.05.003"
                ]
            }
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "User sentiment analysis based on social network information and its application in consumer reconstruction intention",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Computers in Human Behavior",
            "volume": "100",
            "issn": "",
            "pages": "177--183",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fazal-e-Hasan et al., 2019). These notions lead to the assumption that the level of product knowledge, as a consumer vulnerability dimension, might be relevant for decision making and purchase satisfaction. Hence: Hypothesis 1 Higher product knowledge positively influences purchase satisfaction.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Purchase satisfaction mediates the influence of product knowledge on repurchase intention.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(i.e., formulating sentences). For instance, regarding theConnor and Davidson (2003) \"Consumer resilience\" scale, instead of using the original item of \"In control of your life,\" we formulated a slightly morecomplete sentence, \"I think I am in control of my life.\" This treatment was used for all resilience items. The consumer vulnerability scale was adapted from Shi et al. (2017) and it included 11 items that referred to different dimensions of consumer vulnerability, such as product knowledge (three items), product promotion (three items), purchase ability (three items), and distinguish ability (two items). All items were rated on a 7point Likert scale (1-completely disagree, 2-disagree, 3-somewhat disagree, 4-neither agree nor disagree, 5-somewhat agree, 6-agree, and 7-completely agree). Product knowledge refers to consumers' perceptions of whether the purchased product is safe; it includes consumers' comparisons with other similar products and consumers' knowledge of some other brand's existence. The product promotion F I G U R E 1 Research model of main, mediating and moderating effects TA B L E 1 Sample structure",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ", adequate CR and AVE values show that the measurement scales exhibit the characteristics of reliability and convergent validity. With respect to model fit, it can be stated that, after excluding low factor loading items (<0.6), the measurement model fits the data well (goodness of fit index (GFI) = 0.95, adjusted goodness of fit index (AGFI) = 0.93, normed fit index (NFI) = 0.94, comparative fit index (CFI) = 0.98, root mean square error of approximation (RMSEA) = 0.03, X 2 = 204.763, and df = 133). Hence, it can also be said that the measurement scales are unidimensional. Furthermore, the measurement scales show discriminant validity because the square roots of the AVE values are higher than the correlation values, as shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": ") were tested. Model 1 (constrained) included main effects, while mediating and moderating effects were fixed to 0. Model 2 (unconstrained) encompassed main and mediating effects with moderating effects fixed to 0, while in Model 3 (unconstrained) both mediating and moderating effects were freely estimated. Given significant model change, that is, chi-square decrease (∆X 2 /∆D.F. = 10.537/8), hypotheses were tested based on Model 3 that shows acceptable fit values ((X 2 = 251.478 (df = 173), goodness of fit index (GFI) = 0.947, adjusted goodness of fit index (AGFI) = 0.922, normed fit index (NFI) = 0.931, comparative fit index (CFI) = 0.977, and root mean square error of approximation (RMSEA) = 0.034)). The moderating effect of consumer adaptability on consumer vulnerability (product promotion, purchase, and distinguish (in)abilities)-purchase satisfaction and resiliencepurchase satisfaction links was tested. Moderating effects were assessed as interactions terms of product promotion, purchase (in)ability, distinguish (in)ability, resilience. and consumer adaptability variables, which were mean-centered prior to SEM analysis. The standardized structural coefficients are listed in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "indicated byFord et al., 2019), wherein the empowerment might be perceived in the form of purchase satisfaction and repurchase decisions. If resilience is considered a self-efficacy determinant, then our findings of resilience affecting purchase satisfaction and repurchase corroborate Thakur's (2018) notion that self-efficacy is an important driver of behavioral processes. In addition, our satisfaction mediates the influence of product knowledge on repurchase intention.Rejected H3: Greater consumer proneness to product promotion positively influences purchase satisfaction. Supported H4: Purchase satisfaction mediates the influence of product promotion on repurchase intention. Supported H5: Higher purchase inability of the consumer negatively influences purchase satisfaction. Supported H6: Purchase satisfaction mediates the influence of purchase ability on repurchase intention. Supported H7: Lower distinguish ability of consumers negatively influences purchase satisfaction. Rejected H8: Purchase satisfaction mediates the influence of distinguish ability on repurchase intention. Rejected H9: Consumer resilience positively influences purchase satisfaction. Supported H10: Purchase satisfaction mediates the influence of consumer resilience on repurchase intention. Supported H11: Consumer purchase satisfaction positively influences repurchase intention. Supported H12: Consumer adaptability moderates the relationships between consumer vulnerability dimensions of (a) product knowledge, (b) product promotion, (c) purchase ability, and (d) distinguish ability and purchase satisfaction.Rejected H13: Consumer adaptability moderates the relationship between consumer resilience and purchase satisfaction. Supported",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Notes: Significant relationships are marked with *; c′--independent variable → dependent variable/repurchase intention, a-independent variable → mediator/purchase satisfaction, b-mediator/purchase satisfaction → repurchase intention; ab-intermediate/indirect effects.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "ing, moderates the relationship between consumer resilience and purchase satisfaction. Our research suggests that consumer adaptability might help to increase resilient consumers' purchase satisfaction. Hence, hypothesis H13 is supported. This finding is novel, but confirms the existing general notions, according to which consumer resilience might be considered a change facilitator(Baker & Mason, 2012) whereby consumer behavior might shift when facing uncertainty(Voinea & Filip, 2011). Additionally, the effect of consumer resilience on purchase satisfaction is increased when consumers are adaptable (self-efficacious) to new online buying means. In addition to the novel moderating effect of consumer adaptability, this finding contributes to the SCT selfefficacy and personal processes (sub)sets.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}