{
    "paper_id": "3dac1a2716d797bd20865e72d03e705dbbc6aa69",
    "metadata": {
        "title": "The determinants of voluntary climate change disclosure commitment and quality in the banking industry",
        "authors": [
            {
                "first": "Jérôme",
                "middle": [],
                "last": "Caby",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ydriss",
                "middle": [],
                "last": "Ziane",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [],
                "last": "Lamarque",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A B S T R A C T Banks are both impacted by climate change and crucial for the implementation of sound practices and behaviors to combat climate change. The aim of this research is to identify the determinants of banks' voluntary climate change disclosure and the quality of that disclosure. Using data on 117 banks from 40 developed and developed countries around the world, we use ordinary least square regression and multivariate logit analysis to show that country-level and bank-level characteristics are much better predictors of bank commitment to voluntary carbon disclosure initiatives and environmental scores than they are of carbon disclosure quality. Banks want to project themselves as good citizens when they are located in a developed and environmentally friendly country, profitable, less risky, and subject to multiple-listing constraints. However, the picture is unclear when it comes to the implementation of rigorous carbon disclosure. This study extends the current state of knowledge on the impacts of size and country-level characteristics on carbon disclosure, finding that size and national context are not independent of carbon disclosure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The global financial industry is lagging on initiatives to address climate change. According to an April 2019 survey of French banks and insurers by the French Prudential Supervision and Resolution Authority (ACPR), despite progress in some areas, banks are not addressing climate change and its associated risks with sufficient magnitude or coherence of effort. Some initiatives do exist, including those in, for instance, France, the Netherlands, and Norway. 1 Dietz et al. (2016) estimate the expected climate change value at risk of global financial assets to be 1.8% along a business-as-usual emissions path (i.e., US$2.5 trillion and possibly as high as US$24.2 trillion). Banks are crucial for economic and social well-being, as they are one of the main providers of capital, and they decide what activities to finance. The 2008 global financial crisis highlighted the potential impact of the financial industry on the \"real\" economy and world. Banks need to consider current and future risks where global climate change risks appear to be growing (Intergovernmental Panel on Climate Change, 2014) not only for their own self-sustainable development and value creation, but also for general sustainable development and value creation around the world.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 462,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 482,
                    "text": "Dietz et al. (2016)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Based on these developments, it has recently become of paramount importance for banks to demonstrate their commitment to sustainable development and the fight against climate change. Numerous initiatives have emerged in recent years, among them general plans (e.g., Global Reporting Initiative, Global Compact, Carbon Disclosure Project, and Greenhouse Gas Protocol) and those specific to the finance industry (e.g., Principles for Responsible Banking, Task Force on Climate-related Financial Disclosure, Banking Environment Initiative, Principles for Sustainable Banking, Paris Pledge on Coal Financing, and Montréal Carbon Pledge). These voluntary initiatives are sometimes driven by regulations (e.g., European directives) but are also a tool to show banks' dedication to doing social good.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "If this displayed commitment were to be followed by action, it could result in improved performance, as it would reduce risks and create new growth opportunities. For instance, a new challenging task is to integrate a climate-risk identification scenario into each bank's internal risk management and risk appetite framework. In this respect, some methods provide a scorecard or climate risk rating and estimates of the carbon impact of a portfolio (e.g., Carbone 4). 2 In addition, regulators and supervisors are considering the possibility of introducing new capital requirements for banks with regard to compliance with climate change-related indicators (Bank for International Settlements, 2020) .",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 469,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 681,
                    "end": 699,
                    "text": "Settlements, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The literature has extensively addressed the relationship between firm performance and corporate social responsibility (CSR)/environmental social governance (ESG), but the results remain inconclusive (Waddock and Graves, 1997; Allouche and Laroche, 2005; Zhao and Murrel, 2016) . Within the banking industry, such empirical investigations are far less frequent, because the financial industry is often excluded from samples for methodological reasons. Of the empirical studies that have focused on banking, as with other industries, the results are mixed (Simpson and Kohers, 2002; Soana, 2011; Wu and Chen, 2013; Cornett et al., 2016; Shen et al., 2016; Esteban-Sanchez et al., 2017; Miralles-Quiros et al., 2019) .",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 226,
                    "text": "(Waddock and Graves, 1997;",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 227,
                    "end": 254,
                    "text": "Allouche and Laroche, 2005;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 255,
                    "end": 277,
                    "text": "Zhao and Murrel, 2016)",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 581,
                    "text": "(Simpson and Kohers, 2002;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 582,
                    "end": 594,
                    "text": "Soana, 2011;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 595,
                    "end": 613,
                    "text": "Wu and Chen, 2013;",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 614,
                    "end": 635,
                    "text": "Cornett et al., 2016;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 636,
                    "end": 654,
                    "text": "Shen et al., 2016;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 655,
                    "end": 684,
                    "text": "Esteban-Sanchez et al., 2017;",
                    "ref_id": null
                },
                {
                    "start": 685,
                    "end": 714,
                    "text": "Miralles-Quiros et al., 2019)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The aim of this research is not to add further information about the impact of CSR/ESG performance on bank performance or to focus on the influence of environmental performance (e.g., Albertini, 2013; Busch and Lewandoski, 2018) . Rather, the aim is to focus on banks' commitment to voluntary climate change disclosure and, eventually, on the quality of such disclosure. As illustrated by the \"Dieselgate\" scandal in the automotive industry, misconduct related to environmental disclosure can create a breach of trust with a company's stakeholders and have damaging consequences for the firm's reputation and finances. The business case argument for sustainability is that good behavior can lead to reduced business risks, efficiency gains, social branding, and new market creation (Hockerts, 2015) . However, this argument may have to be replaced by the sustainability case argument, which focuses on sustainability effects instead of profitability effects (Shrivastava et al., 2019) . Banks have come to realize that banking operations, particularly lending operations, affect and are affected by the environment (Weber et al., 2010; Rosella, 2017; Herbohn et al., 2019) . Shrivastava et al. (2019) call for a radical change in the criteria for financial decisions, lending, or investment, for example, to include nonfinancial variables and long-term environmental impact. Shrivastava et al., 32) also stress that \"the financial system plays a very important role in the transition to a sustainable low-carbon economy since it allocates funds, administers portfolios, and manages risks.\" Thus, carbon performance and disclosure appear to be crucial, and are becoming management tools not only to address stakeholder demands but also to manage firms and ultimately to achieve a transition to a low-carbon global economy. Carbon performance refers to the reduction of carbon greenhouse gas (GHG) emissions in accordance with the 2016 Paris Climate Agreement to hold global warming to well below 2°C and to \"pursue efforts\" to limit it to 1.5°C (Rogelj et al., 2016) . Interestingly, some countries and regions have conditioned economic support to enterprises amid the Covid-19 pandemic on decarbonization objectives, particularly in the airline industry (Austria, France, etc.) although the United States has opted for the opposite direction. To achieve these goals, carbon disclosure is an essential first step toward implementing a successful GHG-reduction policy. Previous studies show that carbon disclosure is positively impacted by national context, business landscape and nature, corporate governance characteristics, and firm size rather than by financial performance or leverage (Brammer and Pavelin, 2008; Hahn et al., 2015; Grauel and Gotthardt, 2016; Ott et al., 2017; Velte et al., 2020) , but empirical evidence regarding the banking industry is so far very limited.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 200,
                    "text": "Albertini, 2013;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 201,
                    "end": 228,
                    "text": "Busch and Lewandoski, 2018)",
                    "ref_id": null
                },
                {
                    "start": 782,
                    "end": 798,
                    "text": "(Hockerts, 2015)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 958,
                    "end": 984,
                    "text": "(Shrivastava et al., 2019)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1115,
                    "end": 1135,
                    "text": "(Weber et al., 2010;",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1136,
                    "end": 1150,
                    "text": "Rosella, 2017;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1151,
                    "end": 1172,
                    "text": "Herbohn et al., 2019)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1175,
                    "end": 1200,
                    "text": "Shrivastava et al. (2019)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1375,
                    "end": 1394,
                    "text": "Shrivastava et al.,",
                    "ref_id": null
                },
                {
                    "start": 1395,
                    "end": 1398,
                    "text": "32)",
                    "ref_id": null
                },
                {
                    "start": 2044,
                    "end": 2065,
                    "text": "(Rogelj et al., 2016)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 2688,
                    "end": 2715,
                    "text": "(Brammer and Pavelin, 2008;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2716,
                    "end": 2734,
                    "text": "Hahn et al., 2015;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2735,
                    "end": 2762,
                    "text": "Grauel and Gotthardt, 2016;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2763,
                    "end": 2780,
                    "text": "Ott et al., 2017;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2781,
                    "end": 2800,
                    "text": "Velte et al., 2020)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This research addresses the following two main questions. What are the determinants of banks' commitment to climate change initiatives? What are the determinants of the quality of voluntary climate change disclosure? Using commitment to climate change disclosure and quality of voluntary disclosure as independent variables, we test our models on 117 banks around the world employing ordinary least square (OLS) regression and multivariate logit analysis. We show that country-level and bank-level characteristics are much better predictors of bank commitment to voluntary carbon disclosure initiatives and environmental scores than they are of carbon disclosure quality. This leads us to consider that banks' commitment to voluntary carbon disclosure is mainly backed by stakeholder and legitimacy theory and greenwashing. Banks want to project themselves as good citizens when they are located in a developed and environmentally friendly country, profitable (as in Kiliç and Kuzey, 2019a) , less risky, and subject to multiple-listing constraints. However, the picture becomes unclear when it comes to the implementation of rigorous carbon disclosure, when country-and banklevel characteristics are much less explanatory. Thus, we speculate that there is a gap between displaying responsible behavior and putting it into practice. In addition, we extend the current state of knowledge regarding the impact of size and country-level characteristics on carbon disclosure, and find that size and national context are not independent of carbon disclosure. Regarding the positive impact of multiple listings, we confirm the findings of previous studies (for the banking industry, see Hossain and Reaz, 2007; Kiliç and Kuzey, 2019a; others are Ben-Amar and McIlkenny, 2015; Del Bosco and Misani, 2016) . The rest of the paper is structured as follows. Section 2 presents the literature review. Section 3 outlines the data and methodology. Section 4 presents the results. Section 5 discusses the results. Section 6 concludes.",
            "cite_spans": [
                {
                    "start": 967,
                    "end": 990,
                    "text": "Kiliç and Kuzey, 2019a)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1681,
                    "end": 1704,
                    "text": "Hossain and Reaz, 2007;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1705,
                    "end": 1728,
                    "text": "Kiliç and Kuzey, 2019a;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1729,
                    "end": 1769,
                    "text": "others are Ben-Amar and McIlkenny, 2015;",
                    "ref_id": null
                },
                {
                    "start": 1770,
                    "end": 1797,
                    "text": "Del Bosco and Misani, 2016)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The first concern that arises in the carbon disclosure dimension of CSR is greenwashing, as disclosure tends to be voluntary, although some regulations have emerged, for example, the European directive of October 22, 2014 regarding the disclosure of non-financial information. Mahoney et al. (2013) test two alternative theories on the issuance of voluntary CSR reports: signaling theory and greenwashing theory. According to the signaling theory, firms use CSR reports as a signal of their superior commitment to CSR. The greenwashing theory posits that firms use CSR reports to appear to be good citizens, even if they do not have strong records in this domain. They find that signaling theory is more accurate. Both hypotheses are reinforced by cost analysis, as the benefits of voluntary CSR disclosure should exceed the associated costs (Verrechia, 1983; Caby and Pineiro-Chousa, 2006) . Hahn et al. (2015) provide a thorough review of the literature on carbon disclosure and identify four theories of voluntary carbon disclosure: stakeholder theory, legitimacy theory, economic theories of disclosure, and institutional theory. According to stakeholder theory (Roberts, 1992) , carbon disclosure is a response to stakeholder pressure to obtain information on climate change, whereas legitimacy theory (Dowling and Pfeffer, 1975) refers more broadly to society as a whole. Firms adjust their business activities to improve their environmental impact and share this with stakeholders through disclosure. A firm's legitimacy in the eyes of stakeholders may be enhanced by internal and external corporate governance mechanisms, like board composition (Velte et al., 2020) . Moreover, external environmental audits can improve the quality of disclosure. Firms seek to enhance the credibility of their reports and their reputation by employing external auditors to verify their environmental data (Giannarakis et al., 2018) . Shrivastava et al. (2019) call for a modification to the current stakeholder theory in response to the unsatisfactory treatment of the natural environment, which is reduced to just one among other stakeholders. Instead, we should \"move beyond the current paradigm and include 2 Carbone 4. 2016. Carbon Impact Analytics-How to measure the contribution of a portfolio to the energy and climate transition. Available at http:// www.carbone4.com/wp-content/uploads/2016/08/CarbonImpactAnalytics. pdf sustainability issues in the evaluation of the quality of every stakeholder relationship with the firm, and between firms\" (Shrivastava et al., 2019, p. 36) . The economics-based theories of carbon disclosure rely on signaling theory. Following institutional theory (Powell and DiMaggio, 1991) , mimetic behaviors should lead actors to adopt convergent disclosure over time.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 298,
                    "text": "Mahoney et al. (2013)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 842,
                    "end": 859,
                    "text": "(Verrechia, 1983;",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 860,
                    "end": 890,
                    "text": "Caby and Pineiro-Chousa, 2006)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 893,
                    "end": 911,
                    "text": "Hahn et al. (2015)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1166,
                    "end": 1181,
                    "text": "(Roberts, 1992)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1307,
                    "end": 1334,
                    "text": "(Dowling and Pfeffer, 1975)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1653,
                    "end": 1673,
                    "text": "(Velte et al., 2020)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1897,
                    "end": 1923,
                    "text": "(Giannarakis et al., 2018)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1926,
                    "end": 1951,
                    "text": "Shrivastava et al. (2019)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 2545,
                    "end": 2578,
                    "text": "(Shrivastava et al., 2019, p. 36)",
                    "ref_id": null
                },
                {
                    "start": 2688,
                    "end": 2715,
                    "text": "(Powell and DiMaggio, 1991)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical perspectives"
        },
        {
            "text": "According to Hahn et al. (2015) , most empirical studies report an insignificant impact of financial performance on voluntary carbon disclosure; little support for leverage; and a significant positive relationship with size regardless of the country, region, or industry under scrutiny. It is less costly for large (vs. small and medium-sized) companies to provide additional information, as they enjoy more developed internal control systems and, as expected by the stakeholder and legitimacy theories, they face pressure from a wider range of stakeholders (D'Amico et al., 2016) . It is noteworthy to acknowledge that none of the investigations reviewed consider the banking industry. However, Busch and Lewandowski's (2018) meta-analysis of 32 empirical studies shows that carbon emissions vary inversely to financial performance, and Nobanee and Ellili (2016) observe for the United Arab Emirates that sustainability disclosure positively affects the performance of conventional (vs. Islamic) banks. Grauel and Gotthardt (2016) confirm this size effect but also show that the national context (i.e., more stringent environmental regulation and common-law legal origin) is an extremely relevant explanatory factor accounting for more variance than all firmlevel variables except size. In addition, they show that multinational (vs. domestic) firms are more likely to report their carbon emissions. Ott et al. (2017) show that the CDP (formerly known as the Carbon Disclosure Project) score disclosure decision is impacted by the nature of a firm's competitive environment. Brammer and Pavelin (2008) find that the quality of disclosure is determined by the nature of the firm's business activities. Specifically, they find high-quality disclosure to be primarily associated with firms in sectors most closely related to environmental concerns.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 31,
                    "text": "Hahn et al. (2015)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 558,
                    "end": 580,
                    "text": "(D'Amico et al., 2016)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 696,
                    "end": 726,
                    "text": "Busch and Lewandowski's (2018)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 838,
                    "end": 863,
                    "text": "Nobanee and Ellili (2016)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1004,
                    "end": 1031,
                    "text": "Grauel and Gotthardt (2016)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1401,
                    "end": 1418,
                    "text": "Ott et al. (2017)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1576,
                    "end": 1602,
                    "text": "Brammer and Pavelin (2008)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "The determinants of voluntary carbon disclosure"
        },
        {
            "text": "Recently, Velte et al. (2020) extensively survey the empirical literature on governance-related determinants of carbon performance and disclosure, their key financial consequences for firms, and the connection between carbon performance and disclosure. Their findings indicate that the determinants can be divided into firm-related (board composition, ownership structure, stakeholder pressure) and countryrelated governance (case vs. code law regimes, degree of legal enforcement, investor protection) variables. Liao et al. (2015) and Kiliç and Kuzey (2019b) show that board independence and the existence of a sustainability or environmental committee increase the probability that a firm would participate in the CDP but board independence does not influence carbon disclosure. Velte et al.'s (2020) review refers to other studies with mixed results. Moreover, the authors confirm a positive relationship between carbon performance and carbon disclosure, and the fact that carbon performance impacts financial performance and the risk-specific cost of capital. From an internal perspective, Hsueh (2019) shows that carbon disclosure involvement is positively impacted by the existence of senior management positions dedicated to sustainability and the adoption of ESG principles. Furthermore, Moroney et al. (2012) , Braam et al. (2016) , and Giannarakis et al. (2018) find that external verification of a firm's environmental data improves the quality of its disclosure.",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 29,
                    "text": "Velte et al. (2020)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 514,
                    "end": 532,
                    "text": "Liao et al. (2015)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 537,
                    "end": 560,
                    "text": "Kiliç and Kuzey (2019b)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 782,
                    "end": 803,
                    "text": "Velte et al.'s (2020)",
                    "ref_id": null
                },
                {
                    "start": 1095,
                    "end": 1107,
                    "text": "Hsueh (2019)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1297,
                    "end": 1318,
                    "text": "Moroney et al. (2012)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1321,
                    "end": 1340,
                    "text": "Braam et al. (2016)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1347,
                    "end": 1372,
                    "text": "Giannarakis et al. (2018)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "The determinants of voluntary carbon disclosure"
        },
        {
            "text": "As far as banks are concerned, the evidence to date is, to the best of our knowledge, very limited. In Bangladesh, Bose et al. (2018) find that the issuance of green banking regulatory guidance by the Central Bank of Bangladesh in 2011 positively influenced the level of green banking disclosure. In addition, they find that corporate governance mechanisms (e.g., board size and institutional ownership) positively affect the level of green banking disclosure but not the presence of independent directors. For India, Hossain and Reaz (2007) show that size is significant and other variables, such as age, diversification, board composition, multiple exchange listing, and complexity of business, are insignificant in explaining the level of disclosure. In Turkey, Kiliç and Kuzey (2019a) document significant and positive impacts of bank size, profitability, bank age, and listing status on the extent of climate change disclosure.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 133,
                    "text": "Bose et al. (2018)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 518,
                    "end": 541,
                    "text": "Hossain and Reaz (2007)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "The determinants of voluntary carbon disclosure"
        },
        {
            "text": "To address our research questions at an international level, we need qualitative and quantitative information that is comparable and relevant. The first information category deals with the involvement of financial intermediaries in the main initiatives related to climate change and voluntary carbon disclosure as well as the quality of their disclosure. The second category comprises comparable financial information to identify individual characteristics of banks and to test significant correlations with the qualitative information. We compiled information from three reliable main sources to build a sample of 117 banks around the world for which we were able to gather up-to-date information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample"
        },
        {
            "text": "For information regarding the voluntary involvement of banks in specific projects dealing with voluntary carbon disclosure, we used data from the BankTrack website. 3 To measure the quality of carbon disclosure information, we referred to a dedicated source, the CDP. 4 Last, for the quantitative information, we used the Banker Database, a service from the Financial Times providing standardized financial data on the leading banks in many countries. 5 BankTrack is a civil society organization focused on the financial industry; its activities consist of tracking the involvement of banks in financing activities according to their environmental impact. Trying to stop banks from financing harmful business activities and promoting sector norms that respect human rights and a healthy planet, BankTrack develops activities in relation to tracking banks' dodgy projects, campaigning to increase public pressure, and supporting civil society. Using an online database reflecting a public record of banks from many developed and developing countries, BankTrack provides information on banks' sustainability policies by listing voluntary main initiatives to international green standards that banks have decided to sign from their own initiatives.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 166,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 268,
                    "end": 269,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 453,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sample"
        },
        {
            "text": "The CDP, a not-for-profit organization that is supported by major institutional investors, annually sends questionnaires to companies to collect information on GHG emissions and related issues, such as emission-reduction activities and efforts, and derives a score from the responses. Scoring provides a roadmap for companies to achieve best practices; the score provides a snapshot of how they compare with other companies. The CDP collects detailed surveys on climate change management in business activities to rank companies across four consecutive levels that represent the steps a company moves through as it progresses toward environmental stewardship (disclosure, awareness, management, and leadership). The final grade of letter that defines the so-called \"CDP score\" (A, A-, B, B-, C, D, E, and F) is awarded based on the score obtained in the highest achieved level for each question using a \"numerator\" and \"denominator\" method for point allocation in the first two levels (disclosure and awareness); the number of points awarded to a company is divided by the maximum number that could have been awarded. The methodology differs for the highest levels (management and leadership), as the number of points achieved per scoring category is used to calculate the final score using scoring category weighting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample"
        },
        {
            "text": "Data from BankTrack allowed us to collect a preliminary sample of 147 banks. After matching with financial data extracted from the Banker Database, we finally obtained an original sample of 117 banks from 40 countries covering all regions of the world (both advanced and emerging economies). Table 1 shows the distribution of data by region, type of economy, country, and number of banks. We provide asset national ranks for banks in our sample to illustrate the fact that our sample comprises mainly national leaders but also small banks. The Environmental Performance Index (Environmental Performance Index, 2018), 6 a global metric for ranking 180 countries on environmental issues, is also presented for world and regional standings for comparison purposes. The Environmental Performance Index (EPI) scorecard is based on 24 performance indicators across 10 issue categories covering two policy objectives: environmental health 7 (40% of the score) and ecosystem vitality (60%). These metrics provide a gauge of how countries perform with respect to environmental policy goals at a world level and also regionally, which is highly relevant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 292,
                    "end": 299,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sample"
        },
        {
            "text": "To address our two research questions, we selected two independent variables: one for the commitment to voluntary carbon disclosure by banks and one for the quality of voluntary carbon disclosure by banks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dependent variables"
        },
        {
            "text": "3.2.1.1. Commitment to voluntary carbon disclosure. Banks and other companies are called upon to engage in a wide range of sustainable development initiatives. We carefully reviewed all available voluntary standards that we could identify, and excluded all commitments not directly related to carbon footprint or climate change disclosure. We eventually selected five initiatives that complied with this requirement, with a special focus on the financial industry for some of them, as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dependent variables"
        },
        {
            "text": "-Carbon Disclosure Project (CDP). This project represents a coalition of institutional investors that regularly ask the world's largest companies to report their annual investment and emissions information relating to climate change. -Montréal Carbon Pledge (MCP). By signing the MCP, investors commit to measuring and publicly disclosing the carbon footprint of with different weights: air quality (65%), water quality (30%), and heavy metals (5%). On the other hand, ecosystem vitality is measured across seven categories: biodiversity and habitat (25%), forest (10%), fisheries (10%), climate and energy (30%), air pollution (10%), water resources (10%), and agriculture (5%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dependent variables"
        },
        {
            "text": "their investment portfolios on an annual basis. -Greenhouse Gas Protocol (GHGP). The GHGP corporate and accounting standards provide requirements and guidance for companies and other organizations for preparing a corporate-level GHG emissions inventory. -Green Bond Principles (GBP). The GBP are voluntary process guidelines that recommend transparency and disclosure, and promote integrity in the development of the green bond market by clarifying the approach for the issuance of a green bond. -FSB Taskforce on Climate-Related Financial Disclosure (TCFD). The TCFD taskforce develops consistent voluntary climate-related financial risk disclosure for use by companies to provide information to their investors, lenders, insurers, and other stakeholders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dependent variables"
        },
        {
            "text": "Using the BankTrack website, we then identified the commitment (or lack thereof) of each bank to the five initiatives. The variable ranged from 0 to 5 according to the number of sustainability commitments signed by the bank.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dependent variables"
        },
        {
            "text": "3.2.1.2. Quality of voluntary carbon disclosure. We gathered disclosure scores from the CDP regarding the year 2018. CDP data have been extensively used in the previous empirical literature as a proxy for carbon disclosure quality and have become an international standard (e.g., Cotter and Najah, 2012; Luo et al., 2012 Luo et al., , 2013 Stanny, 2013; Ben-Amar and McIlkenny, 2015; Liao et al., 2015; Grauel and Gotthardt, 2016; Ott et al., 2017; Ben-Amar et al., 2017; Ben-Amar and Chelli, 2018; Li et al., 2018; Hsueh, 2019) . Based on the assessment by the CDP, companies were ranked from A to F (A, A-, B, B-, C, D, E, and F) and coded from 7 to 0 accordingly (from best to worst quality). The companies that failed to disclose their data to the CDP, failed to provide sufficient information to the CDP to be evaluated, or did not publish their scores received an F/0.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 303,
                    "text": "Cotter and Najah, 2012;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 304,
                    "end": 320,
                    "text": "Luo et al., 2012",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 321,
                    "end": 339,
                    "text": "Luo et al., , 2013",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 340,
                    "end": 353,
                    "text": "Stanny, 2013;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 354,
                    "end": 383,
                    "text": "Ben-Amar and McIlkenny, 2015;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 384,
                    "end": 402,
                    "text": "Liao et al., 2015;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 403,
                    "end": 430,
                    "text": "Grauel and Gotthardt, 2016;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 431,
                    "end": 448,
                    "text": "Ott et al., 2017;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 449,
                    "end": 471,
                    "text": "Ben-Amar et al., 2017;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 472,
                    "end": 498,
                    "text": "Ben-Amar and Chelli, 2018;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 499,
                    "end": 515,
                    "text": "Li et al., 2018;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 516,
                    "end": 528,
                    "text": "Hsueh, 2019)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Dependent variables"
        },
        {
            "text": "Following relevant theories and the literature on voluntary carbon disclosure, we distinguished two categories of independent variables. The first category relates to the banks' national environment and the second to the characteristics of banks at the firm level. Grauel and Gotthardt (2016) show that the national context (environmental regulation and common-law legal origin) is an extremely relevant explanatory factor. Prior studies show that firms listed in countries participating in the Kyoto Protocol on GHG emissions exhibit a higher degree of environmental disclosure (e.g., Freedman and Jaggi, 2011; Gallego-Álvarez et al., 2011) . We selected three macro variables to take into account the national context: country development, which falls into two categories, advanced (code: 1) and emerging (code: 0), following the IMF World Economic Outlook 8 ; country financial development from the World Bank for 2018 (percentage of domestic credit provided by the financial industry to GDP, 9 following Pineiro-Chousa et al., 2019); and country EPI, which ranks countries from 0 to 100 on two fundamental dimensions of sustainable development, namely, environmental health and ecosystem vitality. From a stakeholder and legitimacy theory perspective, the more a country is developed (as a whole and financially) and the more the national environmental policy is engaged in fighting against climate change, the more banks should be committed to voluntary carbon disclosure, and we can expect a higher quality of their disclosure.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 292,
                    "text": "Grauel and Gotthardt (2016)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 586,
                    "end": 611,
                    "text": "Freedman and Jaggi, 2011;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 612,
                    "end": 641,
                    "text": "Gallego-Álvarez et al., 2011)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Independent variables"
        },
        {
            "text": "Numerous investigations have considered the determinants of voluntary carbon disclosure at the firm level (Hahn et al., 2015; Velte et al., 2020) with different theoretical perspectives and different empirical focuses (corporate governance, performance, etc.). We selected 12 micro variables to cover different characteristics of banks and to consider their specificity of their financial agents in the economy (vs. non-financial companies).",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 125,
                    "text": "(Hahn et al., 2015;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 126,
                    "end": 145,
                    "text": "Velte et al., 2020)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Firm-level variables."
        },
        {
            "text": "First, we focused on the financial performance of banks from different perspectives. Prior studies have not been able to reach consensus on this point (Hahn et al., 2015) , but Kiliç and Kuzey (2019a) establish a positive influence for the Turkish banking industry. In theory, highly profitable firms are supposed to face disclosure costs more easily and to have better information systems to address the issue of quality following signaling theory and cost analysis (Verrechia, 1983) . To test such predictions, this study chose four variables for financial performance to obtain a comprehensive picture of financial performance and to consider the specificities of the banking industry: profits on capital (pretax profit/tier 1 capital), return on assets (pretax profit/total assets), NPL to total loans (non-performing loans/gross total loans), and cost to income (total general and administration costs/total operating income).",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 170,
                    "text": "(Hahn et al., 2015)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 467,
                    "end": 484,
                    "text": "(Verrechia, 1983)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Firm-level variables."
        },
        {
            "text": "Second, we considered leverage (prior studies obtain mixed results regarding the influence of leverage, Hahn et al., 2015) and the associated risk of banks with four variables: capital assets ratio (tier 1 capital/total assets), RWA to assets (risk-weighted assets/total assets), BIS capital adequacy ratio (tier I capital + tier II capital/risk-weighted assets), and loans to assets (gross total loans/total balance sheet). Debtholders, as stakeholders, are concerned about carbon-related liabilities, so that they require information to negotiate debt contracts and reduce uncertainty and risk (Luo et al., 2012) . Thus, the higher the bank leverage and risk, the higher the pressure to disclose carbon information and its quality should be. However, we also assume that managers of highly leveraged firms could hide information that could increase their risk profile and create difficulties in their financing process.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 122,
                    "text": "Hahn et al., 2015)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 596,
                    "end": 614,
                    "text": "(Luo et al., 2012)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Firm-level variables."
        },
        {
            "text": "Third, we introduced two variables as proxies for external pressure at the firm level. Size (measured by log total assets) is a proxy for social pressure, as large firms afford greater scrutiny and media coverage and higher public expectations than smaller companies (Luo et al., 2012) , which is in line with the legitimacy and stakeholder theories. In addition, larger firms benefit from extended financial resources, and the disclosure process is expected to be less costly for them, in line with cost analysis (D'Amico et al., 2016) . Kiliç and Kuzey (2019a) specifically show a positive impact of size on voluntary carbon disclosure using a sample of 24 Turkish banks. Multiple listings (measured by the number of stock exchanges where the bank is listed, BankTrack) are a proxy for financial market regulation pressure. Similar to Hossain and Reaz (2007) and Kiliç and Kuzey (2019a) , we considered that multiple listings should enhance carbon disclosure. Companies must comply not only with domestic regulations regarding this matter but also with those of other stock exchanges and countries. Del Bosco and Misani (2016) show that cross-listing improves the environmental disclosure scores of companies, and Ben-Amar and McIlkenny (2015) determine that cross-listed companies on the NYSE are more likely than companies that are listed only on the Toronto stock exchange to respond to the annual questionnaire of the CDP.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 285,
                    "text": "(Luo et al., 2012)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 514,
                    "end": 536,
                    "text": "(D'Amico et al., 2016)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 539,
                    "end": 562,
                    "text": "Kiliç and Kuzey (2019a)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 837,
                    "end": 860,
                    "text": "Hossain and Reaz (2007)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 865,
                    "end": 888,
                    "text": "Kiliç and Kuzey (2019a)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1105,
                    "end": 1128,
                    "text": "Bosco and Misani (2016)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Firm-level variables."
        },
        {
            "text": "Finally, two variables regarding banks at the firm level were incorporated. Like Hossain and Reaz (2007) and Kiliç and Kuzey (2019a) , we considered that age (measured in 2019 by the date the bank was established according to their websites) should positively impact carbon disclosure, as banks have built their reputations over time in line with the legitimacy theory. From a gender perspective, prior studies have found that women are more concerned with environmental issues than men are (e.g., Diamantopoulos et al., 2003; Glass et al., 2016) . Given such a context, Liao about board gender diversity. We selected the variable women CEO as a dummy variable (1 man, 0 women). We collected the data from the respective bank websites.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 104,
                    "text": "Hossain and Reaz (2007)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 109,
                    "end": 132,
                    "text": "Kiliç and Kuzey (2019a)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 498,
                    "end": 526,
                    "text": "Diamantopoulos et al., 2003;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 527,
                    "end": 546,
                    "text": "Glass et al., 2016)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 571,
                    "end": 575,
                    "text": "Liao",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Firm-level variables."
        },
        {
            "text": "To examine the determinants of carbon disclosure commitment (number of disclosure initiatives, DI) and quality (CDP score, CDP), we used both univariate and multivariate models. We conducted a correlation analysis that implied withdrawing for multivariate analysis purposes the variables of country development (vs. EPI score) and capital assets ratio (vs. RWA to assets) as a result of overly high correlations between the variables. Using disclosure initiatives (DI) and CDP as the dependent variables, we tested our models with OLS regression. We also considered two moderating variables (model 4, Hayes, 2013) , Log size x Country financial development and log size x EPI score, as the influence magnitude of size may be different regarding context in terms of national financial development and environmental friendliness, and vice versa. In addition, we used a multivariate logit analysis with a dummy variable for the CDP score. The number of banks in some categories is too low, and when a bank earns a D or an E for its CDP score, it usually denies permission to publish the score. As our goal is to assess voluntary carbon disclosure, we replaced the initial CDP score with a new binary score: 1, CDP score regardless of F; and O, no CDP score.",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 613,
                    "text": "Hayes, 2013)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Empirical models"
        },
        {
            "text": "Descriptive statistics are displayed in Table 2 . The commitment to disclosure varies from 0 to 4, that is, no bank has signed all five initiatives. The mean is quite low (1.27), as is the standard deviation (1.03), meaning that banks are on average not very willing to sign these agreements. Similarly, the CDP average score is low, but the standard deviation is somewhat high in relation to the 0 coding for banks with no score. Not surprisingly, most CEOs are men (95%), and most of the banks (68%) are located in advanced (vs. emerging) economies. The average age of the banks is important (89 years), but there is a high standard deviation with very young banks and very old banks. Some banks are listed on five different stock exchanges. We also notice a very diverse financial situation of banks around the world in terms of leverage and financial performance. Table 3 presents the results of univariate linear analysis of banks' commitment to DI. Regarding country-level variables, DI is positively and significantly correlated with country development, country financial development, and the EPI score, which is in line with our expectations, common theories, and previous studies. For financial performance, the results are mixed. DI is positively and significantly correlated with ROA and the cost to income but not with the profit on capital, and is significantly and negatively correlated with NPL to total loans. For leverage and risk, DI is negatively and significantly correlated with the capital asset, RWA to assets, and loans to assets ratios and positively correlated with BIS capital. Except for capital assets ratio, these results are coherent and seem to indicate that a lower level of leverage and risk induces a higher commitment to voluntary carbon disclosure. As expected, age and multiple listings are positively and significantly correlated with DI but not CEO gender. As in most prior country-level studies, size is positively and significantly correlated with DI with a very high R 2 (21.5%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 47,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 868,
                    "end": 875,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Descriptive statistics"
        },
        {
            "text": "Tables 4 and 5 introduce two moderating variables, log size x country financial development and log size x EPI score, to focus on the national context and assess the respective influence of size, country financial development, and environmental context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Univariate analysis"
        },
        {
            "text": "Not surprisingly, the less financially developed the country is, the more the bank size variable positively impacts the disclosure initiatives; and the more financially developed the country is, the less the bank size impacts the disclosure initiatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Univariate analysis"
        },
        {
            "text": "Not surprisingly, again, the higher the environmental performance of the country, the more bank size positively impacts the disclosure initiatives. These two unprecedented results shed new light on the ***, **, and * indicate statistical significance at the 1%, 5%, and 10% levels, respectively. ***, **, and * indicate statistical significance at the 1%, 5%, and 10% levels, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Univariate analysis"
        },
        {
            "text": "influence of size on voluntary carbon disclosure. Table 6 displays the results of the multivariate regression analysis of bank commitment to disclosure initiatives without (model 1) and with (model 2) moderation with high R2 (46.6% and 51.83%, respectively), indicating that these models capture approximately 50% of the phenomena.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 57,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Univariate analysis"
        },
        {
            "text": "Among country-level determinants, only the national environmental performance is comparable to that found in the univariate analysis (model 1), but the comparison between models 1 and 2 confirms the interactive effect of size (not significant in model 1 but significant in model 2); the EPI score has the same impact in the multivariate analysis as in the univariate analysis. The results for financial performance are clearer, as only ROA (models 1 and 2) and profit on capital (model 2) have a significant positive impact. Similarly, for leverage and risk, the picture is clearer, with a significant negative impact of RWA on assets (models 1 and 2) and loans to assets (model 1). The multiple listings variable is still positively significant, and age and CEO gender are inconclusive. Table 7 presents the results of the univariate linear analysis of bank characteristics to carbon disclosure scores (CDP). Regarding countrylevel variables, CDP is positively and significantly correlated with the country development variable and the EPI score once again, which is in line with our expectations, common theories, and previous studies, but it is not correlated with country financial development. For financial performance, CDP is not significantly correlated with any of the variables considered contrary to our expectations. This means that if financial performance impacts bank commitment, it does not induce better quality of carbon disclosure. For leverage and risk, CDP is negatively and significantly correlated with capital asset ratio and RWA to assets. Size and multiple listings are again positively and significantly correlated with CDP but not age or CEO gender. Table 8 introduces one moderating variable, log size x country financial development, to focus on the national context and assess the respective influence of size and country financial development.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 788,
                    "end": 795,
                    "text": "Table 7",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1678,
                    "end": 1685,
                    "text": "Table 8",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Multivariate analysis"
        },
        {
            "text": "The less financially developed a country, the more the bank size positively impacts the CDP score; and the more financially developed a country is, the less the bank size impacts the CDP score. Table 9 displays the results of the multivariate linear regression analysis of bank carbon disclosure quality without (model 1) and with (model 2) moderation. The results are much more inconclusive than those for bank commitment. Only two variables exhibit robust impacts on CDP. The moderating variable of log size x country financial development significantly and negatively influences CDP (at the 1% level), whereas the multiple listings variable has a positive and significant impact at the 5% level. To a lesser extent, there is a significant positive relationship with EPI score and a negative significant relationship for RWA to assets, both at the 10% level of confidence. This confirms the weak results of the univariate analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 201,
                    "text": "Table 9",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Univariate analysis"
        },
        {
            "text": "To further investigate the voluntary carbon disclosure by banks, we used a multivariate logit analysis with a dummy variable for CDP score. We replaced the initial CDP score with a new binary score: 1, CDP ***, **, and * indicate statistical significance at the 1%, 5%, and 10% levels, respectively. ***, **, and * indicate statistical significance at the 1%, 5%, and 10% levels, respectively. ***, **, and * indicate statistical significance at the 1%, 5%, and 10% levels, respectively. regardless of the score except F; and O, no CDP score. Our goal was to assess how the banks would disclose their quality performance regarding carbon disclosure beyond the intrinsic quality of that disclosure. Table 10 presents the results of the multivariate logit analysis of the CDP score. At the country level, the probability of disclosing the CDP score is significantly higher for non-environmentally friendly countries and more financially developed countries. However, for environmentally friendly countries, the likelihood of the CDP score disclosure is amplified by size. Conversely, the likelihood of the CDP score disclosure in financially developed countries decreases with size. In addition, bank financial performance increases the probability of CDP score disclosure (profits on capital) as multiple listings, whereas the probability decreases with risk (RWA to assets). All other variables are not significant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 698,
                    "end": 706,
                    "text": "Table 10",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Multivariate logit regression analysis"
        },
        {
            "text": "The results show that country-level and bank-level characteristics are much better predictors of bank commitment to voluntary carbon disclosure initiatives and scores than they are of carbon disclosure quality. Thus, we conclude that banks' commitment to voluntary carbon disclosure is mainly backed by stakeholder and legitimacy theory and greenwashing. Banks want to project themselves as good citizens when they are located in a developed and environmentally friendly country, profitable (as Kiliç and Kuzey, 2019a) , less risky, and subject to multiple-listing constraints. However, when it comes to the implementation of a rigorous carbon disclosure, the picture becomes unclear. The country-level and bank-level characteristics are much less explanatory. This leads us to speculate that for banks all around the world, there may be a gap between displaying responsible behavior and actual practice. This finding is similar to that of the ACPR (2019) on climate change risk management for French banks. In addition, we extend the current state of knowledge regarding the impact of size and country-level characteristics. On the one hand, most prior studies have highlighted the positive impact of size on carbon disclosure (Luo et al., 2012; Hahn et al., 2015; D'Amico et al., 2016) , including in the banking industry (Kiliç and Kuzey (2019a) . On the other hand, Grauel and Gotthardt (2016) show that the national context is an extremely relevant explanatory factor, accounting for more variance than all firmlevel variables except size. Our contribution to the literature shows that size and national context are not totally independent of carbon disclosure. Whatever the dependent variable (commitment, quality, or CDP score), the impact of size varies according to the national context in terms of development (general and financial) and sustainability environment. Specifically, social pressure is higher for large banks in less advanced countries. We also confirm the findings of previous studies regarding multiple listings, which positively impact bank commitment, disclosure quality, and CDP score (for the banking industry, see Hossain and Reaz, 2007; Kiliç and Kuzey, 2019a ; others include Del Bosco and Misani, 2016; Ben-Amar and McIlkenny, 2015) . Our study highlights the pressure on financial markets for better environmental practices by banks.",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 518,
                    "text": "Kiliç and Kuzey, 2019a)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1228,
                    "end": 1246,
                    "text": "(Luo et al., 2012;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1247,
                    "end": 1265,
                    "text": "Hahn et al., 2015;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1266,
                    "end": 1287,
                    "text": "D'Amico et al., 2016)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1324,
                    "end": 1348,
                    "text": "(Kiliç and Kuzey (2019a)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1370,
                    "end": 1397,
                    "text": "Grauel and Gotthardt (2016)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2144,
                    "end": 2167,
                    "text": "Hossain and Reaz, 2007;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2168,
                    "end": 2190,
                    "text": "Kiliç and Kuzey, 2019a",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2212,
                    "end": 2235,
                    "text": "Bosco and Misani, 2016;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2236,
                    "end": 2265,
                    "text": "Ben-Amar and McIlkenny, 2015)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To deepen the discussion, our results can be understood in the context of bank involvement in CSR programs. Greenwashing is often seen as the main explanation for banks' disclosure policy and, in this respect, we clearly identify a spillover effect but no more so than in other industries. Nowadays, most banks have developed CSR programs and compare themselves on different metrics, of which climate change and climatic risk are currently the most important. Banks monitor all official commitments signed by their counterparts, thereby creating a competition in the market. For example, BNP-Paribas in France is signing almost all commitments for carbon footprint and climate change disclosure. On the contrary, some banks have signed only two or three such agreements. In some cases, banks have developed specific skills to prove that they comply with these new requirements. Listed banks are more engaged in this process than unlisted banks due to pressure from financial markets that are very sensitive to banks' CSR commitment. To further assess the actual integration of these principles into strategic and managerial decisions, we need a case-by-case analysis for evidence that the commitments are clearly different from greenwashing. In fact, some banks have introduced criteria related to climate change in the selection process of projects for financing. 10 To introduce a more objective external evaluation of banks' involvement, there is an urgent need for new standards in the specific area of climate change or climate risk and more generally sustainable finance or social impact. The European green deal of January 2020 introduces a new taxonomy to identify six environmental objectives to support (and a new regulatory proposal to integrate) the 2050 carbon neutrality targets or the revision of the Non-Financial Reporting Directive. The Covid-19 pandemic and resulting economic crisis has led to the postponement of the publication of these new requirements for a few months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For banks specifically, more rules and regulations issued by regulatory authorities could help to bring change to the banking industry, ***, **, and * indicate statistical significance at the 1%, 5%, and 10% levels, respectively. ***, **, and * indicate statistical significance at the 1%, 5%, and 10% levels, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "10 An example is the green weighting factor of Natixis. more so than the \"good citizen\" argument. In fact, regulation implementation has had a visible effect on credit policies in such areas as credit risk management (Erdinç and Gurov, 2016) and, more generally, capital requirements (Fraisse et al., 2017 ). An effective tool beyond voluntary compliance would be to introduce new requirements for the issuing of climate risk when banks support investment that would likely have a negative impact on the climate (brown vs. green investment). Although the number of commitments by a bank does not necessarily mean more concrete involvement in CSR and climate change issues, evaluation of these strategies could lead to a discussion of their impact on the performance of banks and the influence of CSR involvement on the overall performance of these companies. There is not much research on the trade-off between environmental or climate performance and economic performance. In the banking industry, some research has concluded that there is no trade-off between social and economic efficiency (Leire et al., 2018) . There is also no clear evidence of a positive relationship between environmental and economic performance. It seems that the conflict between economic and social efficiencies, considered as one of the main obstacles to the applicability of the stakeholder theory, is not inevitable. However, there is no evidence of correlation between economic and social efficiencies. This remains a question for future research.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 241,
                    "text": "(Erdinç and Gurov, 2016)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 284,
                    "end": 305,
                    "text": "(Fraisse et al., 2017",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1093,
                    "end": 1113,
                    "text": "(Leire et al., 2018)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Investors are paying more attention to climate change. In 2015, France became the first country to impose legal requirements for climate reporting on institutional investors and asset managers and to create broader early momentum for disclosing climate-related risks among financial institutions. Five years later, such legal impositions have been translated into many other pieces of legislation. Consequently, investors and banks are increasingly asking companies to disclose more information about climate change risks so that they can be taken into account financially. Concern has been expressed that banks are placing stress on the private sector to commit to new obligations that limit the \"tragedy of the horizon\" characterized by inadequate and tardy action. The contribution of our study is to empirically analyze the disclosure practices in the banking industry at an international level using specific data on 40 countries. Our objective is to identify specific determinants of banks' commitment to climate change initiatives and voluntary disclosure quality to assess the different hypotheses on banks' motivations and strategies. Our contribution is topical and original, as we focus on recent data on more than 100 banking institutions in 40 developing and developed countries. One of the main findings of our study is that bank strategies and economic and financial patterns of the country in which the banks operate exert a high impact on the extent and the quality of banks' climate change-related disclosures. The implications seem to be clear in a context of increasing attention on the financial industry as a whole and the activities it finances. To achieve high transparency and quality disclosure, as well as to enhance investors' and depositors' confidence in financial institutions, it seems necessary for governments and public opinion to pressure the banking industry to ensure that its communication efforts are as effective as possible and not only related to minimum benchmarking, notably in most developed countries. Providing voluntary information appears to be necessary for banks to survive in a very competitive environment in which online banking is growing fast. However, such disclosure would be insufficient if banks were likely to use voluntary disclosure for marketing reasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Our research has the following two main limitations. First, except for CEO gender, no corporate governance (internal or external) indicators are considered, even if some previous research has already demonstrated their relevance in this context (Velte et al., 2020) . Unfortunately, the specific nature of our sample of 117 banks in 40 countries does not allow us to gather reliable data in this regard. This is very clearly a promising path for future research. Second, we rely on cross-sectional data instead of longitudinal data, which limits the scope of our results. Our choice is informed by the lack of reliable and sufficiently extensive history on CDP data, but as time goes by, this problem should be solved for future research. ",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 265,
                    "text": "(Velte et al., 2020)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "None",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Prudential Supervision and Resolution Authority), 2019. French banking groups facing climate-change related risks",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Acpr (french",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Anal. Synth",
            "volume": "101",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Does environmental management improve financial performance? A meta-analytical review",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Albertini",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Organ. Environ",
            "volume": "26",
            "issn": "",
            "pages": "431--457",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "18-40. Bank for International Settlements, 2020. The green swan: central banking and financial stability in the age of climate change",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Allouche",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Laroche",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Rev. Gest. Res. Hum",
            "volume": "57",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Board gender diversity and corporate response to sustainability initiatives: evidence from the carbon disclosure Project",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ben-Amar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mcilkenny",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Bus. Ethics",
            "volume": "142",
            "issn": "",
            "pages": "369--383",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "What drives corporate water voluntary disclosures? The effect of country-level institutions",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ben-Amar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chelli",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Bus. Strat. Environ",
            "volume": "27",
            "issn": "8",
            "pages": "1609--1622",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Board effectiveness and the voluntary disclosure of climate change information",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ben-Amar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mcilkenny",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Bus. Strat. Environ",
            "volume": "24",
            "issn": "",
            "pages": "704--719",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "What drives green banking disclosure? An institutional and corporate governance perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bose",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Z"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rashid",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Islam",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Asia. Pac. J. Manag",
            "volume": "35",
            "issn": "",
            "pages": "501--527",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Determinants of corporate environmental reporting: the importance of environmental performance and assurance",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J M"
                    ],
                    "last": "Braam",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Uit De Weerd",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hauck",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A J"
                    ],
                    "last": "Huijbregts",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Clean. Prod",
            "volume": "129",
            "issn": "",
            "pages": "724--734",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Factors influencing the quality of corporate environmental disclosure",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brammer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pavelin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bus. Strat. Environ",
            "volume": "17",
            "issn": "2",
            "pages": "120--136",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Corporate carbon and financial performance: a metaanalysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Busch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lewandowski",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Ind. Ecol",
            "volume": "22",
            "issn": "4",
            "pages": "745--759",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Voluntary disclosure of non-financial information and corporate social responsibility",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Caby",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pineiro-Chousa",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Corporate Social Responsibility",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Greed or good deeds: an examination of the relation between coporate social responsibility and the financial performance of U.S. commercial banks around the financial crisis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Cornett",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ehrhemjamts",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tehranian",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Bank. Financ",
            "volume": "70",
            "issn": "",
            "pages": "137--159",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Institutional investor influence on global climate change disclosure practices",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cotter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Najah",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Aus. J. Manag",
            "volume": "37",
            "issn": "2",
            "pages": "169--187",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Factors influencing corporate environmental disclosure",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "D&apos;amico",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Coluccia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fontana",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Solimene",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Bus. Strat. Environ",
            "volume": "25",
            "issn": "3",
            "pages": "178--192",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The effect of cross-listing on the environmental, social, and governance performance of firms",
            "authors": [
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Bosco",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Misani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. World Bus",
            "volume": "51",
            "issn": "6",
            "pages": "977--990",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Can sociodemographics play a role in profiling green consumers? A review of the evidence and an empirical investigation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Diamantopoulos",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Schlegelmilch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Sinkovics",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Bohlen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Bus Res",
            "volume": "56",
            "issn": "6",
            "pages": "465--480",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Climate value at risk of global financial assets",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bowen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dixon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gradwell",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Clim. Change",
            "volume": "6",
            "issn": "",
            "pages": "676--679",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Organizational legitimacy: social valued and organizational behavior",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dowling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pfeffer",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Pac. Sociol. Rev",
            "volume": "18",
            "issn": "",
            "pages": "122--136",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Environmental Performance Index: Global Metrics For the Environment: Ranking Country Performance on High-Priority Environmental Issues",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The effect of regulatory and risk management advancement on non-performing loans in European banking",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdinç",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gurov",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Int. Adv. Econ. Res",
            "volume": "22",
            "issn": "3",
            "pages": "249--262",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "social performance and its relation with corporate financial performance: international evidence in the banking industry",
            "authors": [],
            "year": null,
            "venue": "J. Clean. Prod",
            "volume": "162",
            "issn": "",
            "pages": "1102--1110",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The Real Effects of Bank Capital Requirements. ESRB Working paper 47",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fraisse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lé",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thesmar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Global warming disclosures: impact of Kyoto Protocol across countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Freedman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jaggi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Int. Financ. Manag. Account",
            "volume": "22",
            "issn": "1",
            "pages": "46--90",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Study of some explanatory factors in the opportunities arising from climate change",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gallego-Álvarez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rodríguez-Domínguez",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "García-Sánchez",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Clean. Prod",
            "volume": "19",
            "issn": "9",
            "pages": "912--926",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Determinants of corporate climate change disclosure for European firms",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Giannarakis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zafeiriou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Arabatzis",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Partalidou",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Corp. Soc. Responsib. Environ. Manag",
            "volume": "25",
            "issn": "",
            "pages": "281--294",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Do women leaders promote sustainability? Analyzing the effect of corporate governance composition on environmental performance",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Ingersoll",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Bus. Strat. Environ",
            "volume": "25",
            "issn": "7",
            "pages": "495--511",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The relevance of national contexts for carbon disclosure decisions of stock-listed companies: a multilevel analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grauel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gotthardt",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Clean. Prod",
            "volume": "133",
            "issn": "",
            "pages": "1204--1217",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Organizations, climate change and transparency: reviewing the literature on carbon disclosure",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hahn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Reimsbach",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schiemann",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Organ. Environ",
            "volume": "28",
            "issn": "1",
            "pages": "80--102",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The effect of board characteristics and sustainable compensation policy on carbon policy of UK firms",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Haque",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Br. Account. Rev",
            "volume": "49",
            "issn": "3",
            "pages": "347--364",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "An Introduction to Mediation, Moderation, and Conditional Process Analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Evidence on whether banks consider carbon risk in their lending decisions",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Herbohn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Clarkson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Bus. Ethics",
            "volume": "158",
            "issn": "1",
            "pages": "155--175",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A cognitive perspective on the business case for corporate sustainability",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hockerts",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Bus. Strat. Environ",
            "volume": "24",
            "issn": "2",
            "pages": "102--122",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The determinants and characteristics of voluntary disclosure by Indian banking companies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hossain",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reaz",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Corp. Soc. Responsib. Environ. Manag",
            "volume": "14",
            "issn": "",
            "pages": "274--288",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Opening up the firm: what explain participation and effort in voluntary carbon disclosure by global businesses? An analysis of internal firm factors and dynamics",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hsueh",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Bus. Strat. Environ",
            "volume": "28",
            "issn": "7",
            "pages": "1302--1322",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Contribution of Working Groups I, II and III to the Fifth Assessment Report of the Intergovernmental Panel On Climate Change. IPCC",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Determinants of climate change disclosure in the Turkish banking industry",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kiliç",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kuzey",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Bank Mark",
            "volume": "37",
            "issn": "3",
            "pages": "901--926",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The effect of corporate governance on carbon emission disclosures. Evidence from Turkey",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kiliç",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kuzey",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Clim. Change Syst. Manag",
            "volume": "11",
            "issn": "",
            "pages": "35--53",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The social efficiency for sustainability: european cooperative banking analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Leire",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Retolaza",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lamarque",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sustainability",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Environmental legitimacy, green innovation, and corporate carbon disclosure: evidence from CDP China 100",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ning",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Bus. Ethics",
            "volume": "150",
            "issn": "",
            "pages": "1089--1104",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Gender diversity, board independence, environmental committee and greenhouse gas disclosure",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Br. Account. Rev",
            "volume": "47",
            "issn": "4",
            "pages": "409--424",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Corporate incentives to disclose carbon information: evidence from the CDP Global 500",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "- C"
                    ],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Report. J. Int. Financ. Manag. Account",
            "volume": "23",
            "issn": "2",
            "pages": "93--120",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Comparison of propensity for carbon disclosure between developing and developed countries: a resource constraint perspective",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Lan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Account. Res. J",
            "volume": "26",
            "issn": "1",
            "pages": "6--34",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "A research note on standalone corporate social responsibility reports: signalling or greenwashing?",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Mahoney",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Thorne",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cecil",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lagore",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Crit. Perspect. Account",
            "volume": "24",
            "issn": "5",
            "pages": "350--359",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "ESG performance and shareholder value creation in the banking industry",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miralles-Quiros",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Miralles-Quiros",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hernandez",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sustainability",
            "volume": "11",
            "issn": "",
            "pages": "1404--1429",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Evidence of assurance enhancing the quality of voluntary environmental disclosures: an empirical analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moroney",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Windsor",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Aw",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Account. Financ",
            "volume": "52",
            "issn": "3",
            "pages": "903--939",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Corporate sustainability disclosure in annual reports: evidence from UAE banks: islamic vs. conventional",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nobanee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ellili",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Renew. Sust. Energ. Rev",
            "volume": "55",
            "issn": "",
            "pages": "1336--1341",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Disentangling the determinants of the response and the publication decisions: the case of the Carbon Disclosure Project",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ott",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schiemann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Günther",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Account. Public Policy",
            "volume": "36",
            "issn": "",
            "pages": "14--33",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Financial development and standardized reporting: a comparison among developed, emerging and frontier markets",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pineiro-Chousa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vizcaino-Gonzales",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Caby",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Bus. Res",
            "volume": "101",
            "issn": "",
            "pages": "797--802",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The New Institutionalism in Organizational Analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dimaggio",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Determinants of corporate social responsibility disclosure: an application of stakeholder theory",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Account. Org. Soc",
            "volume": "17",
            "issn": "",
            "pages": "595--612",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Paris Agreement climate proposals need a boost to keep warming well below 2°C",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rogelj",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Den Elzen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Höhne",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fransen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fekete",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Winkler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schaeffer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sha",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Riahi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meinshausen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "534",
            "issn": "",
            "pages": "631--639",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Exploring environmental disclosure in banks. Evidence from the Euro Area",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rosella",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Oxf. J. Financ. Risk Perspect",
            "volume": "6",
            "issn": "2",
            "pages": "18--40",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "To engage or not to engage in corporate social responsibility: empirical evidence from global banking sector",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Econ. Model",
            "volume": "55",
            "issn": "",
            "pages": "207--225",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Finance and management for the anthropocene",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shrivastava",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zsolnai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wasieleski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stafford-Smith",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Krosinsky",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Oran",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Organ. Environ",
            "volume": "32",
            "issn": "1",
            "pages": "26--40",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The link between corporate social and financial performance: evidence from the banking industry",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kohers",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Bus. Ethics",
            "volume": "35",
            "issn": "",
            "pages": "97--109",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The relationship between corporate social performance and corporate financial performance in the banking sector",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Soana",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Bus. Ethics",
            "volume": "104",
            "issn": "1",
            "pages": "133--148",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Voluntary disclosure of emissions by US firms",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stanny",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bus. Strat. Environ",
            "volume": "22",
            "issn": "3",
            "pages": "145--158",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Carbon performance and disclosure: a systematic review of giovernance-related determinants and financial consequences",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Velte",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stawinoga",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lueg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clean. Prod",
            "volume": "254",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Discretionary disclosure",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Verrechia",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Account. Econ",
            "volume": "5",
            "issn": "3",
            "pages": "179--1994",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "The corporate social performance-financial performance link",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Waddock",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Graves",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Strat. Manag. J",
            "volume": "18",
            "issn": "",
            "pages": "303--319",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Incorporating sustainability criteria into credit risk management",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Scholz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Michalik",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Bus. Strat. Environ",
            "volume": "19",
            "issn": "",
            "pages": "39--50",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Corporate social responsibility in the banking industry: motives and financial performance",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Bank. Financ",
            "volume": "37",
            "issn": "9",
            "pages": "3529--3547",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Revisiting the corporate social performance-financial performance link: a replication of Waddock and Graves",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Murrell",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Strat. Manag. J",
            "volume": "37",
            "issn": "",
            "pages": "2378--2388",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Jérôme Caby is a Full Professor of Corporate Finance at IAE Paris",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "He is conducting research mainly about corporate governance, CSR and shareholder value analysis. He has published many papers in French and foreign specialized research reviews and six books as author or editor. Previously, he was successively the Dean of the Sorbonne Business School (IAE de Paris), the General Director of ICN Business School Nancy-Metz and the General Director of ESCE",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Panthéon-Sorbonne",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "et al. (2015), Ben-Amar et al. (2017), and Haque (2017) show a positive influence of board gender diversity on voluntary carbon disclosure. Conversely, Glass et al. (2016) do not observe a positive impact of women (vs. men) CEOs and mixed results",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Sample demographic characteristics. The EPI is produced by the Yale Center for Environmental Law and Policy in collaboration with the World Economic Forum. Refer to https://epi. envirocenter.yale.edu/ for details. 7 Environmental health, on the one hand, is measured across three categories",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Descriptive statistics.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Univariate linear analysis results of banks' commitment to disclosure initiatives.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Univariate linear analysis results of banks' commitment to disclosure with moderation (log size x country financial development).",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Univariate linear analysis results of banks' commitment to disclosure with moderation (log size x EPI score).",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Univariate linear analysis results of banks' voluntary carbon disclosure quality.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Multivariate linear regression analysis results of banks' carbon disclosure quality.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Multivariate logit regression analysis results of banks' carbon disclosure quality.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Conceptualization, Methodology, Formal analysis, Investigation, Writing -original draft, Writing -review & editing, Supervision, Project administration. Ydriss Ziane: Conceptualization, Investigation, Resources, Writing -original draft, Writing -review & editing. Eric Lamarque: Conceptualization, Validation, Writing -review & editing.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}