{
    "paper_id": "3dacfd8731a82ff7b9b42d201f29f0a816dbefaa",
    "metadata": {
        "title": "Do Not Stay at Home: We Are Ready for You",
        "authors": [
            {
                "first": "Jens",
                "middle": [],
                "last": "Deerberg-Wittram",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christoph",
                "middle": [],
                "last": "Knothe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A major regional hospital -RoMed in Rosenheim, Germany -has seen a disturbing decline in the number of non-Covid-19 patients presenting for emergency care. While there may be value in reducing elective medical treatments during the coronavirus pandemic, emergency care is essential for patients with severe heart problems, appendicitis, paralytic ileus, or advanced cancer. Patients and physicians alike must not hesitate to seek or direct care in such cases, where delay will lead to preventable adverse outcomes, including death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Low-probability events in which many people are killed at the same time are called dread risks. Examples for dread risks are the 2010 Haiti earthquake, the 2011 Fukushima nuclear disaster, or the September 11, 2001, terrorist attacks that killed thousands across three sites in the United States. Other than more common risks such as tobacco smoking or base-jumping, dread risks are determined by three characteristics: Dread risks can kill a whole group of human beings at once; they generally are beyond human control to avoid; and, they generate horrifying images that take us back to the disaster over and over again.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Psychologists have found that the sudden death of many by an unexpected and terrifying event often causes panic and triggers extreme reactions of risk avoidance. Sometimes, the desperate attempt of eschewing a risk can lead to even worse outcomes than the underlying event itself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For example, in the United States, after the hijacking of four commercial airliners on September 11, 2001, Americans significantly reduced domestic flying in the aftermath of the terrorist attacks. To avoid being subject to another such terrorist hijacking, U.S. residents more often used their cars for longer-distance travel. Even though commercial aircrafts provide safer transport, the subjective feeling of having control over their own vehicles kept up to 20% of domestic airline customers away. The terrifying pictures of the collapsing twin towers, the recordings of the passengers' screams, and the fear of being at the mercy of a terrorist hijacker caused anxiety that prevented people from making rational choices. Consequent to this extreme risk-avoidance behavior, the number of road traffic fatalities in the U.S. rose by about 4% after 9/11. In the first year after the terrorist attacks, approximately 1,600 additional people died in car accidents, presumably trying to avoid airline-related terrorism, which is more than 6 times the number of the 256 passengers who were killed in the four airplanes in September 2001.1 -3",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Covid-19 pandemic is an example of a dread risk. It hit us unexpectedly and it will kill many. A hot spot of the coronavirus crisis is the region of Rosenheim. It is located in southern Germany near the skiing resorts of Austria and Northern Italy, where major outbreaks of Covid-19 happened in February 2020. RoMed is the health system serving the region of Rosenheim and a community of 350,000 people by providing inpatient and outpatient care in four hospitals. The first Covid-19 patient was admitted to a RoMed hospital on March 2. Through mid-April, 349 confirmed cases of Covid-19 patients were admitted to three hospitals of the RoMed health system. Of these 349 cases, 98 patients were still in hospital care as of April 14 ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 739,
                    "end": 747,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Covid-19 Care at RoMed"
        },
        {
            "text": "Care of Covid-19 patients is very demanding due to extensive protective measures for patients and clinicians. The course of the disease, particularly for ICU patients on ventilators, is often devastating. Due to the rising numbers of Covid patients, the number of ICU beds and ventilators needed to be doubled within a few weeks. Additional ICU units were built overnight, and more than 200 doctors and nurses were trained in intensive care of Covid-19 patients so far.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 1"
        },
        {
            "text": "Ambulance services and referring doctors are informed that we are on duty 24-7. But the patients are not coming.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 1"
        },
        {
            "text": "However, despite all these efforts, 64 Covid-19 patients died as of April 14. Of that total, 43 of them passed away while they were receiving regular care on an internal medicine ward. Most of these 43 patients were frail elderly patients with multiple morbidities (median age 82 years) who refused \" intensive care measures. The other 21 Covid-19 patients were receiving intensive care including artificial ventilation when they died. Median length of stay at the ICU was less than 6 days for patients who died. However, 21 patients who were treated in the ICU were successfully weaned and finally transferred to normal care. (While those 21 continue to survive as of April 27, it is not yet known to what extent, if any, their lungs, hearts, or other organs may later experience long-term consequences from the virus.) Overall, our experience confirms international data so far that at least half of Covid-19 patients who are artificially ventilated will die within a few days on ICU.4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 1"
        },
        {
            "text": "Despite the need to focus on Covid-19 care, other emergent care continues. Needless to say, RoMed is still providing emergency care to patients with strokes, acute myocardial infarction, trauma, or other severe diseases. These patients must not wait. Our stroke, trauma, and chest pain units are open and emergency rooms and cancer services are strictly separated from Covid-19 care units. Ambulance services and referring doctors are informed that we are on duty 24-7. But the patients are not coming.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency Care and Regular Treatment of Severe Illness in Times of Covid-19"
        },
        {
            "text": "After the first Covid-19 patient was admitted in early March to the RoMed hospital in Rosenheim, a major regional hospital with 640 beds, total emergency room visits were down by 23% within 4 weeks (Figure 2) , a decrease to 2,588 visits from the 3,378 visits in the same period in 2019. The total number of patients suffering from severe heart problems, appendicitis, paralytic ileus, or advanced cancer went down by half. Family physicians advised their cancer patients to stay away from the hospital in order to avoid being infected by SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 208,
                    "text": "(Figure 2)",
                    "ref_id": null
                }
            ],
            "section": "Emergency Care and Regular Treatment of Severe Illness in Times of Covid-19"
        },
        {
            "text": "The number of emergency room patients who were admitted to the hospital declined from January to the end of March by 53% for cardiology patients, 38% for trauma, 33% for general surgery, 30% for neurology, and 25% for gynecology. So, while some drop in ER visits may be expected as an effect of the lockdown measures and reduced mobility, the decline in cardiac and stroke cases is striking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 2"
        },
        {
            "text": "We must never lose sight of all the other patients who need our care today. Patients with any symptom indicating an emergency or severe disease must not stay at home.\" \" Other hospitals in Germany, such as the Charité5 in Berlin and the University Hospital Hamburg-Eppendorf,6 are reporting a decline of stroke patients by more than 50%. Several German medical specialty societies are warning of the danger of delayed medical care to those who must not wait. Similar situations are being experienced in the United States.7 , 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 2"
        },
        {
            "text": "No question: The consequences of the coronavirus pandemic on our lives, our families, our personal freedom, and our economic future are unpredictable. Therefore, the extensive daily media coverage of the crisis is reasonable. However, the coverage may be nurturing the excessive risk avoidance of patients who stay away from a hospital even when they urgently need care. This risk avoidance will ultimately cause preventable suffering and deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 2"
        },
        {
            "text": "For example, every year approximately 500,000 people in Germany have heart attacks or strokes. More than 100,000 of these people normally die in the first year after the initial event. This is the sobering balance of one of the world's most advanced health care systems known for its vast number of hospitals and unrestricted access to emergency care. The number of 100,000 deaths might significantly increase if patients with strokes and AMIs do not reach the hospital in time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 2"
        },
        {
            "text": "We don't know how long the pandemic will last and how many patients will be killed by SARS-CoV-2. It is crucial to do the utmost to prevent the spread of the virus and to provide care to Covid-19 patients. However, we know that oftentimes there is very little we can do once a Covid patient is on invasive artificial ventilation, at which point we are saving fewer lives of Covid-19 patients than we would hope. For that very reason, we must never lose sight of all the other patients who need our care today. Patients with any symptom indicating an emergency or severe disease must not stay at home. And we are ready for them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 2"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Dread risk, September 11, and fatal traffic accidents",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gigerenzer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Psychol Sci",
            "volume": "15",
            "issn": "6",
            "pages": "286--293",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Out of the frying pan into the fire: behavioral reactions to terrorist attacks",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gigerenzer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Risk Anal",
            "volume": "26",
            "issn": "6",
            "pages": "347--51",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Act II: a fine-grained analysis of regional variations in traffic fatalities in the aftermath of the terrorist attacks",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gaissmaier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gigerenzer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Psychol Sci",
            "volume": "9",
            "issn": "11",
            "pages": "1449--54",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Intensive care management of coronavirus disease 19 (COVID-19): challenges and recommendations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Phua",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Weng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Charité appelliert an Berlinerinnen und Berliner bei Symptomen dringend eine Klinik aufzusuchen. Charité Universitätsmedizin Berlin",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Charité",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Schlaganfall",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Herzinfarkt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Weniger Notfallpatienten in Krankenhäusern: Gefährliches Zögern. Der Spiegel. Spiegel Gruppe",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stanek",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Where Have All the Heart Attacks Gone? New York Times. The New York Times Company",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Krumholz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The untold toll -the pandemic's effects on patients without Covid-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rosembaum",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}