{
    "paper_id": "3dad405f41ff8b325ff8aef654e6a3b6e34d9f46",
    "metadata": {
        "title": "Logistics customer services",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "such as transport planning, scheduling, and modal selection. There are also strategies involving location analysis and the networking planning. All these strategies are critical for an effective logistics customer service ( Fig. 8.1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 232,
                    "text": "Fig. 8.1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Logistics planners need to focus on certain approaches and and features to ensure a good customer service experience. Such approaches include building up a strategic process to provide highly valued services to the customers, on-time deliveries, ensuring trade-off between costs and services, maintaining a harmonious relationship among all supply chain partners, continuously improving customer loyalty, and customer satisfaction as well as bringing the competitive environment in the market (Fig. 8.2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 493,
                    "end": 502,
                    "text": "(Fig. 8.2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Logistics customer service is a part of a firm's overall customer service offering, customer service elements that are specific to logistics operations including fulfillment, speed, quality, and cost. The term fulfillment process has been described as the entire process of filling the customer's order. The process includes the receipt of the order, managing the payment, picking and packing the goods, shipping the package, delivering the package, providing customer service for the end-user, and handling the possible return of the goods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of customer service"
        },
        {
            "text": "The term \"customer service\" needs clear explanation in order to relate with logistics. For example, manufacturers' first concern always is with how efficiently the cargo reaches its destination without any delay or any sort of complication. This is important because of the reputation of the company, which solely depends on customer perception. Businesses flourish based on the manufacturer's capability of meeting these customer expectations. One approach to maintaining good logistical support and cutting costs is to concentrate on communication solutions such as tracking shipment, status update, and accommodating last minute change request. With the advancement of technology, many services are available to the customer by limiting confusion, ambiguity, and inefficiency. As a result, these services such as shipment tracking helps not only pushes away unnecessary expenses out of the manufacturer's existing operational exercises, but also increase the overall customer experience and helps improve financial aspects. Some technology driven service goals are described as follows: G Automate timing/location updates, rate quotes, pick-up scheduling, current transit times, or proof of delivery with interactive voice response (IVR) self-service. G Provide inquiries about updates regarding service and measures the needs of service calls within the system. G Generate and deliver notifications, such as weather alerts, changes in schedules, and more with campaign management tools to alert the respective personnel. G Provide security of overall customer information and payment transactions and minimize fraud.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of customer service"
        },
        {
            "text": "G Empower customers by providing information regarding the purchased products so that they can express and communicate better their expectations. G Identify and predict customer interest to make every smooth interaction between the customer service provider and the customer. Continuously enhance policies and approaches through gathered customer feedback data and analyze and make reports for executing better business strategies. G Ensure customer reliability and a consistent experience for clients by avoiding unnecessary costs and improving workforce development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of customer service"
        },
        {
            "text": "Logistics planners must understand all logistics services offered by the firm so that they can articulate the benefits to the customer. If articulate properly, customer service could add significant value to create demand for the products and improve customer loyalty. Customer service starts with order entry of the product from the inventory to the transport of the final product to the desired destination. Well-organized customer service logistics focuses on providing technical support as well as required equipment service maintenance. As mentioned earlier that customer satisfaction depends on the speed and efficiency of ensuring the availability of the product ordered and delivered. The following sections describe the different elements of customer service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of customer service"
        },
        {
            "text": "Customer service has several integral parts, which are interconnected with each other, such as price, product quality, and speed of service. For instance, the price goes up with higher speed of service and vice versa. There are four valuable marketing mixes such as product, price, promotion, and place, which are combinedly elaborated as four Ps. The \"place\" is associated with physical distribution, which means it involves customer service. A study on customer service by the National Council of Physical Distribution Management identified these elements of customer service according to when the transaction between the supplier and customer take place. These elements are categorized as pretransaction, transection and posttransaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Elements of customer service"
        },
        {
            "text": "According to LaLonde and Zinszer, there are three elements to customer service. The first one is the pretransaction element. This element establishes the business relationship climate. Ideally, all terms of customer service policy are identified prior to shipment of goods that establishes an expected level of customer service in the transaction. The pretransaction element consists of returns policies, expected delivery time, and contingency plans for problems that may occur during shipment. The expectations are established during the pretransection stage, but it is important for companies to adhere to established policies. The second element of customer service occurs during the transaction stage. This element is very simple. Companies must deliver the right product to the correct location in the prescribed delivery time. Also, the product received must be in good condition. LaLonde and Zinszer identified the third element of customer service as posttransaction activities. These are the services provided to customers following receiving their goods. These activities must be planned in the pretransaction and transaction stages (Ballou, 2004) . These elements are shown graphically in Fig. 8 .3.",
            "cite_spans": [
                {
                    "start": 1144,
                    "end": 1158,
                    "text": "(Ballou, 2004)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 1201,
                    "end": 1207,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "Elements of customer service"
        },
        {
            "text": "In the corporate business climate, all these elements are considered individual components of the larger overall customer service. There have been several studies, such as the works of Innis and LaLonde or SterlingÀLambert, which indicate that while all these individual elements do make up the overall customer service, some elements are considered more important than others. Innis and LaLonde concluded that as much as 60% of desirable customer service attributes can be directly attributed to logistics (Innis & LaLonde, 1994) . These include fill rates, frequency of delivery, and supply chain visibility (Innis & LaLonde, 1994) . Researchers have consistently discovered that customer service is highly dependent on logistics. Fig. 8 .3 summarizes the most important customer service elements as on-time delivery, order fill rate, product condition, and accurate documentation.",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 530,
                    "text": "(Innis & LaLonde, 1994)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 610,
                    "end": 633,
                    "text": "(Innis & LaLonde, 1994)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 733,
                    "end": 739,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "Elements of customer service"
        },
        {
            "text": "Pretransaction elements of customer service mean to establish a climate for good customer service. Which is basically a nonroutine activity. This element of services deals with the service level and related activities in qualitative and quantitative terms. Pretransaction elements provide the roadmap to the operating personnel regarding the tactical and operational aspects of customer service activities of the company. For the reverse logistics process, this phase is essential because it helps to shape the firm to focus on customer such way to create influence the perception of the firm into the customer's mind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pretransaction elements"
        },
        {
            "text": "Transaction elements include everything between a order is received and delivered to the customer. During the transaction phase of customer service, a firm focusses on retrieving, packing, and delivering the order to the customer in a timely and cost effective manner. This phase also includes scheduling of shipment, communication with the customer, delivery tracking, and delivery confirmation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transaction elements"
        },
        {
            "text": "This phase represents the array of services needed to support the product in the field; to protect consumers from defective products; to provide for the return of packages; and to handle claims, complaints, and returns. Corporate customer service is the sum of all these elements because customers react to the overall experience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Posttransaction elements"
        },
        {
            "text": "According to studies of Sterling and Lambert, most of the industries show that buyers, customers, and influencers of purchases of related industries mainly focus on variables including product, price, promotion, physical distribution, and speed of delivery among others. Sterling and Lambert clearly showed in their research that logistics customer service is the critical factor for the office systems as well as plastic and furniture factories. Factors such as high fill rate, frequent delivery, detailed inventory visibility, estimated shipping date, and expected delivery time from the time of order placement and order received are very important to the retail customers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative importance of customer service elements"
        },
        {
            "text": "In the surveys of purchasing and distributing suppliers, presented by Shycon Associates, there are several common service failures including late delivery, faulty products, damaged goods, and discontinued products. Late delivery is the most critical issue, as it represents 44% of the entire customer complaints. Again, faulty products fall around one-third of the total complaints. Fig. 8 .4 shows some of the most common customer service complaints noted by industrial surveys.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 383,
                    "end": 389,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "Relative importance of customer service elements"
        },
        {
            "text": "The following are considered the most important logistics customer service elements: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative importance of customer service elements"
        },
        {
            "text": "In logistics, it is said that nothing happens until somebody orders something. \"Order Cycle Time is defined as the elapsed time between when a customer order, purchase order, or service request is placed and when the product or service is received by the customer\" (Ballou 2004) .",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 278,
                    "text": "(Ballou 2004)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Order cycle time"
        },
        {
            "text": "Logisticians can affect the overall customer service level through efficient management of operations. The cycle time of each order must be carefully monitored to properly judge the efficiency within each cycle. Therefore order cycle time is considered all the processes that must occur prior to the customer receiving their product or service. Total order cycle time includes order transmittal time, order processing and receiving time, stock acquisition time, and delivery time. Order processing and receiving time includes the bill of lading preparation, credit clearance, and order assembly times. However, the delivery time has three basic components: shipping time from the plant, shipping time from the warehouse, and customer shipment process. Fig. 8 .5 shows the various components of a typical customer order cycle. Depending on the system used for communicating orders, the transmittal time varies. The transmittal time includes transferring the order request from the origin to the entry of the order for further processing. Order entry may be handled manually such as physically carrying the order or electronically via toll-free number, satellite communication or via the internet. The manual processing is slow but inexpensive, while the electronic methods are most reliable, accurate and fast but expensive.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 752,
                    "end": 758,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "Order cycle time"
        },
        {
            "text": "The next important element of an order cycle is the steps required for order processing and order assembly. These processes are involved steps like send notifications to the buyer/supplier, updating inventory records, preparing and scheduling shipping details for delivery, and communicating with customers as priorities can affect or change the speed of order processing for delivery. To some extent, order processing and assembly occurs concurrently to save time for both of these operations. Unavailability of stock has a significant negative effect on total order cycle time, as it takes searching for the stock items, reconciling missing items, and delays in order assembly. The final primary element in the order cycle over which the logistician has direct control is the delivery time, the time required to move the order from the stocking point to the customer location.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Order cycle time"
        },
        {
            "text": "Order cycle time can be adjusted for various reasons including the changes in customer needs, order priorities, shipping capacities, promotions, among others. A customer may chose to change the order delivery time by paying for an expedited service anytime after placing the order. It is normally assumed that the elements of the order cycle have remain unaffacted, but customer service policies and disruptions may distort the normal order cycle time patterns. Such as priorities of order processing, condition of the order, size of the order, natural disaster, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Order cycle time adjustments"
        },
        {
            "text": "Priorities of order processing are determined by factors including delivery time and window, premimums paid by the customers, urgency of ontime delivery, consequence of late delivery, customer reputation, and many others. When backlogs in the order cycle occur, it is required to distinguish orders from each other. An individual customer may vary greatly from the company standard, depending on the priority rules, or lack of them, that have been established for processing incoming orders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Priorities for order processing"
        },
        {
            "text": "Typical order cycle time may change significantly for the goods delivered in their destinations as damaged or unusable. In that situation order cycle time significantly increase as reorder, replacement, or repair has to happen. Depending on the factors for setting standards for the packaged goods including design, returning and replacing processes if needed for the incorrect, damaged goods, the cycle of order time may vary. Also, there are specific standards established in any business to monitor the quality of order and check the average order time and keep it steady.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Standards for order condition"
        },
        {
            "text": "Order constraints are preset expectations or requirements that prevent flexibility in order processing and delivery. Due to the order constraints, the cost of order processing and delivery can increase. The example of order constraints includes minimum order size, fixed days for receiving order, maintained specifications for order, etc. Order constraints also help with the order planning as the restrictions are known ahead of time. According to the logistic planners, presetting the delivery schedule, order conditions, packaging, etc. help the business to impose a organized processing of order and improve the delivery to the customer on time in a great extent. Presetting specifications also help low volume markets serve reliable and efficiently in a continuous manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Order constraints"
        },
        {
            "text": "Customer service is extremely important in the logistics world because of the highly synchronized and detailed planning and execution that is required when operating on a global scale. Multiple factors are critical in delivering high levels of customer service and they include high rates of order fulfillment, speed and frequency of delivery, inventory visibility, on-time delivery, condition of product on delivery, and accurate documentation on PO's and bill of ladings. It is a multi-faceted concept of gaining and maintaining differentiation in the market-place. The customer service must meet the needs of different customers. 'Perfect order' should form the basis for measuring service performance and to develop new service standards. Logistics management plays a vital role in enhancing the customer lifetime value by increasing customer satisfaction and enhanced customer retention. In any business, especially in the transportation business, good customer service is a top priority. This is because customer satisfaction helps the business survive and grow simultaneously. In any sort of logistics operation, providing good customer service for example, monitoring shipments periodically from the warehouse until destination and notifying customers if their orders are facing delay for any circumstances will elevate customer satisfaction. Monitoring deliveries at every point and communicating with respective personnel in need and sending notifications to the customer to brief them regarding the issue and arranging adjustments increases the customer's loyalty and thus sets the business in a unique position compared to other competitors in the market.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Importance of logistics customer service"
        },
        {
            "text": "Poor customer service will drive customers away from the brand. Customers usually shares with others regarding product quality. If the product is good and they are satisfied by the customer care service, they recommend the brand to others but if they feel unsatisfied due to low quality or poor service, they tend to alert others, which negatively affects the reputation of the company or brand. A negative reputation could be very hard to erase and tends to degrade the share value of the company. The relationship between customer service and sales is symbiotic. After having a positive experience with a business, most of the customers are actually willing to refer that company to another person. A positive experience in customer service not only help retain customers, but also help with the acquisition of new customers. Retained and loyal customers can help increase incremental growth of a business. When comparing, retaining customers costs 4 to 10 times less than the cost of acquiring new customers. It is obvious that low-quality customer service has tremendous side effects in any sort of business. Additionally, a business could lose the loyalty of the valued customers and there are risks of losing the best employees because whenever companies have a customer service problem. The best employees are obliged to fill up the slack for other employees, so they search for better opportunities for their talents. An industry survey revealed many penalties of bad customer service and their significance on businesses. For instance, reduction of the business volume contributed to almost one-third of the entire customer service related failures. Other penalties include called in manager/salesman, cut-off of all purchases with suppliers, significant number of items discontinued, deny of purchasing new items and refusal to invest in promotion. Fig. 8 .5 shows some significant customer service penalties noted from an industry survey.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1859,
                    "end": 1865,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "Service effects on sales"
        },
        {
            "text": "So how can businesses go about fixing bad customer service experiences? It is very critical that business identify the root causes of bad customer service and address them before it is too late. Before doing anything, business need to be more informed about the situation and underlying causes. They can connect with the employees and customers involved to identify the problems. Once root causes are identified, business need to focus on addressing them applying various methods including training employees, reviewing business practices and strategic partnership, involving high level leadership, fixing the system, and compensating customer losses. In short, there are several ways to fix a bad customer service situation but arguably the best way is to prevent them from happening altogether. Make sure the businesses have the right customer support infrastructure and consistently improve their customer experiences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Service effects on sales"
        },
        {
            "text": "To look at the importance of customer service is through the costs associated with customer retention. Logistics customer service plays a critical role in maintaining customer patronage and must be carefully set and consistently provided if customers are to remain loyal to their supplier. On the average it is approximately six times more expensive to develop a new customer than it is to keep a current customer. Thus, from a financial point of view, resources invested in customer service activities provide a substantially higher return than resources invested in promotion and other customer development activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Service effects on customer retention"
        },
        {
            "text": "It is not always clear how important logistics customer service is until we understand how logistics decision making would be enhanced if we knew more precisely how sales change with changes in logistics customer service levels. Business sales are related to customer experience and customer satisfaction. The exact relationship between sales and customer service varies by industry and specific business. Generally, when customer service is poor, sales decline. As services increase above the level offered by the competition, sales gain can be expected as superior customer service increases the retention of existing customers and attract new customers. When a firm's customer service level reaches this threshold (level offered by the competition), further service improvement relative to competition can show good sales stimulation. It is possible that service improvements can be carried too far, resulting in no substantial increase of sales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SalesÀservice relationship"
        },
        {
            "text": "Efficiency in customer service can result from the combined impact of improving the elements of customer service, which has a quantitative effect on sales for a company. This is referred to as the sales-service relationship. There are several theories that conclude that if price and quality are equal a company must offer customer service to approximately the same degree as their competitors in order to maintain competitive advantage in a given market. The service level offering that is offerd by the competition in a market is considered the threshold service level. This threshold service level assumes that a company cannot sustain themselves in any market it they do not offer a base level of customer service greater than or equal to their competitors. Once a company has reached the threshold service level, any improvements above the threshold are expected to stimulate sales. These sales can come from new and unexplored markets or customers converted from other companies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SalesÀservice relationship"
        },
        {
            "text": "This section discusses varios models that formulate the theoritical relationship between sales/revenues and services. Usually, better service generates more sales. In some cases, salesÀservice relationship for a given product may deviate from the theoretical relationship. Following methods for modeling the actual relationship could be used in those specific cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SalesÀservice relationship model"
        },
        {
            "text": "The two-point method involves establishing two points on the diminishing return portion of the sales-service relationship through straight lines. The method is based on the notion that multiple data points to accurately define the salesÀservice curve would be expensive or unrealistic to obtain, and if data were available, it is not usually possible to describe the relationship with a great deal of accuracy. First, set logistics customer service at a high level for a particular product and observing the sales that can be achieved. Then the level is reduced to a low level and sales are again noted. These limitations suggest that a careful selection of the situation to which it is to be applied must be made if reasonable results are to be obtained. Fig. 8.6 shows how the two-point method is used to correlate sales-service relations by establishing two points and the area covered based on the relationship of product sales and logistic customer service offered. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 756,
                    "end": 764,
                    "text": "Fig. 8.6",
                    "ref_id": null
                }
            ],
            "section": "Two-point method"
        },
        {
            "text": "The impact on sales/revenues to a change in service level may be all that is needed to evaluate the effect on costs. The sales-service relationship over a wide range of service choices may be unnecessary and impractical. Sales response is determined either by inducing a service level change and monitoring the change in sales. These experiments are easier to implement because the current service level serves as the before data point. Before and after experiments of this type are subject to the same methodological problems as the two points method described earlier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Before/after experiments"
        },
        {
            "text": "One problem in measuring the sales response to service changes is controlling the business environment so that only the effect of the logistics customer service level is measured. One approach is to set up a laboratory simulation, or gaming situation, where the participants make their decisions within a controlled environment. This environment attempts to replicate the elements of demand uncertainty, competition, logistics strategy, and others that are relevant to the situation. Game involves decisions about logistics activity levels and hence service levels. By monitoring the overall time period of game playing, extensive data is obtained to generate a sales-service curve. The artificiality of the gaming environment will always lead to questions about the relevance of the results to a particular firm or product situation. Predictive value of the gaming process is established through validation procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Game playing"
        },
        {
            "text": "One of the popular methods for gathering customer service information is surveying buyers or other people who influence purchases. Mail questionnaires and personal interviews are frequently used because a large sample of information can be obtained at a relatively low cost. Survey methods must be used with caution because biases can occur. The questions must be carefully designed so as not to lead the respondents or to bias their answers and yet capture the essence of service that the buyers find important. The finding of survey can be used to model the relationship between the cost and the customer service level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Buyer surveys"
        },
        {
            "text": "There is a cost associated with providing the logistics customer services. As the level of customer service goes up, the cost associated with providing that service also goes up. For example, a business has to spend more money to improve order fullfillment rate from 90% to 95%. The most critical question for a logistics manager is where they choose to be in relation to cost and customer service levels. As activity levels are increased to meet higher customer service levels, costs increase at an increasing rate. This is a general phenomenon observed in most economic activities as they are forced beyond their point of maximum efficiency. The diminishing returns in the sales-service relationship and the increasing cost-service curve results in a profit curve. The profit contribution curve results from the difference between revenue and costs at various service levels. Because there is a point on the profit contribution curve where profit is maximized, it is this ideal service level that is sought in planning the logistics system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Costs versus service"
        },
        {
            "text": "Customer service level is defined by vrious factors such as percentage of ontime deliveries, percentage of correct orders, fulfillment rate, etc. Optimum service level is a target service level where net profit is maximum while providing acceptable customer service. To maximize the net profit, it is imperative to maximize the revenue while minimize the cost at that particular service level Fig. 8.7 . Identifying the revenue and cost for each service level will provide the logistics professionals a starting point to make this critical decision. Revenue, cycle time, shipment cost, handling costs, and inventory costs are some of the factors to determine the optimum service level. Each level of service has an associated cost level. When activity levels are FIGURE 8.7 Relationship between revenue and logistics customer service. increased to meet higher customer service levels, costs increase at an increasing rate. Profit contribution curve results from the difference between revenue and costs at various service levels. The maximum profit point occurs between the extremes of low and high service levels.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 401,
                    "text": "Fig. 8.7",
                    "ref_id": null
                }
            ],
            "section": "Why is it important to identify optimum service level?"
        },
        {
            "text": "Net profit is the driving force for businesses that provide logistics services. The optimum service level is found when the net profit is maximized. Net profit (NP) is the difference between the revenue (R) and the costs (C) associated with all logistics services. The relationship can be expressed as NP 5 R 2 C. For each level of customer service, a company can realize a specific revenue and cost. The difference between the revenue and cost varies along the service level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practical implications"
        },
        {
            "text": "Although net profit in a logistics business is essential, determining logistics decisions about transportation has many factors and one key factor is quality. A shipment arriving on time in the condition intended is a key factor in customer service. Imagine you have ordered for your child a stereo for Christmas over the internet. The package is supposed to arrive on December 22, at your home in plenty of time for wrapping and you are pleasantly pleased with the free shipping offered. The package leaves on time and you are tracking it to your home in anticipation. Now it is Christmas Eve and you do not have your package and your unhappiness is growing with every moment. The package arrives on December 27, and looks like it was dropped from the truck on the way. In this situation, your transportation costs expectations were met but your expected service quality was not met. The mix of the two is the ideal spot for customer service and happiness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practical implications"
        },
        {
            "text": "Another factor in the overall customer service level is the amount of variability present in each service provided. \"Service variability is a characteristic that differentiates services from goods, and it can be defined as changes in performance from one service encounter to another with the same service provider\" (McQuitty et al., 2004) . Variability in any service implies additional risks and uncertainty. The larger the uncertainty in a supply chain the larger the costs for safety inventories, time in transit, or cost of expedited deliveries. In the case of customer service, variability is generally considered negative to overall customer experience.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 339,
                    "text": "(McQuitty et al., 2004)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Customer service variability"
        },
        {
            "text": "Variability is a powerful term in the logistics customer service arena. The global economy has contributed greatly to the variability in customer service. Instead of depending on a local supplier to deliver a component, companies now relies on suppliers from the other side of the planet. Due to the global nature of supply chain, service variability is very high. For instance, Ocean shipping causes variability due to various factors including shipping schedule changes, international rules and regulations, customs delay, navigation challanges, and port capacity. How much variability can be tolerated by a customer is the million dollar question?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Customer service variability"
        },
        {
            "text": "Customer service in supply chain operations can be quantified by the percentage of products or services that meet delivery due dates, order filling accuracy, stock-out percentage, and several other service variables. Genichi Taguchi developed a loss function that is critical to managing the supply chain processes that determine customer service levels. \"Taguchi proposed that inconsistent quality in product and services results in expense, waste, loss of goodwill, and lost opportunity whenever the quality target value is not met exactly\" (Ballou, 2004) . Service levels are viewed to be satisfactory and without any penalty cost as long as variations in service levels remain within the upper and lower limits of the accepted range. Fig. 8 .8 graphically represents this loss function. A loss function defines the potential loss of a business due to not fulfilling the target service level. For example, a service was expected or promised to deliver at a certain location, at a certain date and time, at a certain price, at a certain condition. If there is a deviation of service from the expected or promised targets, there is a potential loss for that service provider, Taguchi's loss function determined that cost penalty (losses) occur at an increasing rate as the level of service deviates from the target value. The following formula is used to derive the loss function:",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 557,
                    "text": "(Ballou, 2004)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 738,
                    "end": 744,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "Taguchi's loss function"
        },
        {
            "text": "L 5 kðy2mÞ 2 where:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Taguchi's loss function"
        },
        {
            "text": "L 5 loss per unit ($) y 5 value of variable m 5 target service variable k 5 constant representing the importance of service variable",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Taguchi's loss function"
        },
        {
            "text": "Taguchi's loss function allows a value to be placed on not meeting the expected customer service levels within supply chains. In this way, companies are able to quantify the loss associated with poor customer service performance. Additionally, this loss function formula can be utilized to optimize service levels by determining the appropriate amount on variability for service levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Taguchi's loss function"
        },
        {
            "text": "Example: Target delivery time for an autoparts supplier is 2 hours. Parts delivered more than 15 minutes late incur a penalty of $5 off the total bill. Delivery costs are estimated at $3 but decline at the rate of $0.25 for each minute of deviation from target. How much variation should be allowed in the delivery service?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Taguchi's loss function"
        },
        {
            "text": "Step1: find k L5 kðy2mÞ 2 55 kð1520Þ 2 k5 5 15 2 5 $0:022=per minute 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solution:"
        },
        {
            "text": "Step2: find varðyÞif m is taken as 0 y 2 05 0:25 2ð0:022Þ 5 5:68 minutes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solution:"
        },
        {
            "text": "No more than 5.68 minutes should be allowed from the 2-hour delivery target to minimize cost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solution:"
        },
        {
            "text": "Supply chain visibility in global outsourcing is the visualization of information related to product or service quality and makes it available to all actors in the supply chain network. Actors in supply chain network include retailers, 3PL/4PL providers, manufacturers, sub contractors, suppliers, etc. As global outsourcing continues to become complicated, visibility of quality information is rapidly becoming the fundamental building block for outsourcing supply chain networks. Information technology advances now make extended visibility across organizations possible. Information visibility of orders, plans, supplies, quality specifications of supplies, inventory, and shipments is key to successfully coordinating events across the network and to monitoring analytics that track the health of the network and allow for proactive action. The greatest benefit comes from leveraging visibility information to identify and eliminate root causes of quality problems, and to rapidly respond to ensure the quality of outsourced products and services. This early identification and correction of quality problems in global outsourcing can help companies reduce the consequences of poor quality of products and services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supply chain visibility"
        },
        {
            "text": "Customer service can be a constraint to a logistics system. Service levels set by competitors and often traditional service levels can affect the customer service and cost relationship. Sensitivity analysis can help aid a logistics operation to determine the factors that constrain the operation. The ideal solution is still the optimum balance between quality and cost; this should be weighed heavily in all analysis of the constraints.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Service as a constraint"
        },
        {
            "text": "Assuring quality in logistics operations such as global outsourcing is very challenging due to the multiple layers involved in the supply chain. Supply chain layers include worldwide retailers who outsource products or services globally, intermediaries such as 3PL/ 4PL, freight forwarder, broker, overseas manufacturers and their sub contractors, and various levels of vendors. These layers are sometime loosely integrated and hence hard to maintain quality throughout the chain. Some layers have quality assurance, but to truly ensure quality products and services, every member of supply chain layers should be considered quality assurance so that the work is done according to specifications. One could say that creates a culture of quality that is ingrain to every layer of the supply chain including an outsourced vendor. Companies may actually decide that in order to meet their quality objectives, some services or products must be outsourced overseas to more skilled laborers. They feel that they do not have the skills in house, and quality is better met by outsourcing the necessary work. A test may be needed on a product and the company may not have the facilities, equipment or the skilled manpower to perform it and therefore they find a company that is more capable and has the facility to perform the test. By that decision, a needed operation is performed and the company's schedule is not interrupted if accurately planned. Steps can be taken to help ensure the vendor provides services and products at quality levels that are acceptable to both internal and external customers. As stated before proper integration of the outsourced work into the supply chain is paramount. No work can properly be accomplished and managed with an integration plan to guide and oversee the vendor's work. If outsourcing is a strong option for the company, but yet there is a lack of trained workers, the company should provide training for the vendors to prepare them for the work that need to be accomplished. The company should also work on the cultural differences between them and the outsourced vendor. They should not seek just to completely change the vendor's way of accomplishing work, but they should strive to understand the vendor's cultural. This will assist in making decisions on how to define requirements to the group and how to help them meet the requirements. U.S. companies should understand that there are different ways at arriving to a solution as long as the requirements are met. In realizing the cultural differences, U.S. companies should make sure the vendor clearly understands what is expected of them. Words that are used in the U.S. may have a totally different meaning to someone in India or China. The company may feel they clearly defined their requirements and the vendor may feel they clearly accomplished the work according the requirements as they read or understood them. Only later, sometimes too late, they find out the product or service did not meet the requirements and the vendor did not clearly understand. A liaison from the parent company should network with a liaison from the vendor who has a clear understanding of the English diction. They will assist in knowing whether the company is effectively providing their requirements to the vendor and the vendor clearly understand what is needed of them. The company should also set up quality metrics that are understood by the vendor and should become a part of the vendor's way of business. In order for quality to become a complete part of the company's supply chain, the outsourced company has to make quality inherit to their business. The company should be able to provide back to the vendor what work is acceptable and what goals are not being met. They should also provide suggestions on how to achieve the required goal. Incentives should be provided to the vendors who continuously provide quality products and product non-confirming vendors should be addressed appropriately, including termination of their services if they continue not to meet the expected quality level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measuring logistics service quality"
        },
        {
            "text": "Most of the time, logistics operation run smoothly and as planned. There are times when disruptions cause havoc to logistics operations. The aftermath of any disaster could be enormous and annihilating for any logistics operations, especially for healthcare industry. In case of an emergency, the healthcare organizations in the affected region may experience out of stock situation for medical supplies which eventually impact their services. Healthcare providers need to replenish their supplies from central distribution centers or unaffected regional distribution centers. The most difficult situation that authorities face is the complexity of operating conditions where they had to work in order to supply medical items to the affected region from a central position. Some regions may be very difficult to reach under disaster condition. In this scenario it may be required to share medical items from contiguous health care organizations. Product recall or system breakdowns also demand contingency plans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Service contingencies"
        },
        {
            "text": "A global economy has inherently a very complex logistical system. Getting a raw material from China to a US manufacturer and then the final product back to Japan can have many factors that can cause a system breakdown. Weather, a natural disaster, an economic upheaval, or even political changes can affect the supply chain in many drastic ways. For instance, COVID-19 and its associated impacts paralyzed the health system deliveries in many places includinng in the U.S. Many hospitals were out of ventilators and other personal protective equipment during this pandemic. Inventory is the attribute of a supply chain or logistical system that will allow them to strive in one of these dramatic events. Inventory will allow the system the time it needs to recover to prevent performance levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System breakdown"
        },
        {
            "text": "Product recalls are becoming more and more the norm of businesses today. The tremendous growth in returns has enthused new interest in Reverse Logistics (RL) as firms attempt to meet various challenges. Typically, the higher the level of challenge greater is the opportunity for improvement. This is especially true in the case of RL management. Engineering a RL network is fraught with daunting challenges due to the sheer uncertainty that surrounds returns quality, quantity and time. Transporting returned goods is usually difficult and a cumbersome process. Statistically, there are up to 12 times the number of transactions involved in the returns process than to sell the product in the first place, and more require human intervention. For example, an outbound shipment of goods only involves one or two transactions (picking up the goods from a warehouse and delivering them to a small number of locations, or even just one location). However, the process of returning just ten items could mean supply from many locations, plus a different problem resolution per item, and at different times. RL may be an area where companies can gain a sizeable advantage over the competitors. In today's highly competitive economy, high-quality customer services are the tickets to the game. It behooves an organization to differentiate itself from its competitors. In this regard, RL could be one of the major differentiators that organizations can take into account. Many companies in the world, including in the US, lack a methodology for designing an efficient reverse logistics that focuses on the industry's salient features: high \"marginal value of time\", high \"value recovery\" and high \"volume\" of returned goods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Product recall and return"
        },
        {
            "text": "Customer service is a very important measure of the efficiency of a logistical system. Many measures and processes allow the logistics professional an opportunity to receive feedback from the customer on their efficiency. The adage that the customer is always right may not always be true but certainly reigns supreme in most companies. The complexity added by a global economy has increased the visibility of customer service in logistics and emphasizes the importance of measuring and examining the process. Customer service will influence many decisions in logistics and require much analysis for optimum performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Business logistics/supply chain management (fifth ed)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ballou",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Strategic nature of the logistics customer service in the supply chain",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Długosz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Customer service: thekey to customer satisfaction, customer loyalty, and marketshare",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Innis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Lalonde",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Journal of Business Logistics",
            "volume": "",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Service variability and its effect on consumer perceptions and intentions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcquitty",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hyman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Oliver",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sautter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stratemeyer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Managing a customer-driven supply chain, inbound logistics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Partridge",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Logistica. Editura Uranus, Bucureşti. Importance of Customer Service in Transportation Operations",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bȃlan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Planning of logistics customer service.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Features of customer services. G Show efficiency with shorter response time by improving contact center visibility to the customer. G Meet and interact with clients and employees on mobile devices.G",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Common customer complaints.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Components of a typical customer order cycle.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Two-point method.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Taguchi's loss function.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}