{
    "paper_id": "3dad1d625217f912941e593d1a931e2b265b411e",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Suzanne",
                "middle": [],
                "last": "King",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Axe Santé des populations et pratiques optimales en santé",
                    "institution": "Université Laval",
                    "location": {
                        "addrLine": "1050 Chemin Ste-Foy",
                        "postCode": "G1S 4L8",
                        "settlement": "Québec City",
                        "region": "Québec",
                        "country": "Canada"
                    }
                },
                "email": "suzanne.king@mcgill.ca"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the Editor: Engemann et al. (2019) recently showed that growing up in natural, non-urban surroundings may decrease rates of schizophrenia through multiple pathways. In fact, evidence is building towards a matrix of social and environmental factors operating across generations in the pathogenesis of schizophrenia (Stilo and Murray, 2019) . In this context, we argue that ecosystem approaches to health are needed to achieve a comprehensive model of the environmental risk for schizophrenia, with the overarching goal of tackling its underlying health inequities.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 37,
                    "text": "Engemann et al. (2019)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 317,
                    "end": 341,
                    "text": "(Stilo and Murray, 2019)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Many environmental factors from pre-conception to adulthood have been found to predict the risk for schizophrenia. These include early-life ecological exposures such as natural disasters, air pollution and heavy metals (Engemann et al., 2019; King et al., 2010; Stilo and Murray, 2019) . Interspecies relationships, in the form of prenatal or childhood exposure to Toxoplasma gondii and other infectious agents, constitute another class of risk factors (King et al., 2010; Stilo and Murray, 2019) . Social and geopolitical risk factors for schizophrenia have also emerged across several populations, including social isolation, parental socioeconomic status, bigenerational migration status and war (King et al., 2010; Stilo and Murray, 2019) .",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 242,
                    "text": "(Engemann et al., 2019;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 243,
                    "end": 261,
                    "text": "King et al., 2010;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 262,
                    "end": 285,
                    "text": "Stilo and Murray, 2019)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 453,
                    "end": 472,
                    "text": "(King et al., 2010;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 473,
                    "end": 496,
                    "text": "Stilo and Murray, 2019)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 699,
                    "end": 718,
                    "text": "(King et al., 2010;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 719,
                    "end": 742,
                    "text": "Stilo and Murray, 2019)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Studying the single contributions of specific environmental exposures in the pathogenesis of schizophrenia is challenging, as these factors are dynamically interconnected and interdependent over time. Prenatal maternal stress, for example, may increase the risk for schizophrenia in offspring through maternal subjective distress, obstetrical complications, health-impairing behaviors, or other pathways (King et al., 2010; Lipner et al., 2019) . These pathways converge downstream to biological mechanisms such as maternal immune activation (Lipner et al., 2019) . Further, prenatal maternal stress, such as daily life hassles, may also be a proxy variable for inheritable or familial vulnerability factors (King et al., 2010) . Environmental risk factors appear to individually contribute small increases in the absolute risk for schizophrenia, while multiple interactions between environmental and genetic variables probably explain a much larger proportion of the variance in risk (King et al., 2010; Stilo and Murray, 2019) .",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 423,
                    "text": "(King et al., 2010;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 424,
                    "end": 444,
                    "text": "Lipner et al., 2019)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 542,
                    "end": 563,
                    "text": "(Lipner et al., 2019)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 708,
                    "end": 727,
                    "text": "(King et al., 2010)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 985,
                    "end": 1004,
                    "text": "(King et al., 2010;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1005,
                    "end": 1028,
                    "text": "Stilo and Murray, 2019)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hence, conceptualizing socio-environmental exposures as jointly operating in a systemthe ecosystemis a step towards a more comprehensive model of the risk for schizophrenia. The ecosystem is a unit encompassing ecological, socio-cultural and biological layers of health Schizophrenia Research xxx (xxxx) xxx SCHRES-08751; No of Pages 3 determinants (Webb et al., 2010) . Alterations in any of these interdependent spheres can impact human health through a variety of pathways, and human actions can reciprocally transform the ecosystem.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 368,
                    "text": "(Webb et al., 2010)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In epidemiological research, the intricacy of ecosystem factors participating in the pathogenesis of schizophrenia translates into many potential interacting and confounding variables. Prospective, longitudinal studies of population-wide ecosystem alterations can disentangle the complex environmental factors at play. For example, prenatal maternal exposure to disasters or pandemics occurs quasi-randomly and produces rapid ecosystem changes (King et al., 2010) . The COVID-19 pandemic illustrates the relevance of this approach, as maternal social distancing and health risks during pregnancy can have multiple effects (known or speculative) on the early pathogenesis of schizophrenia (see Fig. 1 ). Research on prenatal exposure to the pandemic may consider how prenatal stress and maternal immune activation are affected by, among others; (1) the risks of maternal coronavirus infection, (2) the effect of social distancing on stress and its interaction with partner support (Brock et al., 2014) , (3) the effect of social distancing on access to perinatal care (Kildea et al., 2018) , and (4) the effects of urbanicity, notably in a context of potential decrease in air pollution and traffic noise (Cai et al., 2017) .",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 463,
                    "text": "(King et al., 2010)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 980,
                    "end": 1000,
                    "text": "(Brock et al., 2014)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1067,
                    "end": 1088,
                    "text": "(Kildea et al., 2018)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1204,
                    "end": 1222,
                    "text": "(Cai et al., 2017)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 693,
                    "end": 699,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Ecosystem approaches to health draw from various bodies of knowledge to achieve critical systems understanding and problem solving (Webb et al., 2010) . Increasingly, they aim to engage with and empower communities in guiding research directions and policy decision-making. The recent case of an ecosystem approach to the health of the Inuit population of Nunavik (Northern Quebec, Canada) embodies these objectives and illustrates the model's relevance in translational research. Blood methylmercury levels have been found to be high in a large percentage of the population of Nunavik, and were traced back to the consumption of some marine mammals contaminated by global ocean pollution. To promote the multiple benefits of wild marine foods while preventing the adverse effects of prenatal exposure to methylmercury on child development, scientists, community stakeholders and the regional public health board joined forces to develop and implement prevention strategies for childbearing-age women (Lemire et al., 2015; Pirkle et al., 2016) . Thereby, the integration of disciplines over time, from marine biology to nutrition to neurodevelopment, together with collaboration across sectors, allowed an ecosystem approach to hopefully better foster healthy pregnancies and child development in Nunavik.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 150,
                    "text": "(Webb et al., 2010)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1001,
                    "end": 1022,
                    "text": "(Lemire et al., 2015;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1023,
                    "end": 1043,
                    "text": "Pirkle et al., 2016)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, we argue that the dynamic, interdependent socioenvironmental underpinnings of the risk for schizophrenia warrant an ecosystem approach. This approach serves as a framework for comprehensive studies that integrate multiple individual and environmental factors, in tandem with interdisciplinary and intersectorial efforts towards clinical and public health translations of findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors declare that there is no conflict of interest regarding the publication of this article. https://doi.org/10.1016/j.schres.2020.03.057 0920-9964/© 2020 Elsevier B.V. All rights reserved. Her results led to the study of risk factors for mental illness, and then of prenatal maternal stress in particular. She is currently running five studies of children exposed to natural disasters in utero in order to understand the nature and mechanisms of effects of prenatal stress. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Partner support and maternal depression in the context of the Iowa floods",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Brock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "O&apos;hara",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Mccabe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Laplante",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Fam. Psychol",
            "volume": "28",
            "issn": "",
            "pages": "832--843",
            "other_ids": {
                "DOI": [
                    "10.1037/fam0000027"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Long-term exposure to road traffic noise, ambient air pollution, and cardiovascular risk factors in the HUNT and lifelines cohorts",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Hansell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blangiardo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Burton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "De Hoogh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Doiron",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Fortier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gulliver",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hveem",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mbatchou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Morley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Stolk",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Zijlema",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hodgson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur. Heart J",
            "volume": "38",
            "issn": "",
            "pages": "2290--2296",
            "other_ids": {
                "DOI": [
                    "10.1093/eurheartj/ehx263"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Natural surroundings in childhood are associated with lower schizophrenia rates",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Engemann",
                    "suffix": ""
                },
                {
                    "first": "J.-C",
                    "middle": [],
                    "last": "Svenning",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Arge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brandt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Geels",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Mortensen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Plana-Ripoll",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tsirogiannis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Schizophr. Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.schres.2019.10.012"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Continuity of midwifery carer moderates the effects of prenatal maternal stress on postnatal maternal wellbeing: the Queensland flood study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kildea",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Simcock",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elgbeili",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Laplante",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kahler",
                    "suffix": ""
                },
                {
                    "first": "M.-P",
                    "middle": [],
                    "last": "Austin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tracy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kruske",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tracy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "O&apos;hara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Arch. Womens. Ment. Health",
            "volume": "21",
            "issn": "",
            "pages": "203--214",
            "other_ids": {
                "DOI": [
                    "10.1007/s00737-017-0781-2"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prenatal factors in schizophrenia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "St-Hilaire",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heidkamp",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Curr. Dir. Psychol. Sci",
            "volume": "19",
            "issn": "",
            "pages": "209--213",
            "other_ids": {
                "DOI": [
                    "10.1177/0963721410378360"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Local country food sources of methylmercury, selenium and omega-3 fatty acids in Nunavik",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lemire",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kwan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Laouan-Sidi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Muckle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pirkle",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ayotte",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dewailly",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Northern Quebec. Sci. Total Environ. 509",
            "volume": "510",
            "issn": "",
            "pages": "248--259",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scitotenv.2014.07.102"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prenatal maternal stress and the cascade of risk to schizophrenia spectrum disorders in offspring",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lipner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ellman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Curr. Psychiatry Rep",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11920-019-1085-1"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Managing mercury exposure in northern Canadian communities",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Pirkle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Muckle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lemire",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Can. Med. Assoc. J",
            "volume": "188",
            "issn": "",
            "pages": "1015--1023",
            "other_ids": {
                "DOI": [
                    "10.1503/cmaj.151138"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Non-genetic factors in schizophrenia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stilo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Curr. Psychiatry Rep",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11920-019-1091-3"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Tools for thoughtful action: the role of ecosystem approaches to health in enhancing public health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mergler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Parkes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saint-Charles",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spiegel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Waltner-Toews",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yassi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Woollard",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Can. J. Public Health",
            "volume": "101",
            "issn": "",
            "pages": "439--441",
            "other_ids": {
                "DOI": [
                    "10.1007/BF03403959"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mélanie Lemire",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "this article as: V. Paquin, M. Lemire and S. King, , Schizophrenia Research, https://doi.org/10.1016/j.schres.2020.03.057 Vincent Paquin, M.D., completed his medical degree at Université Laval in 2019, and is now pursuing residency training in psychiatry at McGill University. His research projects focus on environmental determinants of mental health across generations and throughout development. He is a member of Dr. Suzanne King's laboratory (McGill University), where he conducts research on prenatal maternal stress and the risk of psychopathology in the offspring. In collaboration with researchers and partners in Nunavik (Arctic Quebec), he develops knowledge translation initiatives revolving around Inuit health. Mélanie Lemire, Ph.D., is the titular of the Sentinel North Partnership Research Chair on Ecosystemic Approaches to Health. She is an Assistant Professor at the Département de médecine sociale et préventive at Université Laval, and a researcher at Axe santé des populations et pratiques optimales en santé du Centre de recherche du CHU de Québec. Using ecosystemic, transdisciplinary, intersectoral and participatory approaches, her projects focus on studying the complex effects of environmental changes and the balance between benefits and risks of local foods on Indigenous health, as well as acting in prevention and promotion of northern ecosystems as lands that sustain health and well-being. She holds a M.Sc. and a Ph.D. in environmental sciences from UQÀM. Suzanne King, Ph.D. is Professor of Psychiatry at McGill University as well as a principle investigator at the McGillaffiliated Douglas Mental Health University Institute, both in Montreal, Canada. After graduate training in psychology and educational research in Virginia, she conducted postdoctoral research at the Douglas, studying the family dynamics of people with schizophrenia.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Prenatal maternal ecosystem in the context of the COVID-19 pandemic (within urban settings). Non-exhaustive, proposed pathways start from (1) social distancing and (2) the risk of maternal infection as primary consequences of the pandemic, and unfold into a network of ecological, psychosocial and biological factors influencing the early pathogenesis of schizophrenia in offspring through maternal immune responses.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Department of Psychiatry, McGill University, 1033 Avenue des Pins, Montréal, Québec H3A 1A1, Canada Douglas Hospital Research Centre, 6875 LaSalle Blvd., Verdun, Québec H4H 1R3, Canadac ⁎Corresponding author at: Department of Psychiatry, McGill University, 1033 Avenue des Pins, Montréal, Québec H3A 1A1, Canada. E-mail address: Vincent.Paquin2@mail.mcgill.ca",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}