{
    "paper_id": "3daf5a7f6918e6337ae1704630b4023dd716c30b",
    "metadata": {
        "title": "Editorial It Ain't Over Till It's Over: The Triple Threat of COVID-19, TB, and HIV",
        "authors": [
            {
                "first": "Alexander",
                "middle": [
                    "W"
                ],
                "last": "Kay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Baylor College of Medicine Children's Foundation Eswatini",
                    "location": {
                        "settlement": "Mbabane",
                        "region": "Eswatini"
                    }
                },
                "email": ""
            },
            {
                "first": "Tara",
                "middle": [
                    "E"
                ],
                "last": "Ness",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Baylor College of Medicine and Texas Children's Hospital",
                    "location": {
                        "settlement": "Houston",
                        "region": "Texas"
                    }
                },
                "email": ""
            },
            {
                "first": "Leonardo",
                "middle": [],
                "last": "Martinez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "addrLine": "1102 Bates St",
                        "postCode": "1348",
                        "settlement": "Stanford, Houston",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [
                    "M"
                ],
                "last": "Mandalakas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Baylor College of Medicine and Texas Children's Hospital",
                    "location": {
                        "settlement": "Houston",
                        "region": "Texas"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "As the SARS-CoV-2 outbreak rapidly spread to pandemic proportions, the global tuberculosis (TB) and HIV care communities voiced increasing concerns. Can we contain the inevitable disruption of routine TB and HIV services and the resultant detrimental impacts to patient care and disease control? Tuberculosis alone kills 4,000 people each day and 1.5 million people each year. The impact of TB is greatest in settings with high burdens of both TB and HIV, where a third of people living with HIV die from TB. In 2018, an estimated 10 million people developed TB, nearly half a million drugresistant TB. Although an estimated 58 million lives were saved through TB diagnosis and treatment between 2000 and 2018, 1 the current SARS-CoV-2 pandemic threatens to reverse these gains by overwhelming the healthcare system, disrupting patient access to care, and spurring reallocation of resources from TB and HIV services. Furthermore, in already stressed settings with high burdens of TB and HIV infection, the risk and impact of triple infection with TB, HIV, and SARS-CoV-2 will likely be greatest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this issue of the AJTMH, two articles describe four patients with triple infection with drug-sensitive Mycobacterium tuberculosis, HIV, and SARS-CoV-2. 2,3 Farais et al. describe two adult male patients in Brazil, both with poor antiretroviral treatment (ART) adherence and viremia. One individual had known active TB, but did not complete treatment, and the other had TB diagnosed upon presentation with COVID-19. Although these patients ultimately recovered, the authors note the challenge of delaying ARTs because of TB treatment. Rivas et al. describe another two adult males, both with uncontrolled viremia from HIV with low CD4 counts. One had TB diagnosed during hospitalization, and the other was admitted during the continuation phase of TB treatment. Whereas ART initiation was delayed because of TB treatment, management of COVID infection did not alter the overall treatment course for TB or HIV; however, none of the patients were treated with remdesivir, a drug increasingly used in the care of patients with severe SARS-CoV-2, which has a significant interaction with the TB drug rifampicin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors of these case reports effectively describe the preliminary and often conflicting available data on the association between COVID-19 and clinical outcomes in patients with HIV and TB coinfection. The diversity of conclusions drawn in the literature to date, from those suggesting that HIV may have a protective effect, 2,3 to a negligible effect, 4-6 and to a deleterious effect, 7 may reflect the heterogeneity of the global HIV epidemic itself. Emerging data from South Africa, a country with a generalized HIV epidemic, suggest that HIV is associated with an increased risk of COVID-19 mortality. Even in this setting, however, the impact of HIV on COVID-19 mortality is dwarfed by the impacts of noncommunicable diseases such as diabetes mellitus and hypertension, which are increased among people living with HIV. 7 Similarly, the same risk factors that predispose individuals to TB, such as advanced age, kidney disease, diabetes, and male gender, also confer risk for severe COVID-19 disease. 8 A South African cohort demonstrated a 1.5-to 2-fold increased risk of COVID-19 mortality associated with prior or current TB disease, respectively. However, it is difficult to separate the impact of COVID-19 from the increased risk of TB itself, and other case series have not found a similar association. 9 These cases, and the limited literature to date, highlight the importance of better establishing the roles that HIV-and TB-specific risk factors play in COVID-19 outcomes, either independently or together.",
            "cite_spans": [
                {
                    "start": 830,
                    "end": 831,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1011,
                    "end": 1012,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1319,
                    "end": 1320,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although comorbidities associated with HIV and TB may primarily drive COVID-19 disease severity in these populations, the disruption to health systems caused by the COVID-19 pandemic is likely to have a greater impact on the lives of people with HIV infection and TB than is coinfection with COVID-19. 10 Preliminary data from South Korea, China, and Nigeria, all locations that have seen substantial reductions in TB over the past decade, suggest that the COVID-19 pandemic has severely disrupted TB control services. In South Korea, TB notifications decreased by 24% in 2020 compared with prior years. 11 Similarly, in Nigeria, there were 35% and 34% decreases in the number of presumptive and active TB notifications from January to May 2020, respectively. 12 Mathematical models predict that by 2024, deaths due to HIV and TB will increase by 10% and 20%, respectively, compared with levels predicted without a COVID-19 pandemic. 13 There is, however, a potential opportunity to harness efforts to control COVID-19 in a way that also mitigates impacts on TB and HIV control. 14 This may include coordinating contact-tracing efforts, which are critical to controlling outbreaks of both COVID-19 and TB. Importantly, novel technology that has been developed for COVID-19 contact tracing could be an important tool to increase efficiency of contact tracing of TB patients. 15, 16 In addition, community health workers newly designated to screen for COVID-19 may provide a workforce with experience and training compatible with HIV testing and TB screening services.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 304,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 604,
                    "end": 606,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 760,
                    "end": 762,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 934,
                    "end": 936,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1374,
                    "end": 1377,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1378,
                    "end": 1380,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The COVID-19 pandemic has highlighted the need for all countries to invest in universal health coverage and to ensure equitable distribution of not only COVID-19 treatment and vaccines but also TB and HIV infection treatments. COVID-19 has already depleted and disrupted the global supply chain for all drugs, including TB and HIV medicines, and personal protective equipment (e.g., N95 respirators) used in a variety of illness settings. Focusing solely on COVID-19, especially in these low-resource settings, will damage the very fragile gains we have made in TB and HIV control. An approach that does not consider TB and HIV control will inevitably be less * Address correspondence to Anna M. Mandalakas, Baylor College of Medicine and Texas Children's Hospital, 1102 Bates St., Houston, TX 77030-3411. E-mail: anna.mandalakas@bcm.edu effective, and will stand as a missed opportunity to rise to the challenge of ending TB and HIV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Why aren't people living with HIV at higher risk for developing severe coronavirus disease 2019 (COVID-19)?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Laurence",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AIDS Patient Care STDS",
            "volume": "34",
            "issn": "",
            "pages": "247--248",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Could HIV infection alter the clinical course of SARS-CoV-2 infection? When less is better",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mascolo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Romanelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Carleo",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25881"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics and outcomes in people living with HIV hospitalized for COVID-19",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shalev",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scherer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Lasota",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Antoniou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zucker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Sobieszczyk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa635"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical features and outcomes of HIV patients with coronavirus disease 2019",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gervasoni",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Meraviglia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Riva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giacomelli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Oreni",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Minisci",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Atzori",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ridolfo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cattaneo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa579"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 ID Team, 2020. Description of COVID-19 in HIV-infected individuals: a single-centre, prospective cohort",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vizcarra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Pérez-Elías",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Quereda",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Vivancos",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dronda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Casado",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet HIV",
            "volume": "7",
            "issn": "",
            "pages": "554--564",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "HIV and risk of COVID-19 death: a population cohort study from the western Cape province",
            "authors": [
                {
                    "first": "M-A",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "South Africa. medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.07.02.20145185"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Factors associated with COVID-19-related death using OpenSAFELY",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "584",
            "issn": "",
            "pages": "430--436",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Tuberculosis, COVID-19 and migrants: preliminary analysis of deaths occurring in 69 patients from two cohorts",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Motta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pulmonology",
            "volume": "26",
            "issn": "",
            "pages": "233--240",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Tackling two pandemics: a plea on world tuberculosis day",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wingfield",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Cuevas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Macpherson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Millington",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Squire",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "",
            "pages": "536--538",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effect of COVID-19 on tuberculosis notification",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kwak",
                    "suffix": ""
                },
                {
                    "first": "S-S",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "J-J",
                    "middle": [],
                    "last": "Yim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "South Korea. Emerg Infect Dis",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2610.202782"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Impact of COVID-19 on TB care: experiences of a treatment centre in Nigeria",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Adewole",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Tuberc Lung Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5588/ijtld.20.0"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Potential impact of the COVID-19 pandemic on HIV, tuberculosis, and malaria in low-income and middleincome countries: a modelling study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Hogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Global Health",
            "volume": "8",
            "issn": "",
            "pages": "1132--1141",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "How COVID-19 could benefit tuberculosis and HIV services in South Africa",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Keene",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mohr-Holland",
                    "suffix": ""
                },
                {
                    "first": "Cassidy",
                    "middle": [
                        "T"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Furin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Triviño-Duran",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "30311--30319",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30311-8"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Child contact management in high tuberculosis burden countries: a mixed-methods systematic review",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Szkwarko",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hirsch-Moverman",
                    "suffix": ""
                },
                {
                    "first": "Du",
                    "middle": [],
                    "last": "Plessis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Du",
                    "middle": [],
                    "last": "Preez",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Carr",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mandalakas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS One",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Digital Tools for COVID-19 Contact Tracing",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}