{
    "paper_id": "3daffee52c678af48d8a4cac67ceac8a7b0b9458",
    "metadata": {
        "title": "Canadian Medical Education Journal The role of medical students in the COVID-19 pandemic response: A call for ethical guidelines Le rôle des étudiants en médecine dans la réponse à la pandémie de la COVID-19 : un appel pour des directives éthiques",
        "authors": [
            {
                "first": "George",
                "middle": [
                    "T"
                ],
                "last": "Kitching",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Western University",
                    "location": {
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": "gkitching2021@meds.uwo.ca"
            },
            {
                "first": "Adrina",
                "middle": [],
                "last": "Zhong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Western University",
                    "location": {
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Emily",
                "middle": [],
                "last": "Kogel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Western University",
                    "location": {
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Krista",
                "middle": [],
                "last": "Wilson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Western University",
                    "location": {
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Sasha",
                "middle": [],
                "last": "Létourneau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen's University",
                    "location": {
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Yipeng",
                "middle": [],
                "last": "Ge",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ottawa",
                    "location": {
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Céline",
                "middle": [],
                "last": "Sayed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ottawa",
                    "location": {
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In the past four months, we have seen unprecedented public health measures enacted to control and mitigate the unfolding global COVID-19 pandemic. Despite these efforts, Canada's health care system is experiencing health human resource and equipment shortages. 1 In the face of such shortages, health care systems have recruited previously untapped resources, including reinstating retired physicians and licensing internationally-trained physicians. In March, Italy led countries in accelerating the graduation of final-year medical students to assist in the pandemic response. 2 In Canada, medical students of all years have been quick to look for ways to contribute to the pandemic response, including voluntary childcare for essential workers in the health care system, personal protective equipment donation drives, 3-D printing, public health contact tracing, and screening at entrances to hospitals. 3 If health human resource shortages worsen, it is reasonable to imagine Canadian medical students could be called upon to fulfill other roles in the pandemic response in order to augment the surge capacity of our health care system. However, no guidelines exist that would help protect Canada's future doctors during such a significant role transition.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 262,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 579,
                    "end": 580,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 907,
                    "end": 908,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We call on government organizations, health authorities, and the medical community to develop ethical guidelines now for medical student recruitment in the event of health human resource shortages. The cost to develop these guidelines may be greater as the crisis worsens. In 2009, calls to e177 action were made regarding the involvement of medical students in H1N1 influenza pandemic. 4 The American Medical Association (AMA) has published basic principles for the role of medical students in responding to the COVID-19 pandemic in the United States of America. 5 It is imperative that ethical standards for the role of Canadian medical students be articulated proactively within this public health emergency. These guidelines would allow for more rapid and efficient role modification, thus delivering effective support in a timely manner and they would serve to protect the best interests of both the students and their patients.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 388,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 564,
                    "end": 565,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Medical students have a varied skillset that may be useful as demand for health human resources increases. As of May 2020, final-year students have documented competency in specific clinical skills and can function at the level of new first-year resident physicians. In comparison, first-year students, who have limited clinical skills but have had training in medical ethics and patient interviewing, can lend their skills in services such as health education. Given their basic training in infection prevention and control, students at all stages are uniquely positioned to assist staff in facilities such as long-term care homes. Many long-term care homes in Quebec and Ontario have experienced critical staff shortages in the past few weeks, leading to the deployment of Canadian forces personnel in such homes or the rapid onboarding of staff with sometimes limited health training. Given their role in curriculum development, medical school leaders are appropriately situated to assist government organizations and health authorities in defining medical student roles based on their training and skill level. Such groups could utilize these competencies to determine an appropriate level of contribution for medical students at various stages of training.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mobilizing the medical student body as a resource to the benefit of students, patients, and the health care system requires thoughtful consideration. 6 Similar to the AMA principles published, ethical guidelines must balance the skills students can offer with adequate supervision, patient safety, and protection of students from unnecessary risks. 5 Specifically, these guidelines must address access to adequate training for new roles, access to sufficient PPE, deployment of students to assist in rural and remote communities, and access to adequate human resources support system, including counselling services. With many medical students contributing to the pandemic response through voluntary activities, ethical guidelines must also address issues of compensation for harm and liability inherent to volunteerism. 4 Due to the evolving situation and limited information about COVID-19, it is difficult to create a risk assessment for medical students and their involvement in the pandemic response. While Canadian medical schools have commended the volunteerism, they emphasize that students undertake these initiatives at their own risk and without the insurance coverage typical for volunteer initiatives organized through the school. This is an impediment to medical student involvement in the pandemic response.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 151,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 349,
                    "end": 350,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 821,
                    "end": 822,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Medical students are eager to contribute in meaningful ways to the efforts to end the COVID-19 pandemic. However, as the demand on essential workers in the health care system increases, the potential decision to recruit medical students cannot be taken lightly. Now is the time to establish ethical guidelines for the inclusion of Canadian medical students to address the evolving needs of the health care system and public health resources resulting from this pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conflicts of interest: None to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Funding sources: None to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Continuing care and COVID-19: a Canadian tragedy that must not be allowed to happen again",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Holroyd-Leduc Jm &amp; Laupacis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "CMAJ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1503/cmaj.201017"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Italy rushes 10K medical students into service during coronavirus outbreak, scrapping final exams. Global News",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wray",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "University of Calgary medical students quadruple province's COVID-19 contact-tracing capacity",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Edwardson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "CBC. Published on",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Medical Students' Participation in the 2009 Novel H1N1 Influenza Vaccination Administration: Policy Alternatives for Effective Student Utilization to Enhance Surge Capacity in Disasters. Disaster Medicine and Public Health Preparedness",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hayanga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Filak",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "150--153",
            "other_ids": {
                "DOI": [
                    "10.1001/dmp.2011.33"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "AMA guiding principles to protect learners responding to COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Medical education post COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "D&apos;eon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Ellaway",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Martimianakis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dubé",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "CSPC Featured Editorials",
            "volume": "1",
            "issn": "2",
            "pages": "19--20",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgements: The authors would like to thank and acknowledge medical students Mr. Erik Mandawe, Ms. Caroline Leps and Mr. Joshua Quisias for their assistance in developing the scope of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}