{
    "paper_id": "3daf5d686e82880fa14256cc4c0f79ae77d450eb",
    "metadata": {
        "title": "Journal Pre-proof Risk-stratifying COVID-19 Patients the Right Way Risk-stratifying COVID-19 Patients the Right Way Conflicts of interest: None Corresponding Author",
        "authors": [
            {
                "first": "Joseph",
                "middle": [],
                "last": "Minardi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "West Virginia University School of Medicine",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Clay",
                "middle": [],
                "last": "Marsh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "West Virginia University School of Medicine",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Partho",
                "middle": [],
                "last": "Sengupta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "West Virginia University School of Medicine",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Partho",
                "middle": [
                    "P"
                ],
                "last": "Sengupta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The pathophysiologic and cellular dysfunction in Covid-19 is still being investigated. Current descriptions suggest involvement of not only pulmonary tissues, but also the pulmonary microcirculation, as well as varying degrees of direct myocardial involvement 1 . The spectrum of disease is quite broad with some reports of rapid, unanticipated decompensation 2 . Additionally, the number of cases has overwhelmed many emergency departments and hospitals worldwide 3 .",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 261,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 465,
                    "end": 466,
                    "text": "3",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Better tools to identify those at higher risk for poor outcomes have the potential to assist in allocating the growingly sparse resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given our current understanding, the right ventricle (RV) appears to incur a disproportionate burden in Covid-19's attack on human homeostasis. There are direct effects on the terminal alveoli causing an acute respiratory distress picture in some patients 2 . There also appears to be direct involvement of the pulmonary microcirculation including thrombotic phenomena 4, 5, 6 . Add to this, growing reports of myocardial injury, inflammatory response and necrosis 1 . All of these features form a complex interplay of pathology that intersect at the right ventricle, leading one to surmise that subtle changes in right ventricular function may be important markers and even predictors of the clinical course.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 371,
                    "text": "4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 372,
                    "end": 374,
                    "text": "5,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 375,
                    "end": 376,
                    "text": "6",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this issue of iJACC, Dr. Li and colleagues report findings from an important observational study that highlight the clinical implications of RV function assessments in this 8 . However, the data presented by Li and colleagues urge us to re-examine the recommendations on the use of echocardiography, specifically focused cardiac ultrasound studies (FoCUS) for RV function assessments in COVID-19 patients. Moreover, there is a need for more refined steps in extracting novel echocardiographic biomarkers like RVLS that could be useful for early risk stratification and medical decision making. However, as with any new disease marker, one must consider how this information adds to and influences decision making within the larger clinical context. Do they predict a course and influence intervention that is not otherwise possible given the whole of the clinical scenario? It is possible the RV dysfunction observed is merely a marker of more severe disease that is readily evident from the clinical picture. While this data itself is very thought provoking, further prospective study would serve to validate the findings and elucidate the role for these biomarkers in Covid-19 patients.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 177,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One of the most intriguing considerations from this work is the possibility to prognosticate Covid-19 patients on initial presentation. This aspect may have implications for front-line physicians caring for these patients. These physicians are charged with determining optimal disposition and initial interventions. The timelines for these decisions become increasingly compressed with higher volumes of patients. A bedside tool that can provide rapid, actionable clinical data is ideal. Point of care ultrasound (PoCUS), primarily focused on the pulmonary manifestations, has proven to be a useful tool in the triage and decision making for Covid-19 patients 9, 10 . PoCUS has the additional advantages of being real-time, requiring less PPE consumption, fewer staff exposures, relatively less laborious disinfection, and no need for patient transport out of the care area. A rapid cardiac evaluation in addition to the pulmonary PoCUS examination may add immediate valuable information in assessment and decisionmaking of the acute ill Covid-19 patients. The treating physician may identify previously unrecognized underlying cardiac pathology that would place the patient at higher risk for Covid-may be identified with implications for treatment and disposition.",
            "cite_spans": [
                {
                    "start": 660,
                    "end": 662,
                    "text": "9,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 663,
                    "end": 665,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "PoCUS users are already adopting measures of RV dysfunction, mostly to assist in management decisions regarding pulmonary embolism 11, 12 . Largely, visual assessments of 2D RV morphology and M-mode evaluation of tricuspid annular plane systolic excursion (TAPSE) have been reported. More advanced assessments have been described 13 . Uptake of these tools is limited, largely due to time constraints in high acuity patient care as well as limited familiarity in less experienced PoCUS users. Specifically, strain analysis is not widely available for PoCUS, but rapid advancements put this technology on the immediate horizon. Perhaps innovation in developing a pathway where a pre-specified set of findings on PoCUS could trigger need of FoCUS equipped with an ability to measure RVLS could merit further considerations.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 135,
                    "end": 137,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conversely, novel artificial intelligence framework could augment the image quality of PoCUS to that of high-quality high-end cart-based systems typically used for FoCUS 14 . This may lead to intriguing possibilities in rapidly extracting strain or equivalent prognostic features to expedite and simplify complex tools for bedside use 14 . One can envision a rapid, cardiac PoCUS allowing the user to acquire an apical 4-chamber view and AI derived algorithms apply immediate strain analysis to the RV providing the treating physician with timely, relevant data to classify patients into risk categories (Figure 1 ). This type of algorithm could inform time-critical clinical decisions regarding immediate therapy and disposition of Covid-19 patients as well as other patients presenting with acute cardiorespiratory problems.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 172,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 335,
                    "end": 337,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 604,
                    "end": 613,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "Dr. Li and co-authors have provided an initial framework suggesting the value of early incorporation of RV strain analysis into the care of Covid-19 patients and beyond. Next steps may include further investigation of the utility of strain analysis in Covid-19 patients, ideally in a validation of rapid artificial intelligence tools aimed at RV strain analysis for the POCUS user will advance this technology further. One can envision, in a truly connected cloud-based network, immediate upload of deidentified data regarding disease severity and geographical distribution to public health databases to inform policy on resource allocation and mitigation efforts, as illustrated in figure 1 . The current global pandemic may serve as an impetus for the rapid development of high-quality tools and unprecedented inter-specialty collaboration to benefit patient care. A disease biomarker like right ventricular longitudinal strain could be measured in emergency rooms and intensive care units and uploaded in real-time to develop a geospatial map that tracks societal disease burden to inform public policy, resource allocation, and mitigation efforts. In this example we illustrate a hypothetical model where right ventricular strain data are uploaded to develop a geodensity heat map that identify regions of COVID-19 afflicted population with highest risk. The right upper and lower panel heat maps were developed using COVID-19 data that was made publicly available on May 2, 2020. We extrapolated the right ventricular strain data observed in the study of Li et al to the COVID-19 data observed on May 2, 2020 7. The geodensity heat map was prepared with data uploaded on an online software http://www.heatmapper.ca/geocoordinate/",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 683,
                    "end": 691,
                    "text": "figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cardiac Involvement in a Patient With Coronavirus Disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Inciardi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lupi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zaccone",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Role of Chest Imaging in Patient Management during the COVID-19 Pandemic: A Multinational Consensus Statement from the Fleischner Society",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Ryerson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Haramati",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pulmonary and Cardiac Pathology in Covid-19: The First Autopsy Series from New Orleans",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Akmatbekov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Harbert",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.06.20050575"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "D-dimer levels on admission to predict in-hospital mortality in patients with Covid-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jth.14859"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 and Thrombotic or Thromboembolic Disease: Implications for Prevention, Antithrombotic Therapy, and Follow-up",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bikdeli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Madhavan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jimenez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Cardiol",
            "volume": "",
            "issn": "20",
            "pages": "35008--35015",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jacc.2020.04.031"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 pandemic and cardiac imaging: EACVI recommendations on precautions, indications, prioritization, and protection for patients and healthcare personnel",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Skulstad",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cosyns",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Popescu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "European Heart Journal -Cardiovascular Imaging",
            "volume": "072",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/ehjci/jeaa072"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Just the Facts: Recommendations on Point of Care Ultrasound Use and Machine Infection Control During the COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jelic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Heslop",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Olszynski",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Our Italian Experience Using Lung Ultrasound for Identification, Grading and Serial Follow-up of Severity of Lung Involvement for Management of Patients with COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vetrugno",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bove",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Orso",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Echocardiography",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Tricuspid Annular Plane Systolic Excursion (TAPSE) for Risk Stratification and Prognostication of Patients with Pulmonary Embolism",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alerhand",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Hickey",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Emerg Med",
            "volume": "",
            "issn": "19",
            "pages": "30800--30805",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jemermed.2019.09.017"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Diagnostic Accuracy of Point-of-Care Ultrasound Performed by Pulmonary Critical Care Physicians for Right Ventricle Assessment in Patients With Acute Pulmonary Embolism",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Filopei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Acquah",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Bondarsky",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Crit Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Cardiac point-of-care to cart-based ultrasound translation using constrained",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Jafari",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Girgis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Woudenberg",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "CycleGAN Int J Comput Assist Radiol Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "reviewed 120 patients admitted at a hospital designated for treating Covid-19 patients in Wuhan, the Chinese city at the epicenter of the global outbreak. All patients underwent a standard echocardiographic examination within a median time interval of 1 week after admission. Detailed RV function assessment was performed as well as 2-D speckle tracking echocardiography to evaluate RV free wall longitudinal strain (RVLS). The authors then evaluated the relationship between echocardiographic variables including RVLS and clinical variables for predicting patient outcomes including mortality. RVLS predicted mortality with area under the area under the receiver operating characteristic of 0.87 with a RVLS value lower than 23% showing 94.4% and 64.7% sensitivity and specificity respectively for predicting mortality. The prognostic value of RVLS was better than other markers of RV function alone or in combination and was maintained in both univariate and multivariate Cox regression analyses. The authors have to be commended for their intriguing observations through a systematic screening protocol that was applied to all patients amidst the crisis in the three medical units served by the authors in this pandemic. The findings clearly assert the importance of RV function assessment for early risk stratification of patients afflicted with COVID-19. Moreover, the observations highlight the need for urgent studies that are focused on steps for preventing progressive RV dysfunction in COVID-19 patients presenting with significant acute respiratory or thromboembolic syndromes. Cardiac societies have stressed the use of Appropriate Use Criteria as the first decision support tool to prioritize the use of cardiac imaging on case-by-case basis in the COVID-19 hospitalized patients 8 . In comparison with imaging modalities like computed tomography and magnetic resonance imaging, the portability of echocardiography affords a clear advantage in imaging patients without having to move them and risk virus transmission in the clinic or hospital. However, reduced availability of personal protective equipment (PPE), disinfection strategies and trained staff may result in challenges in performing routine screening echocardiograms for all hospitalized patients. For these reasons, societal recommendations have discouraged routine performance of echocardiograms in patients with typical signs of COVID-19 disease",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Legend",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Investigating the individual to population-level risk continuum.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}