{
    "paper_id": "3db091948ed73e9bd4f62258c46301a60b08fbe5",
    "metadata": {
        "title": "Title: Assessing COVID-19 Pandemic Risk Perception and Response Preparedness in Veterinary and Animal Care Workers Running Title: Animal Care Workers' COVID-19 Response Authors (with degree and affiliation)",
        "authors": [
            {
                "first": "Kathryn",
                "middle": [
                    "R"
                ],
                "last": "Dalton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vmd",
                "middle": [],
                "last": "Mph",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kimberly",
                "middle": [
                    "M"
                ],
                "last": "Guyer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Francesca",
                "middle": [],
                "last": "Schiaffino",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cayetano",
                "middle": [],
                "last": "Heredia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peru",
                "middle": [
                    "Cusi"
                ],
                "last": "Lima",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dvm",
                "middle": [],
                "last": "Ferradas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Mph",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jacqueline",
                "middle": [
                    "R"
                ],
                "last": "Falke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dvm",
                "middle": [],
                "last": "Mph",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Erin",
                "middle": [
                    "A"
                ],
                "last": "Beasley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kayla",
                "middle": [],
                "last": "Meza",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paige",
                "middle": [],
                "last": "Laughlin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jacqueline",
                "middle": [],
                "last": "Agnew",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "J"
                ],
                "last": "Barnett",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jennifer",
                "middle": [
                    "B"
                ],
                "last": "Nuzzo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Drph",
                "middle": [],
                "last": "Sm",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Meghan",
                "middle": [
                    "F"
                ],
                "last": "Davis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Veterinary and animal care workers (VACW) perform critical functions in biosecurity and public health, yet little has been done to understand the unique needs and barriers these workers face when responding during a pandemic crisis. This study evaluated VACWs' perceived risks and roles during COVID-19, and explored barriers and facilitators in their readiness, ability, and willingness to respond during a pandemic. We deployed a survey targeting U.S. veterinary medical personnel, animal shelter and control workers, zoo and wildlife workers, plus other animal care workers. Data were collected on participants' self-reported job and demographic factors, perceptions of risk and job efficacy, and readiness, ability, and willingness to respond during the pandemic. We found that leadership roles and older age had the strongest association with decreased perceived risk and improved job efficacy and confidence, and that increased reported contact level with others (both co-workers and the public) was associated with increased perceived risk. We determined that older age and serving in leadership positions were associated with improved readiness, willingness, and ability to respond. VACWs' dedication to public health response, reflected in our findings, will be imperative if more zoonotic vectors of SARS-CoV-2 arise. Response preparedness in VACW can be improved by targeting younger workers not in leadership roles in support programs that center on improving job efficacy and confidence in safety protocols. These findings can be used to target intervention and training efforts to support the most vulnerable within this critical, yet often overlooked, workforce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The 2019 coronavirus (SARS-CoV-2) pandemic, termed COVID-19, has caused extensive detrimental worldwide impacts. In the United States, there have been over 500,000 fatalities as of March 2021, one year since it was declared a national emergency. 1 In times of crisis, the veterinary and animal care workforce is a source of unique knowledge and skills essential to national biosecurity and biological risk assessment and response. 2 One of the functions of veterinary medicine and animal care workers (VACW) is to control infections within animal populations, including those that can transmit to people, therefore serving as a first line of defense against zoonotic diseases. 3 In addition, they provide expert guidance on public health issues for their clients, visitors, and the public at large, such as communicating risks from exposure to pets. 3 In addition to this distinctive role, VACW are a part of human response programs due to their knowledge of comparative medicine and public health (which is part of the veterinary oath and training); they have been employed in COVID-19 response efforts from human vaccination clinics to donation of medical supplies. 4 ,5 Yet, VACW themselves are at risk for exposure to diseases from human-to-human transmission pathways that exist during normal business operations, and may also be exposured to zoonotic agents from animal patients. VACW may be reluctant to respond to work during a pandemic if they perceive it could put themselves and their families at risk.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 247,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 432,
                    "text": "2",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 677,
                    "end": 678,
                    "text": "3",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 850,
                    "end": 851,
                    "text": "3",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1168,
                    "end": 1169,
                    "text": "4",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To identify underlying causes of potential reluctance and the likelihood of response to work among VACW during a pandemic, we utilized the \"Ready, Willing, and Able\" model to characterize response preparedness. 6 These components are differentiated by Readiness relating to the external infrastructure of personnel and material resources necessary to perform a task, Willingness as the predilection and desire to perform a task, and Ability referring to the skills and All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 212,
                    "text": "6",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2021. ;  knowledge needed to actually perform the task. Research using the preparedness Ready, Willing, and Able model has been conducted on public health workers, healthcare employees, first responders, and other vital occupations for natural and biological disasters to capture factors that influence response preparedness. [7] [8] [9] [10] [11] [12] [13] [14] However, there are no data on risks and needs within the veterinary and animal care professions. No systematic research has been done to understand individual perceptions of needs, barriers, and facilitators related to working during a pandemic crisis in VACW, despite their importance to disaster preparedness and response. The current COVID-19 pandemic, and its profound ramifications for public health, provides a rationale for the importance of disaster preparedness and a resilient workforce. It can also serve as a natural experiment to address preparedness and response for this pandemic, as well as future biological and natural crises.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "May 8, 2021. ;",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 74,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 395,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 396,
                    "end": 399,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 400,
                    "end": 403,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[14]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As such, the objectives of this research were to assess VACWs' perceived risk of COVID-19 and their perception of their roles during this crisis. We explored barriers and facilitators to their readiness, willingness, and ability to respond during a crisis and determined factors that affected these outcomes. The findings from this research can be used to address risk communication needs, and to design and implement response interventions, including preparedness training and support systems for this vulnerable yet critical worker population. The ultimate goal of this research is to build an animal care workforce that is not only capable, but willing to respond during this and future crises.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Heath Institutional Review Board (JHSPH IRB). As primary data collection for the survey instrument was anonymous, written consent was not required by JHSPH IRB. Nonetheless, all participants were provided an electronic disclosure statement describing the study and emphasizing voluntary participation and agreed to participate prior to beginning the survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Approval for this study was received from The Johns Hopkins Bloomberg School of Public"
        },
        {
            "text": "We targeted adult (>18 years old) animal care worker populations in the United States. This encompassed veterinary medical personnel -comprising veterinarians, veterinary technicians, veterinary assistants, hospital managers and other animal hospital support staff -who serve any patient type, including companion (e.g., dogs and cats), equine, laboratory, exotic, and food animals. Other target populations were animal shelter and animal control employees, laboratory animal personnel, zoological and wildlife facility workers, and those who self-identified in animal-related workforces, such as industry, government/advocacy, and academic research. We recruited study participants via email or phone through state licensing agencies, professional organizations, professional conference attendees, professional group listservs, social media, and existing contacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "Survey data were collected and managed using REDCap electronic data capture tools hosted at Johns Hopkins Bloomberg School of Public Health. 15 Survey data were collected from July 6, 2020 until Oct 25, 2020. The survey was an anonymous online questionnaire that consisted of two main sections: a demographic section and an attitude/belief section that focused on workers'",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 143,
                    "text": "15",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "perceptions on their risk of exposure to COVID-19, the role they play in response efforts, and their response preparedness. Questions were developed based on feedback from experts and leaders within our target populations. Demographic and professional information included job title and role, years of employment, contact level with co-workers and the public (clients and visitors), geographic region, gender, age, race, marital status, household dependents, and annual household income. Key job and demographic questions can be found in Table 1, Table 2 Participants then answered questions regarding their attitudes and beliefs on their knowledge of the pandemic, confidence regarding safety protocols, perceived threat, job efficacy, likelihood of response barriers, and readiness, willingness, and ability to respond to the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 538,
                    "end": 554,
                    "text": "Table 1, Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Data Collection"
        },
        {
            "text": "We presented questions on a 5-point Likert scale, with a response of '5' indicating strong agreement with the statement and a response of '1' indicating strong disagreement. The distribution of responses is provided in Supplemental Table 2 . Additional questions included perceived primary sources of SARS-CoV-2 exposure, perceived consequences from the COVID-19 pandemic, and reported personal and professional barriers to working during the pandemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 239,
                    "text": "Table 2",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Data Collection"
        },
        {
            "text": "To assess potential risk to workers from contact with co-workers, clients, and the public, an aggregated contact level score was created by summing responses to the questions related to average daily contact and total people contacted and dividing the results into quartiles (minimal, low, moderate, and high contact). All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2021. ;  We grouped Likert-scale questions into a priori-selected topic areas to produce eight outcomes across three categories: risk (knowledge, confidence, and threat), role (efficacy and barriers), and response (ready, willing, and able). Threat and efficacy were adapted from Witte's Extended Parallel Process Model, 16 while other outcomes were chosen based on importance to preparedness in other occupational cohorts. Outcome variables were created by summing the responses to the respective questions within each topic area and dichotomized at the median to create a \"High\" and \"Low\" score for each outcome (details in Supplemental Table 2 ). Some outcome topic areas combined multiple questions, while some included only one Likert-scale question, but they were treated similarly.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "May 8, 2021. ;",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 74,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 387,
                    "end": 389,
                    "text": "16",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 705,
                    "end": 712,
                    "text": "Table 2",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Data Analysis"
        },
        {
            "text": "We performed multivariate logistic regression to evaluate associations between job role, job experience, leadership, age, gender, and contact level on each of the eight outcomes, adjusting for geographic region, race, number of dependents, living with an essential worker, and income.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Associations for job role variables are presented as odds of a High score compared to a Low score within each individual job role (no reference group; e.g., odds of high knowledge within small animal veterinarians). Results for other variables are presented as comparison odds ratios; for example, the odds ratio for high scores for those with years in job greater than the median compared to less than the median. We assessed for collinearity between job and demographic variables to determine if our model variables were correlated (Supplemental Table 3 ). A final multivariate logistic regression was developed to explore the effect of risk (knowledge, confidence, and threat) and role (efficacy, barriers) as independent variables on response (ready, willing, able) outcome variables. Analysis was conducted using the R software program. 17 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 842,
                    "end": 844,
                    "text": "17",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 548,
                    "end": 555,
                    "text": "Table 3",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Data Analysis"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2021. ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "From 2,415 entries, a total of 1,577 (65%) participants completed all sections of the online survey and had non-missing data for key outcome variables. Statistical differences in demographics between respondents included and excluded in analysis are shown in Supplemental Table 4 . Participants' job and demographic characteristics are shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 279,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 345,
                    "end": 352,
                    "text": "Table 1",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Study Population Characteristics"
        },
        {
            "text": "The majority (75%) of participants worked in veterinary medical clinics treating small companion animals. Within this group, most were veterinarians (38%), closely followed by veterinary technicians and assistants (32%), and other support staff (office managers, receptionists, kennel workers, etc., 5%). Eighty-three participants (5.3%) worked in other veterinary medical clinics (e.g., equine, exotic, or food animal focus), with most being veterinarians (5%). Animal rescue/control (8%), zoo/wildlife (3%), and other jobs (8%) made up the remaining participants' job roles. The median job experience was 5 years, and 57% reported being in leadership roles. The median age was 40 years old; a detailed age distribution is included in Supplemental Table 1 . Most (89%) participants were female. Additional job and demographic variables are shown in Supplemental Table 1 . Table 2 . Participants reported more contact with co-workers than with the public. Most participants (62%) reported co-worker contact almost the entire workday, compared to public contact where the majority (43%) reported only rare daily public contact. Most participants reported interacting with 6-10 co-workers (39%) but only 1-2 clients/visitors (26%) per day.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 749,
                    "end": 756,
                    "text": "Table 1",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 850,
                    "end": 870,
                    "text": "Supplemental Table 1",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 873,
                    "end": 880,
                    "text": "Table 2",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Study Population Characteristics"
        },
        {
            "text": "Aggregated contact quartile scores were roughly evenly distributed, ranging from 17% to 31%. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact level was assessed for both co-workers and the public (clients and visitors), as shown in"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact level was assessed for both co-workers and the public (clients and visitors), as shown in"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2021. ; Table 3 shows that most (39%) participants considered co-workers as the most likely source of SARS-CoV-2 exposure, followed by clients/visitors (32%) and the general public (25%). While participants were only able to select one response for most likely source, they were able to choose multiple answers for secondary consequences from the COVID-19 pandemic. Most participants (96%) felt there was at least one secondary consequence from the pandemic. The most frequently reported concerns were for the mental health implications for the profession (89%), concerns for the human healthcare profession (82%), and concerns for animal health and welfare (71%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "text": "Table 3",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Contact level was assessed for both co-workers and the public (clients and visitors), as shown in"
        },
        {
            "text": "Most participants reported having no barriers to responding to work during the COVID-19 pandemic (57% for no personal barriers; 74% for no professional barriers), as shown in Table 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 182,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Study Population COVID-19 Perceptions"
        },
        {
            "text": "For those who did report barriers, the most common personal concern was for family/dependent needs (25%) and physical or mental health barriers (16% and 15%, respectively), and the most common professional concern was a lack of management support (19%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Population COVID-19 Perceptions"
        },
        {
            "text": "Tables 5A, 5B, and 5C present the associations between job and demographic factors and the eight outcomes. There were minimal differences in the odds across job roles, as they had similar trends within outcome groups (those with higher odds were biased from a low number of participants (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Higher contact level was slightly associated with reduced odds of confidence in safety protocols, although not statistically significant (p-value for trend 0.08 for both co-workers and the public), and did not correlate with knowledge, role outcomes (job efficacy, barriers), or response outcomes (ready, willing, able).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Job and Demographics on Eight Outcomes"
        },
        {
            "text": "The associations of knowledge, confidence, threat, efficacy, and barriers on the odds of high ready, willing, and able scores (response outcomes) were examined, as shown in Table 6 . Job efficacy had the most substantial positive correlation with response outcomes, with participants All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 180,
                    "text": "Table 6",
                    "ref_id": "TABREF10"
                }
            ],
            "section": "Perceived Risk and Role on Response Outcomes"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perceived Risk and Role on Response Outcomes"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perceived Risk and Role on Response Outcomes"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2021 . ;",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 70,
                    "text": "May 8, 2021",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Perceived Risk and Role on Response Outcomes"
        },
        {
            "text": "In this study, we evaluated perceived risks and roles during the COVID-19 pandemic among VACW and found that leadership and older age had the strongest associations, independent of each other, with decreased perceived risk and increased job efficacy. We observed that increased reported contact level with others (both co-workers and the public) was associated with increased perceived risk. We further explored barriers and facilitators to VACWs' readiness, willingness, and ability to respond during a pandemic crisis. Increased co-worker and public contact were associated with higher odds of perceived threat, yet increased contact was not correlated with response outcomes. Response outcomes were impacted by older age and leadership, as both were associated with improved readiness, willingness, and ability to respond, with lowered odds of reported barriers to response. These findings can be used to target intervention and training efforts to support this critical workforce, resulting in improved preparedness as the pandemic progresses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our survey data indicated that participants considered co-workers and clients/visitors their most likely source of SARS-CoV-2 exposure, even more than the general public. This finding reinforces the concept that occupational exposures are essential to consider in the context of infectious disease risk, including for COVID-19. 18 Curiously, a low percentage of participants felt that family and friends were a significant source of SARS-CoV-2 exposure, yet data from contact tracing shows that gatherings of friends and families from separate households are a significant risk factor for COVID-19. 19 Appropriate information on risk factors at home, and strategies to reduce transmission, based on up-to-date epidemiological data, should be included in workplace training and support plans, as this will aid in minimizing occupational exposure and spread. While it is possible that this workforce underestimates the potential risk from personal All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 330,
                    "text": "18",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 599,
                    "end": 601,
                    "text": "19",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2021. ;  sources of exposure, it is also possible that this workforce-which includes professionals who are both well-trained in infectious disease management and are exposed to zoonotic pathogens routinely at work 3,20-22 -may use extensive measures to manage these exposures. It may also be the case that individuals feel they have more control over their exposures at home or in public (e.g., they can elect to avoid crowds), while occupational exposures may be unavoidable, or even a necessary part of their job function, and is outside of their control.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "May 8, 2021. ;",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 74,
                    "text": "",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Reported contact level, both with co-workers and the public (visitors and clients), was positively associated with increased perceived threat of COVID-19, as well as a slight decrease in the confidence in safety protocols used for COVID-19. This association increased in a dose-response fashion, where every increase in contact quartile group was associated with increased perceived threat and decreased confidence. Contact level with co-workers or the public is less frequently evaluated or reported in studies on preparedness in occupational cohorts. Previous research in other occupations, such as human medicine, first responders, and public health workers, has assessed variables that are related to contact with others, such as hours worked per week, 8 employment status (full or part time), 10, 11 shift (day/night), 10,11 hospital size, 11 or position/role (e.g., nurse versus physician). 10, 12, 13 Nonetheless, no studies to our knowledge explicitly depict the association of self-reported contact level, either overall or divided by co-workers and the public, on response outcomes. At the same time, what is most noteworthy is that, while contact level was correlated with perceived risk, it was not correlated with response outcomes (ready, willing, and able). Participants reporting higher contact levels, both with co-workers and with the public, had higher odds of reporting increased perceived threat from COVID-19, yet they did not report that this would make them less willing, ready, or able to respond during the pandemic. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 798,
                    "end": 801,
                    "text": "10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 802,
                    "end": 804,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 897,
                    "end": 900,
                    "text": "10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 901,
                    "end": 904,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 905,
                    "end": 907,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2021. ;  This remarkable finding demonstrates that VACW may accept even high-risk scenarios in order to deliver animal health and public health services. It is possible that this workforce is acclimated to risks due to their higher risk for exposure to zoonotic diseases. [20] [21] [22] Nonetheless, VACWs' high levels of response outcomes, regardless of threats, have intriguing implications for those designing public health interventions, who may otherwise overlook VACW as a valuable resource to aid in comprehensive response efforts, as our research highlights their commitment and perseverance towards public health. VACW have already been shown to enhance community pandemic response, not just through their work in infection control and expert consultation, but also through involvement in human health programs. 4, 5 Furthermore, this dedication will be particularly meaningful if the SARS-CoV-2 pathogen's zoonotic and/or anthropozoonotic potential, i.e. its ability to transmit between humans and animals, increases as the pandemic progresses. If a new variant emerges that is more transmissible among animals or that has key animal reservoirs or vectors (conditions previously shown to be important to the epidemiology of coronaviruses 23, 24 ) , then VACW will likely be at the frontline of disease detection and risk. This has already proven to be true in COVID-19 outbreaks among Danish mink farms related to a mink-associated variant. 4 Establishing appropriate support and communication systems now, before more zoonotic variants arise, will have widespread benefits for public health.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "May 8, 2021. ;",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 74,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[20]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 343,
                    "end": 347,
                    "text": "[21]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 348,
                    "end": 352,
                    "text": "[22]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 887,
                    "end": 889,
                    "text": "4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 890,
                    "end": 891,
                    "text": "5",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1314,
                    "end": 1317,
                    "text": "23,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1318,
                    "end": 1322,
                    "text": "24 )",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1517,
                    "end": 1518,
                    "text": "4",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Additionally, we evaluated the association of knowledge, confidence, perceived threat, efficacy, and barriers on our response outcomes (ready, willing, and able) and found that job efficacy had the strongest association with positive response. The same trend has been seen in other studies evaluating preparedness. 25 Confidence in safety protocols was also shown to be positively correlated with increased response outcomes, but to a lesser degree than efficacy. In previous All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 317,
                    "text": "25",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2021. ;  studies, confidence in safety protocols was either not evaluated or was combined with an efficacy variable. 8, 25 Future disaster response studies should consider evaluating the effect of confidence in safety protocols, independent of efficacy, which can direct training programs to improve this confidence.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "May 8, 2021. ;",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 74,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 183,
                    "end": 185,
                    "text": "8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 186,
                    "end": 188,
                    "text": "25",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Identifying that job efficacy and confidence enhanced pandemic response dispositions, we evaluated individual job and demographic factors that were associated with increased job efficacy and confidence. Being in a self-reported leadership role and being 40 years and older were associated with improved knowledge, confidence, and job efficacy, as well as reduced perceived threat. Interestingly, the years working within a job did not correlate with leadership roles and older age, and did not impact risk, role, or response outcomes. Similar trends for older age associated with improved response outcomes have been shown in other occupational groups, 8, [10] [11] [12] 25 while a minority of studies have shown the opposite effect. 13 This finding of a positive association was contradictory to our initial assumption that older participants would report increased perceived risk, given the COVID-19 pandemic disproportionately affects older individuals for severe disease outcomes. 26 This contradiction in perception and empirical risk is fundamental to recognize in the design of support and training systems. Intervention efforts should target all age groups, not just those at risk based on epidemiologic data. Interventions that harness the leadership's increased job efficacy and pandemic response may hold promise to both capitalize on the strengths of leadership and address gaps among non-leaders and younger workers. One such intervention is the train-the-trainer model, which uses subject-matter experts to disseminate knowledge to instructor-trainees, who then train other groups, and is an effective and efficient way of training large groups of people in a relatively brief time period. 27-30 Training should focus beyond increasing knowledge, which, according to our findings, did not impact All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 655,
                    "text": "8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 656,
                    "end": 660,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 666,
                    "end": 670,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 671,
                    "end": 673,
                    "text": "25",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2021. ;  response outcomes, but instead work to improve efficacy (the importance of an individual's role in overall response efforts) and confidence in applied safety protocols.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "May 8, 2021. ;",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 74,
                    "text": "",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While this study is the first to evaluate pandemic preparedness in a novel, yet critical, worker population, our study does have certain limitations. Like most volunteer questionnaire study designs, our research study is at risk of recall bias (selective memory for certain experiences/information), social desirability bias (participant responses influenced by researchers' goals), and self-selection bias (individuals who feel strongly about a topic are more likely to participate in a study). We saw a high number of respondents who did not complete all sections of the survey. It is uncertain if this is due to the design or technical aspects of the online questionnaire or to external factors (e.g., participants were interrupted while taking the survey during working hours). However, there was no significant difference in job and demographic characteristics between those who completed the survey compared to those who did not. Another limitation is that our study population may not reflect the target veterinary and animal care workforce, limiting the external generalizability of our findings, as in the case of our low racial diversity and high percentage of female participants (veterinary medical field in US estimated at 63.9% female in 2020). 31 Our findings suggest a need for future directions in preparedness response research within this critical worker population to address two main areas. First, there is a need to understand the relationship between changes in operational practices, at the organizational and individual levels, and changes in levels of perceived threat, efficacy, and response. Practices identified as protective can be incorporated into widespread training and support programs to improve response preparedness in this workforce for COVID-19, as well as future pandemics and other disaster situations. The second area is further exploration of the secondary consequences from All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 1259,
                    "end": 1261,
                    "text": "31",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2021. ;  the pandemic among VACW. Results from this study underscore the mental health impacts from the COVID-19 pandemic in this workforce, a concept that is mirrored in the general population. 32 Our survey captured perceptions of mental health implications for the field as a whole; future studies should evaluate mental health effects, such as stress, anxiety, and depression, in individuals and relate that to job and demographic risk factors. Although we hypothesize that those who report higher perceived risk from COVID-19 as a result of their job will also suffer higher rates of these secondary complications, such as mental health effects, this link should be explicitly evaluated in future studies.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "May 8, 2021. ;",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 74,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 263,
                    "text": "32",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, our findings highlight that veterinary and animal care workers' perceived risk, even among high-risk groups, does not impact their response to the pandemic. This dedication to public health reinforces VACW as valuable assets in comprehensive response efforts in the community, through their role in infection control, public counselling, and supporting human health efforts. Particularly, this will have important implications if the COVID-19 develops a significant zoonotic component. To better prepare for their current and possible future roles, response to COVID-19 in VACW can be improved by targeting younger workers who are not necessarily in leadership roles, and by designing support and communication programs that improve job efficacy and confidence in safety protocols. The results of this work, and future research stemming from it, can inform interventions facilitating a more resilient workforce that is better equipped to continue responding to the COVID-19 pandemic and to future crises. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2021. ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Contents (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tables for \"Assessing COVID-19 Pandemic Risk Perception and Response Preparedness in Veterinary and Animal Care Workers\" Dalton et. al., 2021"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2021. ; 247 (17) 296 (24) * Sum of average daily contact and total people contacted daily, as ranked categorical variables (score 0-5), then split at 25%, 50%, and 75%. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tables for \"Assessing COVID-19 Pandemic Risk Perception and Response Preparedness in Veterinary and Animal Care Workers\" Dalton et. al., 2021"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2021. ;  Controlled for job years, region, leadership, stay-at-home orders, age, gender, race, dependent number, living with an essential worker, income, and co-worker and public contact. * p<0.05; **p<0.01; ***p<0.005, + p-value for ordinal trend <0.05, ++ p-value for trend < 0.005 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "May 8, 2021. ;",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 74,
                    "text": "",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Tables for \"Assessing COVID-19 Pandemic Risk Perception and Response Preparedness in Veterinary and Animal Care Workers\" Dalton et. al., 2021"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tables for \"Assessing COVID-19 Pandemic Risk Perception and Response Preparedness in Veterinary and Animal Care Workers\" Dalton et. al., 2021"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2021. Controlled for job years, region, leadership, stay-at-home orders, age, gender, race, dependent number, living with an essential worker, income, and co-worker and public contact. * p<0.05; **p<0.01; ***p<0.005 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tables for \"Assessing COVID-19 Pandemic Risk Perception and Response Preparedness in Veterinary and Animal Care Workers\" Dalton et. al., 2021"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tables for \"Assessing COVID-19 Pandemic Risk Perception and Response Preparedness in Veterinary and Animal Care Workers\" Dalton et. al., 2021"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2021. ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tables for \"Assessing COVID-19 Pandemic Risk Perception and Response Preparedness in Veterinary and Animal Care Workers\" Dalton et. al., 2021"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The veterinary profession's duty of care in response to disasters and food animal emergencies",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Nusbaum",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Rollin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Wohl",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Am Vet Med Assoc",
            "volume": "231",
            "issn": "2",
            "pages": "200--202",
            "other_ids": {
                "DOI": [
                    "10.2460/javma.231.2.200"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Disaster medicine: Veterinary expertise in biosecurity and biological risk assessment",
            "authors": [
                {
                    "first": "Jgw",
                    "middle": [],
                    "last": "Wenzel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Nusbaum",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Am Vet Med Assoc",
            "volume": "230",
            "issn": "10",
            "pages": "1476--1480",
            "other_ids": {
                "DOI": [
                    "10.2460/javma.230.10.1476"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The contribution of veterinary public health to the management of the COVID-19 pandemic from a One Health perspective. One Heal",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ferri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lloyd-Evans",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.onehlt.2021.100230"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Veterinarians help with COVID-19 vaccine delivery",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Applying the Ready, Willing, and Able Framework to Assess Agency Public Health Emergency Preparedness: The CDC Perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chiang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Bridwell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Trigoso",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Rasulnia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kuwabara",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Heal Secur",
            "volume": "18",
            "issn": "2",
            "pages": "75--82",
            "other_ids": {
                "DOI": [
                    "10.1089/hs.2019.0090"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Personal disaster preparedness: An integrative review of the literature",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kohn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Eaton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Feroz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Bainbridge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hoolachan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Disaster Med Public Health Prep",
            "volume": "6",
            "issn": "3",
            "pages": "217--231",
            "other_ids": {
                "DOI": [
                    "10.1001/dmp.2012.47"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Characterizing hospital workers' willingness to report to duty in an influenza pandemic through threat-and efficacy-based assessment",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Balicer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Public Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-10-436"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ready, willing, and able: A framework for improving the public health emergency preparedness system",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "L"
                    ],
                    "last": "Mccabe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Links",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Disaster Med Public Health Prep",
            "volume": "4",
            "issn": "2",
            "pages": "161--168",
            "other_ids": {
                "DOI": [
                    "10.1001/dmp-v4n2-hcn10003"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Health care workers' ability and willingness to report to duty during catastrophic disasters",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Qureshi",
                    "suffix": ""
                },
                {
                    "first": "Rrm",
                    "middle": [],
                    "last": "Gershon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Sherman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Urban Heal",
            "volume": "82",
            "issn": "3",
            "pages": "378--388",
            "other_ids": {
                "DOI": [
                    "10.1093/jurban/jti086"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Hospital Employee Willingness to Work during Earthquakes Versus Pandemics",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Charney",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rebmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Flood",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Emerg Med",
            "volume": "49",
            "issn": "5",
            "pages": "665--674",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jemermed.2015.07.030"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Willingness to Respond to Radiological Disasters among First Responders",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rebmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Loux",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Charney",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Heal Secur",
            "volume": "18",
            "issn": "4",
            "pages": "318--328",
            "other_ids": {
                "DOI": [
                    "10.1089/hs.2019.0160"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The REDCap consortium: Building an international community of software platform partners",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Minor",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Biomed Inform",
            "volume": "95",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbi.2019.103208"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Health Communication Capacity Collaborative. The Extended Parallel Processing Model",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "R: a language and environment for statistical computing. Vienna R Found Stat Comput",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Development Core",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Team",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Estimating the burden of United States workers exposed to infection or disease: A key factor in containing risk of COVID-19 infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Peckham",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Seixas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS One",
            "volume": "15",
            "issn": "4",
            "pages": "4--11",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0232452"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Centers for Disease Control and Prevention. Considerations for Events and Gatherings",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Zoonotic disease risk perceptions in the British veterinary profession",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Robin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bettridge",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mcmaster",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Prev Vet Med",
            "volume": "136",
            "issn": "",
            "pages": "39--48",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2016.11.015"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Zoonotic disease risk perceptions and infection control practices of Australian veterinarians: Call for change in work culture",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dowd",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "Jalml",
                    "middle": [],
                    "last": "Toribio",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hooker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Dhand",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Prev Vet Med",
            "volume": "111",
            "issn": "1-2",
            "pages": "17--24",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2013.04.002"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Compendium of Veterinary Standard Precautions for Zoonotic Disease Prevention in Veterinary Personnel: National Association of State Public Health Veterinarians: Veterinary Infection Control Committee",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Scheftel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Elchos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Hopkins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAVMA",
            "volume": "247",
            "issn": "11",
            "pages": "1252--1277",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "COVID-19: animals, veterinary and zoonotic links",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tiwari",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dhama",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sharun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Vet Q",
            "volume": "40",
            "issn": "1",
            "pages": "169--182",
            "other_ids": {
                "DOI": [
                    "10.1080/01652176.2020.1766725"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Cat's in the Bag: Despite limited cat-to-cat SARS-CoV-2 transmission, One Health surveillance efforts are needed",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Innes",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Assessment of local public health workers' willingness to respond to pandemic influenza through application of the extended parallel process model",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Balicer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS One",
            "volume": "4",
            "issn": "7",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0006365"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Disaster Mental Health",
            "authors": [],
            "year": 2010,
            "venue": "Program. Disaster Med Public Health Prep",
            "volume": "4",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/dmp.2010.6.Predicting"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Implementation and Evaluation of an IPAC SWAT Team Mobilized to Long-Term Care and Retirement Homes During the COVID-19 Pandemic: A Pragmatic Health System Innovation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "La",
                    "middle": [],
                    "last": "Delfa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sawhney",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Am Med Dir Assoc",
            "volume": "22",
            "issn": "2",
            "pages": "253--255",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jamda.2020.11.033"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Emergency preparedness training for hospital nursing staff",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Jacobs-Wingo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schlegelmilch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Berliner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Airall-Simon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Nurs Scholarsh",
            "volume": "51",
            "issn": "1",
            "pages": "81--87",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Mental Health and the Covid-19 Pandemic",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pfefferbaum",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "North",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "6",
            "pages": "508--510",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmp2013466"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "SupplementalTable 1. Because the survey was anonymous and participants were able to access it multiple times, we included data only from participants who completed all sections of the survey to minimize duplicate entries, although participants were allowed to skip questions within each section.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "). Participants in leadership roles had greater odds of reporting high knowledge (odds All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "1.66]) to respond. Age also was associated with the outcomes, as participants 40 years and older had greater odds of high knowledge (OR 1.55 [1.26-1.84]), high confidence (OR 1.76 [1.46-2.06]), and high efficacy (OR 2.11 [1.81-2.41]), with lower odds of high perceived threat (OR 0.55 [0.24-0.85]) and lower odds of reported barriers (OR 0.66 [0.37-0.95]), independent of leadership role. Age correlated with response outcomes, as older participants had higher odds of readiness (OR 1.56 [1.26-1.86]), willingness (OR 1.43 [1.13-1.72]), and ability (OR 1.41 [1.1-1.72]) to respond during the COVID-19 pandemic. The effect of contact level, with both co-workers and the public, was independently associated with the perceived threat outcome. Compared to participants in the lowest contact quartile, those with higher co-worker contact had greater odds of reporting high threat, with a dose-response increase (Q2 OR 1.88 [1.49-2.26], Q3 OR 2.18 [1.81-2.57], Q4 OR 2.66 [2.22-3.11], p-value for trend <0.005), controlling for other job and demographic variables. The same dose-response association was also observed for higher public contact with increased perceived threat (Q2 OR 1.66 [1.29-2.02], Q3 OR 2.1 [1.69-2.51], Q4 OR 2.12 [1.73-2.51], p-value for trend <0.005).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The copyright holder for this preprint this version postedMay 8, 2021.  ;  who reported high efficacy having increased odds of higher response outcomes, compared to those who reported low efficacy(Ready OR 2.82 [2.58-3.06]; Willing OR 2.34 [2.1-2.57], Able OR 2.22 [1.98-2.47]). The same association was observed in those with high confidence (Ready OR 1.94 [1.67-2.2], Willing OR 2.05 [1.79-2.31], Able OR 1.53 [1.25-1.8]). Participants who reported having more barriers had lower odds of response (Ready OR 0.28 [0.04-0.52], Willing OR 0.31 [0.08-0.54], Able OR 0.25 [0-0.49]). Perceived threat correlated with decreased willingness to respond (OR 0.72 [0.47-0.97]) but was not associated with other response outcomes. Knowledge did not significantly correlate with response outcomes.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Job & Demographic Characteristics Table 2: Contact Level Distribution Table 3: Sources of and Consequences from COVID-19 Table 4: Reported Personal and Professional Barriers Table 5A: Odds and Odds Ratios for Perceived Risk Outcomes Table 5B: Odds and Odds Ratios for Perceived Role Outcomes Table 5C: Odds and Odds Ratios for Perceived Response Outcomes Table 6: Odds Ratios for Perceived Risk and Role on Response Outcomes All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Contact Level Distribution",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Sources of and Consequences from COVID-19 Participants were able to select only one response for likely source of COVID but could choose multiple secondary consequences. rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Odds and Odds Ratios for Perceived Risk OutcomesControlled for job years, region, leadership, stay-at-home orders, age, gender, race, dependent number, living with an essential worker, income, and co-worker and public contact. * p<0.05; **p<0.01; ***p<0.005 + p-value for trend = 0.08; ++ p-value for trend < 0.005; when contact level treated as ordinal variable All rights reserved. No reuse allowed without permission.(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted May 8, 2021.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Odds and Odds Ratios for Perceived Role Outcomes",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Odds and Odds Ratios for Perceived Response Outcomes Ready Willing Able OR (95% Confidence Interval) OR (95% Confidence Interval) OR (95% Confidence Interval) Job Role -Odds",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Odds Ratios for Perceived Risk and Role on Response OutcomesLow levels of Knowledge, Confidence, Perceived Threat, Efficacy, and Barriers as reference * p<0.05; **p<0.01; ***p<0.005",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank the entire COVET Study team for their",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        }
    ]
}