{
    "paper_id": "3db1d9796ada38d1ae20825cc9a5b6dcaa855449",
    "metadata": {
        "title": "E Letters to the editor",
        "authors": [
            {
                "first": "Xxx",
                "middle": [],
                "last": "Xxx Xxx • Volume",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xxx",
                "middle": [],
                "last": "Number",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "C hildren with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection do not necessarily show the same symptoms as adults, and a significant proportion may be asymptomatic. 1, 2 Pediatric patients presenting for routine medical care may thus be asymptomatic or undiagnosed carriers, capable of transmitting the virus.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 191,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 192,
                    "end": 193,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our institution recently treated a pediatric patient for symptoms not commonly associated with coronavirus disease 2019 (COVID-19). Suspicion for the disease was high, however, and a follow-up test was positive after an initial negative result. This experience led us to review literature in an effort to clarify the potential improvements in sensitivity that may be offered with sequential testing. Given the often restricted availability of personal protective equipment (PPE) for health care workers, sufficient test sensitivity could potentially enhance PPE stewardship and mitigate these shortages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While false-negative results appear to be a common problem, the clinical negative predictive value (NPV) is unfortunately difficult to estimate precisely, compounding the difficulty of estimating sensitivity of sequential tests. One publication 3 indicated that the false-negative rate (FNR) of a single nasal swab was 0.37, implying that the dual-sample approach would yield FNR 13.6%, but the sample size in that study was small. Another study 4 has also shown that the FNR varies widely with disease course, reaching its lowest values of roughly 0.26-0.37 on days 3-9 after symptom onset. If these estimates are correct, the FNR of 2 sequential tests would be approximately 6%-12%, and any tests outside the \"Goldilocks\" zone of 3-9 days after symptom onset would have higher FNR. With current high prevalence, the NPV deteriorates further.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 447,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Further complicating the picture, many other factors such as swab technique, patient's viral load, and predominant viral replication site 5 (nasopharyngeal versus lower airway) highlight the difficulty in obtaining confidence in negative COVID-19 tests. Serology in addition to real-time polymerase chain reaction (RT-PCR) testing may bring some refinements in the near future, but at present, we are not fully confident in tests' NPV, even with repeated testing. In the future, when prevalence is hopefully lower and declining, the tests' NPV will be more reassuring. When community transmission is extensive, however, as at the time of this writing, anesthesiologists should consider all patients as potentially SARS-CoV-2 positive and employ appropriate PPE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This recommendation is consistent with current recommendations from the Infectious Diseases Society of America, which prioritizes PPE usage (whenever available) over testing in asymptomatic patients undergoing time-sensitive aerosol-generating procedures. 6 Appropriate PPE should therefore be used for every intubation, extubation, and other aerosolizing procedure. Unfortunately, the value of testing in asymptomatic individuals at this point appears to be as a fallback measure when appropriate PPE is severely restricted or unavailable, and not as a general strategy toward PPE usage reduction.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 257,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiological characteristics of 2143 pediatric patients with 2019 coronavirus disease in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatrics",
            "volume": "145",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus infections in children including COVID-19: an overview of the epidemiology, clinical features, diagnosis, treatment and prevention options in children",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zimmermann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Curtis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatr Infect Dis J",
            "volume": "39",
            "issn": "",
            "pages": "355--368",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Detection of SARS-CoV-2 in different types of clinical specimens",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1843--1844",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Variation in false negative rate of RT-PCR based SARS-CoV-2 tests by time since exposure",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kucirka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Laeyendecker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Virological assessment of hospitalized patients with COVID-2019",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wölfel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guggemos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Infectious Diseases Society of America Guidelines on the Diagnosis of COVID-19",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Caliendo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Arias",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Can Pediatric COVID-19 Testing Sensitivity Be Improved With Sequential Tests?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}