{
    "paper_id": "3db1a7a6500e7c6ef39686ff4c41dedd33c0136f",
    "metadata": {
        "title": "The EU-TOPIA evaluation tool: An online modelling-based tool for informing breast, cervical, and colorectal cancer screening decisions in Europe",
        "authors": [
            {
                "first": "Andrea",
                "middle": [],
                "last": "Gini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Rotterdam",
                    "location": {
                        "settlement": "Rotterdam",
                        "region": "Erasmus MC",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicolien",
                "middle": [
                    "T"
                ],
                "last": "Van Ravesteyn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Rotterdam",
                    "location": {
                        "settlement": "Rotterdam",
                        "region": "Erasmus MC",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Erik",
                "middle": [
                    "E L"
                ],
                "last": "Jansen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Rotterdam",
                    "location": {
                        "settlement": "Rotterdam",
                        "region": "Erasmus MC",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Eveline",
                "middle": [
                    "A M"
                ],
                "last": "Heijnsdijk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Rotterdam",
                    "location": {
                        "settlement": "Rotterdam",
                        "region": "Erasmus MC",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Carlo",
                "middle": [],
                "last": "Senore",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Scienza University Hospital",
                    "location": {
                        "addrLine": "Città della Salute"
                    }
                },
                "email": ""
            },
            {
                "first": "Ahti",
                "middle": [],
                "last": "Anttila",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dominika",
                "middle": [],
                "last": "Novak Mlakar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Public Health",
                    "location": {
                        "settlement": "Ljubljana",
                        "country": "Slovenia"
                    }
                },
                "email": ""
            },
            {
                "first": "Piret",
                "middle": [],
                "last": "Veerus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Health Development",
                    "location": {
                        "settlement": "Tallinn",
                        "country": "Estonia"
                    }
                },
                "email": ""
            },
            {
                "first": "Marcell",
                "middle": [],
                "last": "Csanádi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Syreon Research Institute",
                    "location": {
                        "settlement": "Budapest",
                        "country": "Hungary"
                    }
                },
                "email": ""
            },
            {
                "first": "Nadine",
                "middle": [],
                "last": "Zielonke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Rotterdam",
                    "location": {
                        "settlement": "Rotterdam",
                        "region": "Erasmus MC",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Sirpa",
                "middle": [],
                "last": "Heinävaara",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "György",
                "middle": [],
                "last": "Széles",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Syreon Research Institute",
                    "location": {
                        "settlement": "Budapest",
                        "country": "Hungary"
                    }
                },
                "email": ""
            },
            {
                "first": "Nereo",
                "middle": [],
                "last": "Segnan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Scienza University Hospital",
                    "location": {
                        "addrLine": "Città della Salute"
                    }
                },
                "email": ""
            },
            {
                "first": "Harry",
                "middle": [
                    "J"
                ],
                "last": "De Koning",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Rotterdam",
                    "location": {
                        "settlement": "Rotterdam",
                        "region": "Erasmus MC",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Iris",
                "middle": [],
                "last": "Lansdorp-Vogelaar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Rotterdam",
                    "location": {
                        "settlement": "Rotterdam",
                        "region": "Erasmus MC",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Aiming to support European countries in improving their breast, cervical, and colorectal cancer (CRC) screening programmes, the EU-TOPIA consortium has developed an online user-friendly tool (the EU-TOPIA evaluation tool; https://miscan.eu-topia.org) based on the Microsimulation Screening Analysis (MIS-CAN) model. Methods: We designed an online platform that allows stakeholders to use their country-specific data (demographic, epidemiological, and cancer screening information) to quantify future harms and benefits of different cancer screening scenarios in their country. Current cancer screening programmes and impacts of potential changes in screening protocols (such as extending target ages or increasing screening attendance) can be simulated. Results are scaled to the country-specific population. To illustrate the tool, we used the tool to simulate two different CRC screening scenarios in the Netherlands: biennial fecal immunochemical testing (FIT) in ages 55-75 and colonoscopy every ten years in ages 55-75. Data from the Dutch screening programme was used to inform both scenarios. Results: A total of 482,700 CRC cases and 178,000 CRC deaths were estimated in the Netherlands with FIT screening (for individuals aged 40-100 years, 2018-2050), with 47.3 million FITs performed (1.92 million positives of which 1.64 million adhered to diagnostic colonoscopy). With colonoscopy screening, CRC incidence and mortality were, respectively, up to 17% and 14% lower than in the current FIT screening programme, requiring, however, a colonoscopy demand that was 7-fold higher. Conclusions: Our study presents an essential online tool for stakeholders and medical societies to quantify estimates of benefits and harms of early cancer detection in Europe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Many of the current microsimulation models for cancer screening are proprietary, and open tools are only available for a handful of countries (Gauvreau et al., 2017) , limiting the opportunity of policymakers to use such tools for decision-making. Moreover, using simulation models requires sufficient technical proficiency in understanding the model structure and the uncertainty behind the modelling analysis (Çaglayan et al., 2018) . The Microsimulation Screening Analysis (MISCAN) model, a well-established microsimulation model used in informing cancer screening decisions worldwide (Knudsen et al., 2016; de Carvalho et al., 2017; Jansen et al., 2020a; Tomonaga et al., 2018; Sankatsing et al., 2020) is one of the leading tools for decision making in cancer screening. The EU-TOPIA project (EU-Framework Programme, Horizon 2020 -634753) aims to share knowledge, create professional networks, and assist all European countries in monitoring, evaluating, and improving their screening programmes for breast cancer (BC); cervical cancer (CC); and colorectal cancer (CRC). Thus, we developed a user-friendly online tool based on the MISCAN model (EU-TOPIA Evaluation tool; https:// miscan.eu-topia.org) to allow European stakeholders (i.e. policymakers, screening programme managers, coordinators, and researchers) to predict future outcomes of BC, CC and CRC screening scenarios in their countries. In this report, we describe this online tool and illustrate its use with an example for CRC screening.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 165,
                    "text": "(Gauvreau et al., 2017)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 411,
                    "end": 434,
                    "text": "(Çaglayan et al., 2018)",
                    "ref_id": null
                },
                {
                    "start": 588,
                    "end": 610,
                    "text": "(Knudsen et al., 2016;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 611,
                    "end": 636,
                    "text": "de Carvalho et al., 2017;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 637,
                    "end": 658,
                    "text": "Jansen et al., 2020a;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 659,
                    "end": 681,
                    "text": "Tomonaga et al., 2018;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 682,
                    "end": 706,
                    "text": "Sankatsing et al., 2020)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The EU-TOPIA evaluation tool was developed for three cancer sites (BC, CC, and CRC) according to the same principles. In this report, we present a short introduction of the CRC version of the EU-TOPIA evaluation tool (with more detailed information of the CRC version in Supplementary Methods Part 1). The core structure of the CRC version of the tool was previously tested modelling the costs and benefits of the Hungarian FIT screening programme (Csanádi et al., 2020) . Detailed information on the BC and CC versions can be found on the tool's website. Application and results of the CC version of the tool were also reported in a previous publication (Jansen et al., 2021) . The current version of the tool requires a registration (Supplementary Methods Part 1), and a direct approval is granted by the EU-TOPIA team to European stakeholders involved in the field of cancer screening.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 470,
                    "text": "(Csanádi et al., 2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 655,
                    "end": 676,
                    "text": "(Jansen et al., 2021)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The EU-TOPIA evaluation tool"
        },
        {
            "text": "Four benchmark models form the basis of the CRC version of the EU-TOPIA evaluation tool, one for each region in Europe: a Dutch model version for Western Europe, a Slovenian version for Eastern Europe, a Finnish version for Northern Europe, and an Italian version for Southern Europe. The development and validation of those benchmark models is described in a previous publication (Gini et al., 2021) . Briefly, the models were quantified based on local data on population demography (i.e. age distribution of the population and life expectancy), disease risk (i.e. CRC incidence, stage distribution and survival) and screening programmes (i.e. design of the screening programme, participation, positivity and detection rates). Subsequently, we externally validated three out of four models against the best available regional data concerning CRC screening effectiveness on CRC mortality reduction (no regional data on screening effectiveness was available for Eastern Europe), identified in a systematic review of the literature .",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 400,
                    "text": "(Gini et al., 2021)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "The Colorectal cancer version of the EU-TOPIA evaluation tool"
        },
        {
            "text": "In our tool, stakeholders can download an Excel-template (Supplementary Methods Part 1: Supplementary Figs. 1-3) to provide countryspecific data on their population demography, CRC epidemiology and CRC screening programme. The Excel-template includes a comprehensive overview of all data that needs to be collected to be able to effectively monitor and evaluate cancer screening programmes. Some data (so called \"must have data\") are considered to be more important than other for obtaining long-term screening estimates that reflect a country's situation, such as CRC incidence, the design of the screening programme and screening participation (see Supplementary Methods Part 1: Supplementary Fig. 4 and Supplementary Table 1 for a complete overview). For other data, if stakeholders are not able to collect accurate country-specific data (i.e. CRC relative survival, stage distribution, screening history, etc.), they can use data from the corresponding regional benchmark model. Specific information on the benchmark models can be retrieved in the cancer fact sheets available in the tool (Supplementary Methods Part 2). The more data the stakeholders provide for the tool, the better the tool will reflect the situation in their country.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 695,
                    "end": 701,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 727,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The Colorectal cancer version of the EU-TOPIA evaluation tool"
        },
        {
            "text": "Once the stakeholders have filled out the data template, they can upload it and specifically developed algorithms will check the quality and completeness of the uploaded data (see Supplementary Methods Part 1: Supplementary Fig. 6 ). Data that have passed the quality checks can be used to adjust the parameters in the benchmark model. Model parameters that will be automatically adjusted include: demographic parameters, such as size and age distribution of the population; natural history parameters, such as background risk of CRC and stage-specific relative survival; and screening parameters, including design of the programme, participation and test characteristics. Formulas used to adjust the parameters of the benchmark model can be found in the Supplementary Methods Part 3.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 230,
                    "text": "Supplementary Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "The Colorectal cancer version of the EU-TOPIA evaluation tool"
        },
        {
            "text": "After the data check, the stakeholders can perform country-specific model simulations (Supplementary Methods Part 1: Supplementary  Fig. 7) . In addition to no screening and the current screening scenarios, they can choose alternative screening scenarios varying screening test, target age, screening interval, participation rates, or invitation coverage. Those options are dynamically incorporated in the model: changes are assumed to be implemented in 2018 (year of the first modelling EU-TOPIA workshop). Before 2018, screening is simulated according to the data uploaded by the user in the Excel data template. The tool predicts the number of cancer cases, cancer-specific deaths, screening tests, positive tests, diagnostic follow-up tests, and complications per calendar year . Model results are scaled to the countryspecific population (Supplementary Methods Part 1: Supplementary  Figs. 8-10 ). In addition, the tool includes a cost-effectiveness calculator that estimates lifetime costs and benefits of screening in the population (not illustrated in this report).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 139,
                    "text": "Supplementary  Fig. 7)",
                    "ref_id": null
                },
                {
                    "start": 874,
                    "end": 899,
                    "text": "Supplementary  Figs. 8-10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Colorectal cancer version of the EU-TOPIA evaluation tool"
        },
        {
            "text": "We started developing the tool in 2016. We presented it during the second, third, and fourth workshop of the EU-TOPIA project (Sweden, 2018; Italy, 2019; Belgium, 2020) . A survey was conducted among the participants of those workshops (European stakeholders) and feedback was collected and used to update the tool.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 140,
                    "text": "(Sweden, 2018;",
                    "ref_id": null
                },
                {
                    "start": 141,
                    "end": 153,
                    "text": "Italy, 2019;",
                    "ref_id": null
                },
                {
                    "start": 154,
                    "end": 168,
                    "text": "Belgium, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Colorectal cancer version of the EU-TOPIA evaluation tool"
        },
        {
            "text": "Using the CRC version of the EU-TOPIA evaluation tool, we estimated the future CRC outcomes in The Netherlands, including expected CRC incidence cases, CRC deaths, and resources required by the CRC screening programme, such as number of screening tests, positive tests, and diagnostic colonoscopies. The Dutch national screening programme for CRC, with biennial FIT, was initiated in 2014. Among 741,914 persons invited for FIT, 529,056 (71.3%) participated (Toes-Zoutendijk et al., 2017) . In our analysis, we compared three potential screening scenarios: i) no-screening; ii) the current screening strategy offered to the entire population in the age target (biennial FIT 47 µg Hb/g, from age 55 to 75, 71.3% participation rates); or iii) assuming colonoscopy screening as primary screening test (from age 55 to 75, every 10 years, 71.3% participation rates) after 2018 (before 2018, FIT was offered).",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 488,
                    "text": "(Toes-Zoutendijk et al., 2017)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Exemplary modelling analysis"
        },
        {
            "text": "During the EU-TOPIA workshops, the evaluation tool was used by 120 researchers, screening programme coordinators, and policymakers from 27 European countries. Among those, 78 completed the survey and 74% of them reported positive feedbacks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The EU-TOPIA evaluation tool"
        },
        {
            "text": "According to the EU-TOPIA evaluation tool using Dutch data, a total of 482,700 CRC cases and 178,000 CRC deaths were predicted in The Netherlands with biennial FIT screening from age 55 to 75 (for individuals aged 40-100 years; period 2018-2050; Table 1 ). Compared to no screening, CRC mortality was reduced by 27.5% among individuals aged 50-74 years-old (2018-2050; Fig. 1 ). This programme required 47.3 million FIT of which 1.92 million were positive and 1.64 million were followed by a diagnostic colonoscopy. Considering a change in the primary test in 2018 (colonoscopy every 10 years instead of biennial FIT), the predicted number of CRC cases and deaths decreased, respectively, to 401,100 (− 17%) and 153,700 (− 14%) among 9.1 million individuals aged 40-100 years, with 12.42 million colonoscopies (4 million positive tests) performed during 2018-2050, which was 7-fold higher than in the current screening programme (1.64 million) ( Table 1 ). In addition, the number of complications (including serious, cardiovascular, and other complications such as nausea, vomiting, and abdominal pain) was 3-fold higher (58,880 with colonoscopy screening vs 18,500 with FIT). The detailed simulation report is presented in Supplementary Methods Part 4.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 253,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 369,
                    "end": 375,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 946,
                    "end": 953,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Exemplary modelling analysis"
        },
        {
            "text": "This study presents the EU-TOPIA evaluation tool, a user-friendly web-based cancer screening evaluation tool based on the MISCAN model. This online tool can be an effective and reliable resource for European policymakers that aim for informed decision-making on cancer screening in their country. By collecting data on CRC screening in The Netherlands, we were able to use the tool in a modelling example. We estimated that up to an additional 14% of CRC deaths might be avoided with colonoscopy screening (every 10 years, from age 55 to 75) in the Netherlands compared to the current biennial FIT screening scenario (same target age and participation rate). However, the endoscopy demand required by this colonoscopy scenario was 7-fold higher than with the current FIT scenario, resulting in a higher number of colonoscopy complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For policymakers, it is essential to get an insight into cancer screening's favourable and unfavourable short-and long-term effects. Web-based cancer screening evaluation tools are scarce. Few have been developed to provide insights in cancer screening decision-making. Among those, the more relevant were provided within the CISNET modelling group, assessing the effectiveness of cancer screening in the US (van der Steen et al., 2015; Burnside et al., 2017) . However, those tools do not allow stakeholders to upload country-specific data and obtain specific predictions for their local situation. The EU-TOPIA evaluation tool can be tailored to the local situation, but also permits the use of EU-TOPIA benchmark data when stakeholders do not have all the required information. We previously investigated which key priority data are essential to collect in monitoring cancer screening programmes (Csanádi et al., 2019) , standardizing their definitions, criteria, and data templates throughout Europe. The EU-TOPIA evaluation tool is the natural consequence of that standardization work.",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 436,
                    "text": "(van der Steen et al., 2015;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 437,
                    "end": 459,
                    "text": "Burnside et al., 2017)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 899,
                    "end": 921,
                    "text": "(Csanádi et al., 2019)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The burden of BC, CC, and CRC varies substantially among European countries (Bray et al., 2018) . Thus, in developing our EU-TOPIA evaluation tool, we initially investigated those potential geographic differences, performing specific systematic reviews on the effectiveness of cancer screening in Europe. We found that the benefits of BC, CC, and CRC screening were quite consistent across European regions Jansen et al., 2020b; Zielonke et al., 2020) . Then, we analysed potential differences in the natural history of BC, CC, and CRC among a selected number of European countries, calibrating and validating 4 MISCAN model versions (The Netherlands, Italy, Slovenia, and Finland) for each cancer (BC, CC, and CRC). Those were used as benchmarks models: i) to take into account European regional differences inside the EU-TOPIA evaluation tool; and ii) to supply regional-specific data when stakeholders are unable to collect all data from their country. Developing and validating those regional model versions, we found that the differences in CRC incidence between countries could mainly be explained by differences in onset of disease, whereas the parameters behind the progression of disease could be assumed the same across the European regions (Gini et al., 2021) . These last aspects were a strong support for the reliability and robustness of our CRC version of the tool.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 95,
                    "text": "(Bray et al., 2018)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 407,
                    "end": 428,
                    "text": "Jansen et al., 2020b;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 429,
                    "end": 451,
                    "text": "Zielonke et al., 2020)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1251,
                    "end": 1270,
                    "text": "(Gini et al., 2021)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite its strengths, the tool has some noteworthy limitations. First, simulations provided by the CRC version of the EU-TOPIA evaluation tool are not stratified by gender. Second, stakeholders can modify several model parameters uploading country-specific data, but some of those, such as participation in surveillance, surveillance protocol, or relative survival, could not be dynamically changed inside the tool. These could, however, be adjusted as part of the uploaded data template. Third, if screening performance indicators in a country vary meaningfully from the data and indicators used to structure the tool, this may limit and affect the reliability of the model estimates. Real-life monitoring and evaluation of cancer screening programmes therefore remains essential, especially considering the impacts of the COVID-19 pandemic on discontinuity of the programmes. There is remarkable uncertainty in the estimates on incidence and mortality impacts between some screening strategies (Buskermolen et al., 2019) and the modelled estimates depend respectively upon the natural history parameter values. Fourth, the EU-TOPIA evaluation tool is supported only up to the end of 2020 through funding (the EU-Framework Programme, Horizon 2020). It will remain available online, but future updates and support in interpreting the model results will be limited to European stakeholders involved in the field of cancer screening (their status will be assessed in the moment of the registration and access to the tool will be granted).",
            "cite_spans": [
                {
                    "start": 997,
                    "end": 1023,
                    "text": "(Buskermolen et al., 2019)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, our study introduces an essential tool for helping policymakers and medical societies to inform their cancer screening decisions, combining both short-term (regular monitoring of qualityassurance performance) and long-term estimations. This tool may be crucial in quantifying future benefits and harms of early cancer detection in Europe and making future preventive programmes accountable to citizens and clinicians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Financial support for this study was provided entirely by the EU-Framework Programme (Horizon 2020, EU-TOPIA project, ref. number 634753, PI: HJ de Koning) of the European Commission. The funding agreement ensured the authors' independence in designing the study, interpreting the data, writing, and publishing the report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ferlay",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Soerjomataram",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "CA Cancer J. Clin",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Using Collaborative Simulation Modeling to Develop a Web-Based Tool to Support Policy-Level Decision Making About Breast Cancer Screening Initiation Age",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Burnside",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bennette",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "MDM Policy Pract",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Colorectal cancer screening with faecal immunochemical testing, sigmoidoscopy or colonoscopy: a microsimulation modelling study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buskermolen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Cenin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Helsingen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Bmj",
            "volume": "367",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Microsimulation modeling in oncology",
            "authors": [
                {
                    "first": "Ç",
                    "middle": [],
                    "last": "Çaglayan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Terawaki",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JCO Clin. Cancer Inform",
            "volume": "",
            "issn": "2",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Key indicators of organized cancer screening programs: results from a Delphi study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Csanádi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "Mcm"
                    ],
                    "last": "De Kok",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Heijnsdijk",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Med. Screen",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Modeling costs and benefits of the organized colorectal cancer screening programme and its potential future improvements in Hungary",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Csanádi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gini",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "De Koning",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Screen. November",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/0969141320968598"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Estimating the risks and benefits of active surveillance protocols for prostate cancer: a microsimulation study",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "De Carvalho",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A M"
                    ],
                    "last": "Heijnsdijk",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "De Koning",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BJU Int",
            "volume": "119",
            "issn": "",
            "pages": "560--566",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The OncoSim model: development and use for better decision-making in Canadian cancer control",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Gauvreau",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Fitzgerald",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Memon",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Curr. Oncol",
            "volume": "24",
            "issn": "6",
            "pages": "401--406",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Development and Validation of Three Regional Microsimulation Models for Predicting Colorectal Cancer Screening Benefits in Europe",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buskermolen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Senore",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "MDM Policy & Practice",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2381468320984974"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Impact of colorectal cancer screening on cancer-specific mortality in Europe: a systematic review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E L"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zielonke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G S"
                    ],
                    "last": "Meester",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur. J. Cancer",
            "volume": "127",
            "issn": "",
            "pages": "224--235",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effect of organised cervical cancer screening on cervical cancer mortality in Europe: a systematic review",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E L"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zielonke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur. J. Cancer",
            "volume": "127",
            "issn": "",
            "pages": "207--223",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The optimal HPV-screening protocol in Eastern-Europe: the example of Slovenia",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E L"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Ivanuš",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jerman",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Gynecol. Oncol",
            "volume": "160",
            "issn": "",
            "pages": "118--127",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Cost-effectiveness of HPV-based cervical screening based on first year results in the Netherlands: a modelling study",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E L"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Naber",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Aitken",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bjog",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Estimation of benefits, burden, and harms of colorectal cancer screening strategies: modeling study for the US preventive services task force",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Knudsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Zauber",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rutter",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Jama",
            "volume": "315",
            "issn": "23",
            "pages": "2595--2609",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Cost-effectiveness of digital breast tomosynthesis in population-based breast cancer screening: a probabilistic sensitivity analysis",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "D V"
                    ],
                    "last": "Sankatsing",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Juraniec",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Grimm",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "297",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Real-time monitoring of results during first year of dutch colorectal cancer screening program and optimization by altering fecal immunochemical test cut-off levels",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Toes-Zoutendijk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Van Leerdam",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dekker",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Gastroenterology",
            "volume": "152",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Cost-effectiveness of low-dose CT screening for lung cancer in a European country with high prevalence of smoking-a modelling study",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tomonaga",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ten Haaf",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Frauenfelder",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lung Cancer",
            "volume": "121",
            "issn": "",
            "pages": "61--69",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Optimal colorectal cancer screening in states' low-income, uninsured populations-the case of South Carolina",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Der Steen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Knudsen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Van Hees",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health Serv. Res",
            "volume": "50",
            "issn": "",
            "pages": "768--789",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Evidence for reducing cancer-specific mortality due to screening for breast cancer in Europe: a systematic review",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zielonke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E L"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur. J. Cancer",
            "volume": "127",
            "issn": "",
            "pages": "191--206",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Colorectal cancer incidence, mortality rates, and total number of colonoscopies predicted per simulated scenario and calendar year. CRC = Colorectal cancer. Note: The total number of colonoscopies performed is composed by the total number of screening colonoscopy and the total number of diagnostic colonoscopies following a positive stool test result.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Screening outcomes (×10,000) for each simulated scenario in individuals aged 40-100, 2018-2050.gFOBT, guaiac fecal occult blood test; FIT, fecal immuchemical test (47 µg/gr); FS, Flexible-sigmoidoscopy.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Erhan Demirel his assistance and guidance in developing the structure of the EU-TOPIA evaluation tool.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Supplementary data to this article can be found online at https://doi. org/10.1016/j.pmedr.2021.101392.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary data"
        }
    ]
}