{"paper_id": "3db11337b74a1518a07fff5b46206812e6a35a42", "metadata": {"title": "Consolidation in a crisis: Patterns of international collaboration in early COVID-19 research", "authors": [{"first": "Caroline", "middle": ["V"], "last": "Fry", "suffix": "", "affiliation": {"laboratory": "", "institution": "Massachusetts Institute of Technology", "location": {"settlement": "Cambridge", "region": "MA", "country": "United States of America"}}, "email": ""}, {"first": "Xiaojing", "middle": [], "last": "Cai", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Ohio State University", "location": {"settlement": "Columbus", "region": "OH", "country": "United States of America"}}, "email": ""}, {"first": "Yi", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Technology Sydney", "location": {"settlement": "Ultimo", "country": "Australia"}}, "email": ""}, {"first": "Caroline", "middle": ["S"], "last": "Wagner Id", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Ohio State University", "location": {"settlement": "Columbus", "region": "OH", "country": "United States of America"}}, "email": ""}]}, "abstract": [{"text": "This paper seeks to understand whether a catastrophic and urgent event, such as the first months of the COVID-19 pandemic, accelerates or reverses trends in international collaboration, especially in and between China and the United States. A These findings suggest that the global COVID-19 pandemic shifted the geographic loci of coronavirus research, as well as the structure of scientific teams, narrowing team membership and favoring elite structures. These findings raise further questions over the decisions that scientists face in the formation of teams to maximize a speed, skill trade-off. Policy implications are discussed.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The global pandemic caused by the widespread coronavirus, COVID-19, stimulated extraordinary amounts of scientific inquiry around the world. The virus first appeared in the scholarly literature on the 24 January 2020 [1] , and subsequently, virologists and immunologists worked to isolate and identify the virus, determine its etiology, define the vulnerabilities that may allow treatment, and conduct research on drug and vaccine development. While international a1111111111 a1111111111 a1111111111 a1111111111 a1111111111 collaboration and cooperation are critical actions to address global pandemics, the need for rapid and urgent solutions could render cross-border teamwork more difficult, due to the transaction costs of communication and rising political tensions. This article tracks patterns of international collaboration in coronavirus-related research before and in the period immediately after the start of the COVID-19 pandemic in order to understand how scientists leveraged complementary expertise within their own nation's borders and beyond.", "cite_spans": [{"start": 217, "end": 220, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "International collaboration in scientific research has grown at a spectacular level since the 1980s, when geopolitical shifts opened up opportunities for formerly restricted researchers to create relationships outside their nation or region [2, 3] . The breakup of the Soviet Union, the reunification of Germany, and China's decision to create the \"four modernizations\" to include science and technology in a process of opening up (改革开放), all served to restructure science. In particular, collaborations between China and the United States have grown rapidly, and the rate of collaboration between these two countries are now more numerous than any two countries in the world [2] .", "cite_spans": [{"start": 241, "end": 244, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 245, "end": 247, "text": "3]", "ref_id": "BIBREF2"}, {"start": 676, "end": 679, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "While international collaborations can help scientists in one country to access complementary expertise outside their country's borders, there are search and coordination costs associated with such collaborations [4] [5] [6] . International collaborative research activities operate as a network [7] which takes time to traverse. No international organization oversees or directs these works: researchers find each other based on shared interests and the needs of frontier science. This is particularly true for sciences of immunology and virology, where no central laboratory or common data set is on hand as an organizing force [7] .", "cite_spans": [{"start": 213, "end": 216, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 217, "end": 220, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 221, "end": 224, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 296, "end": 299, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 630, "end": 633, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "COVID-19, the coronavirus that emerged in late 2019 and grew to a global pandemic in early 2020, presented this trade-off between novelty and efficiency to the international community of scholars. The importance of global collaboration and coordination to resolve this enormous challenge is summarized by the director of the United States National Institutes of Health (NIH), stating:", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "\"We need to bring the full power of the biomedical research enterprise to bear on this crisis. Now is the time to come together with unassailable objectivity to swiftly advance the development of the most promising vaccine and therapeutic candidates that can help end the COVID-19 global pandemic.\" NIH Director Dr. Francis S. Collins. April 2020 But at the same time, the urgent need for solutions to combat the pandemic increases the cost of search and coordination needed in internationally collaborative work.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In a time of urgency, we expect that scientists reduce their collaborations, or seek to work with known colleagues to reduce the transaction costs of communication. We hypothesize that the pressures presented by the coronavirus crisis would lead scientists to collaborate internationally at a lower rate than before the pandemic. We expect search to be reduced, and pre-existing relationships to be strengthened, to the exclusion of scientists from less developed institutions, regions, or nations. In addition to a test of these hypothesis, in this study we explore whether these shifts during the early months of the pandemic altered the geographic locus of coronavirus research, and whether there are implications for the quality, and type, of work produced.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In order to achieve the goals of the study, the project team constructed two brand new datasets: one to capture measures on collaborations in coronavirus research prior to the COVID-19 crisis, and one for the COVID-19 crisis period. The pre-COVID-19 period extends for 24 months prior to December 2019. The COVID-19 period extends from January 1, 2020 to April 23, 2020. Measures of collaboration (and others) are generated using scientific articles.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "A complete dataset of scientific articles on coronavirus-related research between January 1, 2018 and April 23, 2020 are extracted from the Clarivate Web of Science (WoS), Elsevier Scopus, and PMC-sourced materials drawn from CORD-19 (COVID-19 Open Research Dataset). Any overlap between articles found across the different source materials were removed. To complement the data on published articles, we also drew preprint articles between January 1 and April 23 2020 from bioRxiv.org, medRxiv.org, and arXiv.org, extracted through the Dimensions database. The following consistent set of keywords was used in searches in the Title/Abstract/Keywords of each article in the respective databases:", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "• \"COVID-19\" OR \"2019-nCoV\" OR \"coronavirus\" OR \"Corona virus\" OR \"SARS-CoV\" OR \"MERS-CoV\" OR \"Severe Acute Respiratory Syndrome\" OR \"Middle East Respiratory Syndrome\" Table 1 shows the composition of the datasets in the pre-COVID-19 and during COVID-19. Using the search procedure outlined, the data comprise a total of 10,432 coronavirusrelated articles and preprints with author identifiable information across the two periods for analysis. Within these data, 5,934 articles are published in peer-reviewed journals; the remainder of the works comprise reviews, conference proceedings, and preprints (considered 'informal' hereafter).", "cite_spans": [], "ref_spans": [{"start": 168, "end": 175, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Methods"}, {"text": "Pre-COVID-19 analysis is limited to published records because the historical data are standardized in indexed databases. This allows others to recreate the dataset and test the validity of this analysis. Moreover, enough time had passed to allow most works from pre-COVID-19 to be peer reviewed and published in recognized scholarly venues (an anonymized dataset for this project are also made available on figshare). The COVID-19 period includes both peerreviewed and preprint materials. We include preprint materials because the time pressures imposed by the pandemic crisis propelled ready and open sharing of even initial results: researchers put materials into circulation to provide insights for others without waiting for peer review. This process means that, at the time of this writing, many coronavirus-related articles have not had time to be peer reviewed and published in established venues. By necessity, this means that the COVID-19 dataset includes materials that are questionable in their scientific rigor and that may be methodologically unsound. Future work will return to the materials to re-evaluate the published record for those materials that have failed to make it through the peer-review process.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The data are examined for several features: 1) publication patterns and numbers; 2) public funding patterns to compare pre-and COVID-19, as available; 3) the structure of scientific teams; 4) quality measures of formal publications; 5) collaborative patterns at the international level; and 6) networked collaborations including measures of egonets at the international level. For each article in the datasets, variables of interest are created based on author institutional affiliation, publication journal impact measures, and funding support.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "To test any changes in publication patterns and team structure between articles in the preand COVID-19 period, we run a series of tests to ascertain any statistically significant changes. Specifically, we use a combination of one-tailed T-tests and ordinary least squares to ascertain any average differences in article features between the two groups. The one-tailed T-tests compare the mean of variables of the two groups and using the standard deviation of the two samples allows us to assess whether the variables in question come from the same distribution, or different. Statistical significance is assessed at the 0.1, 0.05, and 0.01 level.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "To test any dynamic change in network structure of researchers between pre-COVID-19 and during COVID-19, we construct global collaboration networks based on international coauthorships. Collaboration links are first established by addresses in articles, based on a full counting method. Then, co-occurrence matrices are created to show which countries are coauthoring articles together. The coauthorship links are aggregated by country pairs and imported into software VOSviewer [8] and Gephi [9] for network analysis that allows for a statistical review of the whole sample of collaborating countries and allows visualization of the connections. To assess any changes in network positions of nations, we calculate several network metrics for selected nations in both periods, namely: a. Degree, the number of connecting nodes or collaboration partners of a focal country; b. Weighted Degree, a measure of the number of collaboration links a nation has [10] ; c. Normalized Betweenness Centrality, a measure of how often a node appears on the shortest path between other nodes in the network [11] and Eigenvector Centrality measures the influence of hubs in a network [12] .", "cite_spans": [{"start": 479, "end": 482, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 493, "end": 496, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 953, "end": 957, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1092, "end": 1096, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1168, "end": 1172, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Methods"}, {"text": "Finally, in order to visualize the landscape of the COVID-19 research and compare any change in research interest between the pre-and COVID-19 period from the perspective of topic analysis, we conduct a keyword-based bibliometric analysis to generate a co-term network for the two periods respectively. With the aid of VantagePoint-a software platform for bibliometrics-based text analytics owned by Search Technology Inc, we collect COVID-19-related core terms by exploiting a term clumping process [13] and create co-term networks, in which each node represents a core term and each edge reflects the co-occurrent frequency of its connected terms. VOSviewer [8] is used for visualizing the networks in the form of science maps.", "cite_spans": [{"start": 500, "end": 504, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 660, "end": 663, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Methods"}, {"text": "The aforementioned propositions are tested using statistical and network tests designed to ascertain differences in publication patterns, the structures of teams and international rates of collaboration in coronavirus-related research before and during the COVID-19 global pandemic.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Following the COVID-19 outbreak, as expected given the geographic spread of the pandemic [14] , coronavirus-related articles are more likely to be authored by scientists based in China and Italy than before the outbreak. As the two nations that experienced the earliest outbreaks of the virus, this suggests that a need for solutions and access to patient populations can stimulate research productivity in a topic. In contrast, fewer articles emanate from other OECD or developing countries in the early COVID-19 period as compared to before the pandemic. Table 2 compares the geographic sources of coronavirus research in the pre-and COVID-19 research datasets. It is clear that China takes the lead on research publications during the COVID-19 period, with the percentage of Chinese articles growing to 39% from 22% prior to the outbreak, while the United States' output drops as a share of total output during the COVID-19 period. Table 3 provides a comparison of the quantity of articles produced by China and the United States in the pre-and COVID-19 periods available at the time of writing. The number of articles produced by Chinese authors in the first three months of the COVID-19 period-more than 1,600 articles-surpasses the number of coronavirus articles produced by Chinese-based authors in the entire previous 24 months. As a preliminary exploration into the extent of China's involvement in international collaborative research Table 3 also reveals that by April 2020, Chinese authors together with international collaborators produced over 12% of articles in the topic of 'coronavirus'-again, more than the volume that they produced across 2018 and 2019 together. In contrast, United States-based scholars produced just under half of the volume combined of international collaborative research that they produced in 2018 and 2019. This finding is explored further in subsequent sections of the paper.", "cite_spans": [{"start": 89, "end": 93, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 557, "end": 564, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 935, "end": 942, "text": "Table 3", "ref_id": null}, {"start": 1445, "end": 1452, "text": "Table 3", "ref_id": null}], "section": "National contributions to coronavirus articles"}, {"text": "We turn our analysis from the national to the institutional level in Fig 1, and assess which institutions are the top producers of coronavirus research in the pre-and COVID-19 period. Consistent with Tables 2 and 3, we find that Chinese institutions lead the world in terms of volume of coronavirus articles (including both published articles and preprints) in both the pre-and COVID-19 periods. Moreover, during the COVID-19 period, eight out of top ten of the most prolific institutions are located in China. Wuhan University (which includes Renmin Hospital and Zhongnan Hospital) and Huazhong University of Science and Technology (which includes Tongji Hospital, Tongji Medical College, and Wuhan Union Hospital), located in Wuhan, China are the most prolific institutions during COVID-19, followed by the University of Hong Kong, and Fudan University. However, the Chinese Centers for Disease Control (Chinese CDC), which leads coronavirus research output in the pre-COVID-19 era, drops down the list in the COVID-19 period. In contrast to the rise of some Chinese institutions in the COVID-19 period, the United States National Institutes of Health drops out of the top ten most prolific institutions during COVID-19 at the time of writing of this study. When we exclude preprints from the analysis, we observe that Fudan University drops a lot in ranking and the University of Oxford and Harvard University drop out of the top ten most prolific institutions during the COVID-19 period, leaving the top ten institutions to exclusively consist of Chinese institutions.", "cite_spans": [], "ref_spans": [{"start": 69, "end": 75, "text": "Fig 1,", "ref_id": "FIGREF1"}], "section": "National contributions to coronavirus articles"}, {"text": "Next, we examine the most commonly acknowledged funding agencies in coronavirus research before and during the COVID-19 period (Table 4 ). Self-reported funding data is aggregated where possible across published articles found in the Web of Science (WoS) and Elsevier Scopus database. We find that during the COVID-19 period, Chinese agencies are more likely to be acknowledged as the funding source in published work than before the outbreak. In particular, during the COVID-19 period, the most commonly acknowledged funders are National Natural In contrast, in the early days of the COVID-19 pandemic, United States funders are less likely to be cited as the funding agency than before the pandemic. As an example, the United States Department of Health, which includes the National Institutes of Health and its affiliated funding agencies, drops from the most commonly acknowledged funder in coronavirus research before COVID-19 to the third most commonly cited funder during the COVID-19 period. Table 5 aggregates data on acknowledged funding sources by country-of-origin. During COVID-19 we see Chinese agencies acknowledged as funding the majority of published papers. In this period, at least 46% of articles acknowledge funding from Chinese agencies, while only 18% of publications acknowledge funding from United States based funders. However, prior to the COVID-19 period, Chinese and United States agencies fund about the same number of articles, and this will likely recalibrate as the United States recovers from the initial lockdown. The shift could be due in part to the greater share of Chinese articles during COVID-19, China's longer experience with COVID-19, and support from the Chinese government for coronavirus related research during the COVID-19 pandemic.", "cite_spans": [], "ref_spans": [{"start": 127, "end": 135, "text": "(Table 4", "ref_id": "TABREF2"}, {"start": 1000, "end": 1007, "text": "Table 5", "ref_id": "TABREF3"}], "section": "Reported funding for coronavirus research"}, {"text": "Our primary research questions are related to the structure of teams and international collaboration following the COVID-19 pandemic. Table 6 reveals the first results pertaining to these research questions. The table shows that during the COVID-19 period, research teams are smaller on average in published articles, although not in preprints. We note that preprint teams are slightly larger, which could be due to the recency of these works, since larger teams take longer to produce output. The table also shows that articles in the COVID-19 period are less likely to be internationally coauthored than pre-COVID-19, which is expected given the transaction costs involved in distance collaboration in the early days of the pandemic. The number of countries involved in coauthored articles also drops in the COVID-19 period. This decline in international collaborations is lower for Chinese authors than for the rest of the world, although this difference is not statistically significant. United States-based authors do not experience a change in international collaborations in published articles (minus preprints); however in preprints, we see a decline for United States-based researchers at the international level.", "cite_spans": [], "ref_spans": [{"start": 134, "end": 141, "text": "Table 6", "ref_id": null}], "section": "Structure of teams"}, {"text": "One concern that may arise from this rapid explosion of articles and changing team structures in coronavirus research during the global pandemic is a very broad range of quality than prior to the crisis. A review of impact factors attached to journals carrying coronavirus publications shows that these works are actually published in higher impact journals than was the case in the pre-COVID-19 period. To test for impact, we weight each published article in the two datasets by the Elsevier Scopus Source Normalized Impact per Paper (SNIP) of the publication journal, which is calculated as the journal's citation count per paper divided by its citation potential in its subject area. We assess whether articles in the COVID-19 period are, on average, published in higher impact journals than pre-COVID-19 articles, and whether the growth in Chinese authored publications is driven by publication in lower impact journals. Results are shown in Table 7 .", "cite_spans": [], "ref_spans": [{"start": 946, "end": 953, "text": "Table 7", "ref_id": null}], "section": "Journal impact of peer-reviewed research"}, {"text": "The positive coefficient on COVID-19 in Table 7 column 1 reveals that articles in our sample are published in journals with higher SNIP values in the COVID-19 period compared to the pre-COVID-19 period. This suggests that journal editors and peer reviewers acted quickly in response to the need for scientific understanding about the novel coronavirus. Chineseauthored publications are appearing in as high impact journals as the rest of the world in both the pre-and COVID-19 periods (column 2), and publications with international teams appear in significantly higher impact journals than those with domestic-only teams (column 3). Column 4 reveals that Chinese authors publish in higher-impact journals during the COVID-19 era than the rest of the world although the difference is not statistically significant. Table 7 . Regression analysis of the relationship between team structure and the impact factor of journals publishing coronavirus research in pre-and during COVID-19.", "cite_spans": [], "ref_spans": [{"start": 40, "end": 47, "text": "Table 7", "ref_id": null}, {"start": 815, "end": 822, "text": "Table 7", "ref_id": null}], "section": "Journal impact of peer-reviewed research"}, {"text": "(1) Estimates stem from ordinary least square model regression specifications with dependent variables being inverse hyperbolic sine transformed SNIP of a publication in the sample, and independent variables being the period of the publication (COVID-19 or pre-COVID-19) (column 1), whether the authors of the publication are from a Chinese institution (column 2), and whether the publication author team is international (column 3). In columns 4, 5, and 6 we include interaction terms of COVID-19 period and the team structure to assess whether there is a different relationship between team structure and SNIP of a publication pre and during-COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Independent variables Dependent variable-Source Normalized Impact per Paper"}, {"text": "Robust standard errors in parentheses. � , �� , ��� denote statistical significance at p values of 0.1, 0.05 and 0.01. Table 7 , column 5 shows that although internationally coauthored articles are published in higher impact journals than domestically teamed ones, there is no differential increase in the COVID-19 era for international versus domestic teams. Together with the documented decline in international collaborations, this result suggests that domestic teams during COVID-19 are increasing the impact factor of the journals they publish in as compared to before.", "cite_spans": [], "ref_spans": [{"start": 119, "end": 126, "text": "Table 7", "ref_id": null}], "section": "Independent variables Dependent variable-Source Normalized Impact per Paper"}, {"text": "Network collaborative patterns have shifted in the COVID-19 era, as expected. Table 8 shows network metrics for major actors in the global network in pre-COVID-19 and COVID-19. The United States is the core player in both the pre-COVID-19 and COVID-19 networks. However, with a decreasing measure of collaboration linkages, or degree, during the COVID-19 era, the United States shows a decreasing role in the network. This is particularly true in comparison to China and Italy, which show increased collaboration linkages during the COVID-19 period, as measured by degree. Among the nations listed, China, the United Kingdom, and Italy show an increase in their normalized betweenness centrality during the COVID-19 pandemic, as compared to the 24-months leading up to the pandemic, indicating an increase in their bridging roles in the network. In terms of eigenvector centrality, the top four nations-United States, China, the United Kingdom, and Italy-retain their centrality into the COVID-19 period but Germany drops considerably in the early days of COVID-19, perhaps due to a lag in research output. As expected, given the shorter period available for production of research, the network is sparse compared to the pre-COVID-19 period. However, we can see that the United States-China relationship has intensified compared to the pre-COVID-19 period. Moreover, these two nations maintain their status as the most centralized players in the collaborative network. Scientifically advanced nations like the United Kingdom, Germany, France, Italy, and Canada remain active in the network, although their strongest connections are still with the United States. Germany's role in the network declines considerably, as do many other nations. COVID-19 period. Table 9 columns 1 and 2 confirms the increase in the rate of China-United States collaborations as statistically significant in the COVID-19 period in all coronavirus articles and all internationally collaborative coronavirus articles.", "cite_spans": [], "ref_spans": [{"start": 78, "end": 85, "text": "Table 8", "ref_id": "TABREF4"}, {"start": 1758, "end": 1765, "text": "Table 9", "ref_id": "TABREF5"}], "section": "International networks of collaboration"}, {"text": "That said, because of China's increased quantity of publications in the COVID-19 period, the relative share of collaboration with the United States as a function of overall Chinese publications drops, as shown in Table 9 columns 3 and 4. In an absolute sense, China is producing more and higher quality work on its own. In addition to increasing their domestic outputs, China also strengthened links with Canada, Japan, the Netherlands, Italy, and India in an effort to advance COVID-19 research worldwide.", "cite_spans": [], "ref_spans": [{"start": 213, "end": 220, "text": "Table 9", "ref_id": "TABREF5"}], "section": "International networks of collaboration"}, {"text": "Similarly, Fig 5A and 5B show the egonet diagram of the United States as the central player, and further support the observation that during COVID-19, the United States has solidified its relationships with a handful of specific countries, particularly China. The consolidation of the United States-China relationship is closely related to dominant role of China in articles published during the COVID-19 pandemic. The United States' collaboration with China remains its strongest link; this can also be seen in Table 9 columns 5 and 6. In contrast, the United States' relative share of collaborative articles with many other nations, such as the United ", "cite_spans": [], "ref_spans": [{"start": 11, "end": 24, "text": "Fig 5A and 5B", "ref_id": "FIGREF7"}, {"start": 512, "end": 519, "text": "Table 9", "ref_id": "TABREF5"}], "section": "International networks of collaboration"}, {"text": "Research topics identified from coronavirus articles in pre-COVID-19 and COVID-19 periods provide clues to the potential changes of research emphases during the crisis. Fig 6A reveals five main clusters of research topics that appear in coronavirus articles in the pre-COVID-19 period, including viral replication (red nodes), viral infection (green nodes), respiratory infections (blue nodes), public health topics (yellow nodes and epidemiology-related blue nodes), and molecular epidemiology (purple nodes). We interpret the relatively clear boundaries between these clusters as evidence for the existence of established research area with welldefined concepts and explicit topics. Comparably, Fig 6B illustrates the focus on a more diverse, and 'chaotic' set of research topics during the early COVID-19 period. The largest node representing a research topic is \"Wuhan\", reflecting the location of the first occurrence of the virus. The network reveals a diverse range of topic pursued by researchers during COVID-19 including epidemiological characteristics, symptom descriptions, geographical features, and public health concerns (blue and orange nodes). This indicates the predominant concerns amongst researchers, but also reveals that researchers lack a clear focus and coordination. We expect this to change as the features of the virus, the public health concerns, and patient care practices become clearer.", "cite_spans": [], "ref_spans": [{"start": 169, "end": 183, "text": "Fig 6A reveals", "ref_id": null}, {"start": 697, "end": 703, "text": "Fig 6B", "ref_id": null}], "section": "Research topics in coronavirus articles"}, {"text": "Science is increasingly a team activity [15] , with scientists self-organizing into collaborations, including international collaborations, as needed by the research questions [6, 16] . In particular, the involvement of many more countries coming into the global network of scientists over the past 20 years has led to dramatic shifts in the structure of scientific activity around the world [7] . On the one hand, international collaboration can allow scientists to access expertise, funding, and resources outside of their own nation. However, the search and coordination costs of this type of collaboration are high. For scientists, the decision to engage in international collaboration represents this inherent trade-off. During a global pandemic these trade-offs intensify. The need for broad expertise and pooled resources is greater than ever, but, an urgent need for scientific input into public health and economic decisions puts a premium on transaction costs associated with long-distance and cross-cultural communications. Based on this logic, in this study we hypothesize that a global pandemic would result in a reduction in the usual search and outreach, since scientists need to limit the coordination costs of research. Specifically, we expect to see that researchers return to known-collaborators and smaller teams to speed the research process during a global pandemic. We test these hypotheses through comparing the patterns found in coronavirus related research prior to and during the COVID-19 global pandemic and find that the pandemic is inducing changes in the global organization of science, at least as related to coronavirus.", "cite_spans": [{"start": 40, "end": 44, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 176, "end": 179, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 180, "end": 183, "text": "16]", "ref_id": "BIBREF15"}, {"start": 392, "end": 395, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Discussion"}, {"text": "A review of early publication and cooperation patterns of scientific publications at the global level highlights that scientists rapidly reorganized to address the crisis posed by COVID-19 along the lines of greater efficiency and narrower focus. As expected, the dynamics of collaboration and teaming appear to shift to rely on fewer team members, which reduces the transaction costs of communicating among the group, and can, in theory, speed the research and writing processes. The challenge of the novel virus strengthens the research relationship between China and other scientifically advanced countries, especially with the United States. At the same time, Chinese researchers become more independent increasing the volume, and quality, of domestic output in the COVID-19 era. Moreover, the Chinese research funding agencies played a vital role in the earliest days in supporting high quality research and development work in China. These findings are in contrast to some popular accounts that Chinese scientists are withholding valuable information and reducing cooperation in the early stages of the global pandemic [17] .", "cite_spans": [{"start": 1125, "end": 1129, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Discussion"}, {"text": "Although we interpret the findings as providing insight into the theoretical expectations, this study has three main limitations. First, the period used for analysis pre-COVID-19 and during COVID-19 is different. Due to the nature of data collection, we had a much shorter period available to us for the COVID-19 period. We account for this in the statistical analysis, however we anticipate that some of our trends may change longer term. In particular, the geographic nature of scientific production and funding may represent the geographic spread of the coronavirus. For example, the virus spread through China before it was observed in the United States, and so it is not a surprise that the Chinese government and funding agencies allocated resources earlier than the United States. Future research should explore longer term dynamics in scientific funding and productivity around the world.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Second, we use the Source Normalized Impact per Paper (SNIP) to reflect the impact of research. There are many possible measures of research impact, including raw citations, normalized citation scores, and practical measures such as policy influence, news take-up and discussions in online forums. Despite the limitations with the use of SNIP to assess impact, including the influence of publication language, open access journals, fast track publications and the fact that publications from zero impact journals are excluded [18] , we chose this measure due to the real time data collection precluding the use of citation measures and alternative measures of influence. Future research should use a variety of impact measures to identify the most important and impactful research during the COVID-19 period.", "cite_spans": [{"start": 526, "end": 530, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "Finally, our study is limited by the data available on scientific production and funding. In particular, our measure of funding source for coronavirus research is limited. We exploit the text in funding acknowledgments in articles, many of which do not have funding acknowledgments as it is not a requirement by the journal or database. Future work could use data directly from funders themselves as it becomes available or surveys of researchers to ascertain any trends.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "That said, we interpret the findings from this study as providing insight into the theoretical framework, and this paper suggests that global scientists face a trade-off in decisions on international collaborative activities around time and efficiency, and that the trade-off changes dramatically during a time of urgency, such as the COVID-19 pandemic. The observed reduction in the rate of international collaborations and consolidation of the strongest existing bilateral relationships during the COVID-19 pandemic could have consequences for the organization of science and direction of research. One of the most important of these findings is a reduction in participation of researchers from developing countries in coronavirus related research. Future work will examine the nature of teaming, preferential attachment, the role of influential individuals in the global networks as well as the consequences of the organization of science on the evolution of research topics during the COVID-19 pandemic.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Policymakers who are tracking and guiding research into coronavirus topics and vaccines may wish to be aware of the changing dynamics of international teams. While it is important to increase efficiency, smaller teams could mean that knowledge diffusion and wide-ranging expertise and novelty are reduced [3, 15] . This fact is particularly true for those research institutions which are not among the most elite institutions or within those teams gathered around leading scientists who have ample funding. The results of the narrowing and focusing of research may mean that results arrive more quickly, but it also means the results and capacities are diffused more slowly. Validation may be compromised. Policy actions to address these inequities may be needed in the very near term.", "cite_spans": [{"start": 305, "end": 308, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 309, "end": 312, "text": "15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "Conceptualization: Yi Zhang, Caroline S. Wagner. ", "cite_spans": [], "ref_spans": [], "section": "Author Contributions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A novel coronavirus outbreak of global health concern", "authors": [{"first": "C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Horby", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Gao", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30185-9"]}}, "BIBREF1": {"ref_id": "b1", "title": "Recent Developments in China-U.S. Cooperation in Science", "authors": [{"first": "C", "middle": ["S"], "last": "Wagner", "suffix": ""}, {"first": "L", "middle": [], "last": "Bornmann", "suffix": ""}, {"first": "L", "middle": [], "last": "Leydesdorff", "suffix": ""}], "year": 2015, "venue": "Minerva", "volume": "53", "issn": "3", "pages": "199--214", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Understanding the Changing Structure of Scientific Inquiry", "authors": [{"first": "A", "middle": [], "last": "Agrawal", "suffix": ""}, {"first": "A", "middle": [], "last": "Goldfarb", "suffix": ""}, {"first": "F", "middle": [], "last": "Teodoridis", "suffix": ""}], "year": 2016, "venue": "Am Econ Journal-Applied Econ", "volume": "8", "issn": "1", "pages": "100--128", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Microgeography and the Direction of Inventive Activity", "authors": [{"first": "C", "middle": [], "last": "Catalini", "suffix": ""}], "year": 2018, "venue": "Manage Sci", "volume": "64", "issn": "9", "pages": "4348--64", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Exploring Trade-offs in the Organization of Scientific Work: Collaboration and Scientific Reward", "authors": [{"first": "M", "middle": [], "last": "Bikard", "suffix": ""}, {"first": "F", "middle": [], "last": "Murray", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Gans", "suffix": ""}], "year": 2015, "venue": "Manage Sci", "volume": "61", "issn": "7", "pages": "1473--95", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "International collaboration in science and the formation of a core group", "authors": [{"first": "L", "middle": [], "last": "Leydesdorff", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Wagner", "suffix": ""}], "year": 2008, "venue": "J Informetr", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The continuing growth of global cooperation networks in research: A conundrum for national governments", "authors": [{"first": "C", "middle": ["S"], "last": "Wagner", "suffix": ""}, {"first": "H", "middle": ["W"], "last": "Park", "suffix": ""}, {"first": "L", "middle": [], "last": "Leydesdorff", "suffix": ""}], "year": 2015, "venue": "PLoS One", "volume": "10", "issn": "7", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A unified approach to mapping and clustering of bibliometric networks", "authors": [{"first": "L", "middle": [], "last": "Waltman", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Van Eck", "suffix": ""}, {"first": "Ecm", "middle": [], "last": "Noyons", "suffix": ""}], "year": 2010, "venue": "J Informetr", "volume": "4", "issn": "4", "pages": "629--664", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Gephi: an open source software for exploring and manipulating networks", "authors": [{"first": "M", "middle": [], "last": "Bastian", "suffix": ""}, {"first": "S", "middle": [], "last": "Heymann", "suffix": ""}, {"first": "M", "middle": [], "last": "Jacomy", "suffix": ""}], "year": 2009, "venue": "International AAAI Conference on Weblogs and Social Media", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The architecture of complex weighted networks", "authors": [{"first": "A", "middle": [], "last": "Barrat", "suffix": ""}, {"first": "M", "middle": [], "last": "Barthélemy", "suffix": ""}, {"first": "R", "middle": [], "last": "Pastor-Satorras", "suffix": ""}, {"first": "A", "middle": [], "last": "Vespignani", "suffix": ""}], "year": 2004, "venue": "Proc Natl Acad Sci", "volume": "101", "issn": "11", "pages": "3747--52", "other_ids": {"DOI": ["10.1073/pnas.0400087101"], "PMID": ["15007165"]}}, "BIBREF10": {"ref_id": "b10", "title": "Betweenness centrality as a driver of preferential attachment in the evolution of research collaboration networks", "authors": [{"first": "A", "middle": [], "last": "Abbasi", "suffix": ""}, {"first": "L", "middle": [], "last": "Hossain", "suffix": ""}, {"first": "L", "middle": [], "last": "Leydesdorff", "suffix": ""}], "year": 2012, "venue": "J Informetr", "volume": "6", "issn": "3", "pages": "403--415", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Data Mining and Analysis: Fundamental Concepts and Algorithms", "authors": [{"first": "M", "middle": ["J"], "last": "Zaki", "suffix": ""}, {"first": "W", "middle": [], "last": "Meira", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Term clumping\" for technical intelligence: A case study on dye-sensitized solar cells", "authors": [{"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Porter", "suffix": ""}, {"first": "Z", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guo", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Newman", "suffix": ""}], "year": 2014, "venue": "Technol Forecast Soc Change", "volume": "85", "issn": "", "pages": "26--39", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Tracking the Spread of the Novel Coronavirus, Reuters", "authors": [{"first": "G", "middle": [], "last": "Bhatia", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The Increasing Dominance of Teams in Production of Knowledge. Science (80-)", "authors": [{"first": "S", "middle": [], "last": "Wuchty", "suffix": ""}, {"first": "B", "middle": ["F"], "last": "Jones", "suffix": ""}, {"first": "B", "middle": [], "last": "Uzzi", "suffix": ""}], "year": 2007, "venue": "", "volume": "316", "issn": "", "pages": "1036--1045", "other_ids": {"DOI": ["10.1126/science.1136099"], "PMID": ["17431139"]}}, "BIBREF15": {"ref_id": "b15", "title": "Network structure, self-organization, and the growth of international collaboration in science", "authors": [{"first": "C", "middle": ["S"], "last": "Wagner", "suffix": ""}, {"first": "L", "middle": [], "last": "Leydesdorff", "suffix": ""}], "year": 2005, "venue": "Res Policy", "volume": "34", "issn": "", "pages": "1608--1626", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "China clamping down on coronavirus research, deleted pages suggest. The Guardian", "authors": [{"first": "S", "middle": [], "last": "Kirchgaessner", "suffix": ""}, {"first": "E", "middle": [], "last": "Graham-Harrison", "suffix": ""}, {"first": "L", "middle": [], "last": "Kuo", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "How has healthcare research performance been assessed? A systematic review", "authors": [{"first": "V", "middle": ["M"], "last": "Patel", "suffix": ""}, {"first": "H", "middle": [], "last": "Ashrafian", "suffix": ""}, {"first": "K", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "S", "middle": [], "last": "Arora", "suffix": ""}, {"first": "S", "middle": [], "last": "Jiwan", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Nicholson", "suffix": ""}], "year": 2011, "venue": "J R Soc Med", "volume": "104", "issn": "6", "pages": "251--261", "other_ids": {"DOI": ["10.1258/jrsm.2011.110005"], "PMID": ["21659400"]}}}, "ref_entries": {"FIGREF0": {"text": "Science Foundation of China (NSFC) and the Ministry of Science and Technology, China (MOST), which includes the Ministry of Science and Technology (MOST), National Key Research and Development Program of China, National Basic Research Program of China, National High Technology Research and Development Program of China.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Top 10 institutions in terms of publication quantity in coronavirus research in the COVID-19 period. https://doi.org/10.1371/journal.pone.0236307.g001", "latex": null, "type": "figure"}, "FIGREF2": {"text": "086 ��� (0.020) p = .000 0.088 ��� (0.019) p = .000 0.088 ��� (0.019) p = .000 0.064 ��� (0.024) p = .007 0.107 ��� (0.027)", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Figs 2 and 3 reveal the network structures in coronavirus research among nations in pre-COVID-19 and COVID-19 periods. Fig 2 illustrates that the United States is at the core of the international collaborative network in coronavirus research before the COVID-19 pandemic, while China is the third most central country in the network. Given the dominance of the United States in terms of research output in the pre-COVID-19 period, this is not a surprise, as the networks are not normalized by size. The figure also shows that connections between the United States and China before the crisis constitute the strongest bilateral link in the field, while there are also strong connections between the United States and the United Kingdom, France, Germany, Saudi Arabia, India, and Canada. Fig 3 presents the network of international collaboration in the COVID-19 period.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "4A and 4B present the egonets with China as the central player to illustrate China's collaborative pattern in the pre-and COVID-19 periods. The figures further support the observation that China's strongest collaborative link is with the United States and that this relationship intensifies in the COVID-19 period. Overall, the share of all coronavirus publications that comprise China-United States collaborations increases to 4.9% from 3.6% in the Fig 2. Network of international collaborative relationships in pre-COVID-19 period, January 1, 2018 to December 31, 2019. Edges lower than 4 are removed. https://doi.org/10.1371/journal.pone.0236307.g002", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Network of international collaborative relationships during COVID-19 period, January 1, 2020 to April 8, 2020. Edges lower than 2 are removed.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Ego-networks of China in pre-COVID-19 and COVID-19 periods. https://doi.org/10.1371/journal.pone.0236307.g004", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Ego-networks of the United States in COVID-19 and pre-COVID-19 periods. https://doi.org/10.1371/journal.pone.0236307.g005Fig 6. Co-term networks of the COVID-19 research in pre-and COVID-19 periods. https://doi.org/10.1371/journal.pone.0236307.g006", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Caroline S. Wagner. Validation: Yi Zhang.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Data source and publication data.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Source </td><td>Pre-COVID-19 (January 1st 2018 -December 31st 2019) </td><td>COVID-19\n</td></tr><tr><td>Scopus </td><td>1,917 </td><td>1,714\n</td></tr><tr><td>Web of Science </td><td>1,448 </td><td>822\n</td></tr><tr><td>PMC </td><td>4,198 </td><td>4,334\n</td></tr><tr><td>Preprints (BioRxiv/MedRxiv) </td><td> </td><td>2,147\n</td></tr><tr><td>Combined (duplicates dropped) </td><td>6,337 </td><td>5,083\n</td></tr><tr><td>Combined, with author affiliation data </td><td>6,105 https://doi.org/10.1371/journal.pone.0236307.t001\n</td><td>4,327\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Author location in COVID-19 vs pre-COVID-19 research. � , �� , ��� denote statistical significance at p-values of 0.1, 0.05 and 0.01 in a difference of means test comparing pre-and COVID-19 outcomes. Comparisons are between pre-COVID-19 outcomes and COVID-19 era outcomes. https://doi.org/10.1371/journal.pone.0236307.t002Table 3. Number of publications in COVID-19 vs pre-COVID-19 research, by author country. https://doi.org/10.1371/journal.pone.0236307.t003", "latex": null, "type": "table"}, "TABREF2": {"text": "Funder of COVID-19 vs pre-COVID-19 research.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Funders </td><td>Pre-COVID-19 </td><td>COVID-19\n</td></tr><tr><td>Rank� </td><td>% of funded\narticles\n</td><td>Rank </td><td>% of funded\narticles\n</td></tr><tr><td>National Institutes of Health (NIH) </td><td>1 </td><td>16.9% </td><td>3 </td><td>12.2%\n</td></tr><tr><td>National Natural Science Foundation of China (NSFC) </td><td>2 </td><td>14.3% </td><td>1 </td><td>28.3%\n</td></tr><tr><td>Ministry of Science and Technology, China (MOST) </td><td>3 </td><td>10.7% </td><td>2 </td><td>12.9%\n</td></tr><tr><td>European Union (EU) </td><td>4 </td><td>3.3% </td><td>N/A </td><td>N/A\n</td></tr><tr><td>National Research Foundation of Korea (NRFK) </td><td>5 </td><td>3.1% </td><td>N/A </td><td>N/A\n</td></tr><tr><td>Fundamental Research Funds for the Central Universities (FRFCU) </td><td>N/A </td><td>N/A </td><td>4 </td><td>3.7%\n</td></tr><tr><td>Japan Society for the Promotion of Science (JSPS) / Ministry of Education, Culture, Sports, Science and\nTechnology (MEXT)\n</td><td>N/A </td><td>N/A </td><td>5 </td><td>3.3%\n</td></tr><tr><td>Chinese Academy of Sciences (CAS) </td><td>N/A </td><td>N/A </td><td>5 </td><td>3.3%\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Country origins of funder of COVID-19 vs pre-COVID-19 research.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Nationality </td><td>Pre-COVID-19 </td><td>COVID-19\n</td><td> </td></tr><tr><td> </td><td>Rank� </td><td>% of funded articles </td><td>Rank� </td><td>% of funded articles\n</td></tr><tr><td>China Mainland </td><td>1 </td><td>27.0% </td><td>1 </td><td>46.0%\n</td></tr><tr><td>United States </td><td>2 </td><td>25.8% </td><td>2 </td><td>18.5%\n</td></tr><tr><td>South Korea </td><td>3 </td><td>6.7% </td><td>N/A </td><td>N/A\n</td></tr><tr><td>United Kingdom </td><td>4 </td><td>4.8% </td><td>5 </td><td>3.9%\n</td></tr><tr><td>Europe </td><td>5 </td><td>4.4% </td><td>3 </td><td>4.4%\n</td></tr><tr><td>Japan </td><td>N/A </td><td>N/A </td><td>4 </td><td>4.1%\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Network metrics for selected nations in COVID-19 and pre-COVID-19.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Pre-COVID-19 (network based on 2,072 articles) </td><td>COVID-19 (network based on 1,112 articles)\n</td><td> </td></tr><tr><td> </td><td>Degree </td><td>Weighted\n</td><td>Normalized Betweenness\n</td><td>Eigenvector\ncentrality\n</td><td>Degree </td><td>Weighted\n</td><td>Normalized Betweenness\n</td><td>Eigenvector\ncentrality\n</td></tr><tr><td> </td><td> </td><td>Degree\n</td><td>Centrality\n</td><td> </td><td> </td><td>Degree\n</td><td>Centrality\n</td><td> </td></tr><tr><td>United States </td><td>97 </td><td>1,915 </td><td>0.163 </td><td>1 </td><td>74 </td><td>907 </td><td>0.204 </td><td>1\n</td></tr><tr><td>China </td><td>62 </td><td>687 </td><td>0.023 </td><td>0.802 </td><td>52 </td><td>698 </td><td>0.063 </td><td>0.840\n</td></tr><tr><td>United\nKingdom\n</td><td>82 </td><td>992 </td><td>0.064 </td><td>0.954 </td><td>66 </td><td>523 </td><td>0.129 </td><td>0.952\n</td></tr><tr><td>Italy </td><td>61 </td><td>364 </td><td>0.015 </td><td>0.805 </td><td>49 </td><td>271 </td><td>0.059 </td><td>0.806\n</td></tr><tr><td>Germany </td><td>78 </td><td>639 </td><td>0.050 </td><td>0.930 </td><td>55 </td><td>261 </td><td>0.067 </td><td>0.873\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Regression analysis of the rate of pairwise collaboration between China and the United States in COVID-19 and pre-COVID-19 research.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Independent\nvariable\n</td><td>Dependent variable-China-United States Collaboration\n</td><td> </td><td> </td></tr><tr><td>(1) </td><td>(2) </td><td>(3) </td><td>(4) </td><td>(5) </td><td>(6)\n</td></tr><tr><td>COVID-19 </td><td>0.014���\n(0.004)\n</td><td>0.069��� (0.012) </td><td>-0.060���\n(0.014)\n</td><td>-0.055 (0.036) </td><td>0.091��� (0.014) </td><td>0.20��� (0.026)\n</td></tr><tr><td>Sample p-value </td><td>Full </td><td>Internationally\ncollaborative articles\n</td><td>Chinese\nauthored\narticles\n</td><td>Chinese authored articles with\ninternational collaborations\n</td><td>United States\nauthored articles\n</td><td>United States authored articles\nwith international collaborations\n</td></tr><tr><td>.001 </td><td>.000 </td><td>.000 </td><td>.131 </td><td>.000 </td><td>.000\n</td></tr><tr><td>N </td><td>10,432 </td><td>3,915 </td><td>3,012 </td><td>976 </td><td>3,324 </td><td>1,662\n</td></tr></table></body></html>"}, "TABREF6": {"text": "Table 2. Author location in COVID-19 vs pre-COVID-19 research.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Pre-COVID-19 (N = 6,105) </td><td>COVID-19 (N = 4,327) </td><td> </td><td>COVID-19 (minus preprints)\n</td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>(N = 2,472)\n</td><td> </td><td> </td></tr><tr><td>Authors China </td><td>Mean </td><td>Median </td><td>Std Dev </td><td>Mean </td><td>Median </td><td>Std Dev </td><td>p-value </td><td>Mean </td><td>Median </td><td>Std Dev </td><td>p-value\n</td></tr><tr><td>0.22 </td><td>0 </td><td>0.41 </td><td>0.39��� </td><td>0 </td><td>0.49 </td><td>.000 </td><td>0.42��� </td><td>0 </td><td>0.49 </td><td>.000\n</td></tr><tr><td>Authors OECD </td><td>0.67��� </td><td>1 </td><td>0.47 </td><td>0.58 </td><td>1 </td><td>0.50 </td><td>.000 </td><td>0.54 </td><td>0 </td><td>0.50 </td><td>.000\n</td></tr><tr><td>Authors United States </td><td>0.35��� </td><td>0 </td><td>0.48 </td><td>0.28 </td><td>0 </td><td>0.45 </td><td>.000 </td><td>0.25 </td><td>0 </td><td>0.43 </td><td>.000\n</td></tr><tr><td>Authors United Kingdom </td><td>0.090 </td><td>0 </td><td>0.29 </td><td>0.098 </td><td>0 </td><td>0.30 </td><td>.091 </td><td>0.096 </td><td>0 </td><td>0.29 </td><td>.207\n</td></tr><tr><td>Authors Italy </td><td>0.035 </td><td>0 </td><td>0.19 </td><td>0.051��� </td><td>0 </td><td>0.22 </td><td>.000 </td><td>0.059��� </td><td>0 </td><td>0.24 </td><td>.000\n</td></tr><tr><td>Authors Asia, not China </td><td>0.27��� </td><td>0 </td><td>0.44 </td><td>0.17 </td><td>0 </td><td>0.37 </td><td>.000 </td><td>0.19 </td><td>0 </td><td>0.39 </td><td>.000\n</td></tr><tr><td>Authors, not China NOR Europe NOR OECD </td><td>0.15��� </td><td>0 </td><td>0.35 </td><td>0.11 </td><td>0 </td><td>0.32 </td><td>.000 </td><td>0.12 </td><td>0 </td><td>0.32 </td><td>.000\n</td></tr></table></body></html>"}, "TABREF7": {"text": "Table 3. Number of publications in COVID-19 vs pre-COVID-19 research, by author country.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Pre-COVID-19 (% of total global articles)\nJanuary 2018-December 31 2019\n</td><td>COVID-19 (% of total global articles)\nJanuary 1 2020 -April 23 2020\n</td><td>COVID-19 (minus preprints) (% of total\nglobal articles) January 1 2020 -April 8 2020\n</td></tr><tr><td> </td><td>Overall </td><td>International Teamed Articles </td><td>Overall </td><td>International Teamed Articles </td><td>Overall </td><td>International Teamed Articles\n</td></tr><tr><td>Total global articles </td><td>6,105 </td><td> </td><td>4,327 </td><td> </td><td>2,472\n</td><td> </td></tr><tr><td>China </td><td>1,341 (22%) </td><td>469 (7%) </td><td>1,671 (39%) </td><td>507 (12%) </td><td>1,069 (42%) </td><td>332 (13%)\n</td></tr><tr><td>United States </td><td>2,122 (35%) </td><td>1,129 (18%) </td><td>1,202 (28%) </td><td>533 (12%) </td><td>605 (24%) </td><td>326 (13%)\n</td></tr></table></body></html>"}, "TABREF8": {"text": "Table 6. Structure of scientific teams in COVID-19 vs pre-COVID-19 research.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Pre-COVID-19 </td><td> </td><td> </td><td>COVID-19 </td><td> </td><td> </td><td>COVID-19 (minus preprints)\n</td></tr><tr><td> </td><td>Mean </td><td>Median </td><td>Std Dev </td><td>N </td><td>Mean </td><td>Median </td><td>Std Dev </td><td>N </td><td>Mean </td><td>Median </td><td>Std Dev </td><td>N\n</td></tr><tr><td>Number of authors </td><td>7.09��� </td><td>6 </td><td>5.57 </td><td>6,105 </td><td>7.83��� </td><td>6 </td><td>8.58 </td><td>4,327 </td><td>6.38 </td><td>5 </td><td>7.61 </td><td>2,472\n</td></tr><tr><td>Number of countries </td><td>1.76�� </td><td>1 </td><td>1.34 </td><td>6,106 </td><td>1.52 </td><td>1 </td><td>1.32 </td><td>4,327 </td><td>1.65 </td><td>1 </td><td>1.32 </td><td>2,472\n</td></tr><tr><td>International team dummy </td><td>0.42��� </td><td>0 </td><td>0.49 </td><td>6,106 </td><td>0.31 </td><td>0 </td><td>0.46 </td><td>4,327 </td><td>0.35 </td><td>0 </td><td>0.48 </td><td>2,472\n</td></tr><tr><td>International team dummy (excluding Chinese articles) </td><td>0.44��� </td><td>0 </td><td>0.50 </td><td>4,764 </td><td>0.32 </td><td>0 </td><td>0.46 </td><td>2,656 </td><td>0.38 </td><td>0 </td><td>0.49 </td><td>1,431\n</td></tr><tr><td>International team dummy (Chinese articles) </td><td>0.35�� </td><td>0 </td><td>0.48 </td><td>1,341 </td><td>0.30 </td><td>0 </td><td>0.46 </td><td>1,671 </td><td>0.31 </td><td>0 </td><td>0.46 </td><td>1,041\n</td></tr><tr><td>International team dummy (United States articles) </td><td>0.53��� </td><td>1 </td><td>0.50 </td><td>2,122 </td><td>0.44 </td><td>0 </td><td>0.50 </td><td>1,202 </td><td>0.54 </td><td>0 </td><td>0.50 </td><td>605\n</td></tr></table></body></html>"}, "TABREF9": {"text": "Table 7. Regression analysis of the relationship between team structure and the impact factor of journals publishing coronavirus research in pre- and during\nCOVID-19.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Independent variables </td><td>Dependent variable-Source Normalized Impact per Paper\n</td><td> </td><td> </td></tr><tr><td>(1) </td><td>(2) </td><td>(3) </td><td>(4) </td><td>(5)\n</td></tr><tr><td>COVID-19 </td><td>0.086��� (0.020) p = .000 </td><td>0.088��� (0.019) p = .000 </td><td>0.088��� (0.019) p = .000 </td><td>0.064��� (0.024) p = .007 </td><td>0.107��� (0.027) p = .000\n</td></tr><tr><td>Authors China </td><td> </td><td>-0.009 (0.013) p = .459 </td><td>0.0012 (0.013) p = .921 </td><td>-0.023�� (0.012) p = .044\n</td><td> </td></tr><tr><td>International Team </td><td> </td><td> </td><td>0.069��� (0.012) p = .000 </td><td> </td><td>0.078��� (0.011) p = .000\n</td></tr><tr><td>COVID-19 x Authors China </td><td> </td><td> </td><td>0.062 (0.041) p = .127\n</td><td> </td></tr><tr><td>COVID-19 x International Team </td><td> </td><td> </td><td> </td><td>-0.046 (0.039) p = .235\n</td></tr><tr><td>N </td><td>4,502 </td><td>4,502 </td><td>4,502 </td><td>4,502 </td><td>4,502\n</td></tr></table></body></html>"}}, "back_matter": []}