{
    "paper_id": "3db20e37687295cc61a383164929167ec4661989",
    "metadata": {
        "title": "Journal Pre-proof COVID-19 related regulatory change for pharmacists -The case for its retention post the pandemic",
        "authors": [
            {
                "first": "Matthew",
                "middle": [],
                "last": "Lynch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal College of Surgeons in Ireland",
                    "location": {
                        "addrLine": "Dublin 2",
                        "country": "Ireland"
                    }
                },
                "email": "matthewlynch@rcsi.ie"
            },
            {
                "first": "Aisling",
                "middle": [],
                "last": "O&apos;leary",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal College of Surgeons in Ireland",
                    "location": {
                        "addrLine": "Dublin 2",
                        "country": "Ireland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The delivery of healthcare including the provision of pharmacy services globally is highly 29 regulated internationally in order to protect public health and welfare. However, the onset of 30 the COVID-19 pandemic has precipitated the need internationally to amend the model of 31 regulation in order to ensure that people were able to continue to access a range of healthcare 32 services in a timely and effective manner. Many of the changes introduced to the regulation of 33 pharmacy services in Ireland have been replicated in other countries including the introduction 34 of electronic means to transmit prescriptions and other orders for medications, relaxing the 35 legal restrictions in place controlling the emergency supply of prescription only medicines and 36 more fully utilizing the professional competency of pharmacists by empowering them to use 37 their expertise and judgment to support their patients accessing the healthcare services that 38 they need. 39 Many of the regulatory changes that have been introduced to support the COVID-19 public 40 health emergency effort are ones that pharmacists have previously sought to enable them 41 provide a more effective and expanded model of pharmaceutical care to their patients. 42 Accordingly, many pharmacists will want these regulatory changes to be retained and further 43 expanded in the aftermath of the COVID-19 public health emergency in order to extend their 44 scope of practice and support them in the care of their patients. 45 46 47 48 49 50 51 52 53 J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f From the outset of the current COVID-19 pandemic in December 2019, healthcare professionals 82 worldwide have responded in diverse ways to ensure the safety and optimal care of patients 83 infected with the virus, and those at risk of infection. In the early stages of the pandemic, 84 confusion resulted in some patients self-administering medications with putative benefit to 85 treat the infection and in others, interrupting their prescribed medications for chronic illnesses 86 due to fear of adverse effects, with the potential to cause patient morbidity. Many of these 87 were driven by social media reports advocating positive aspects of some therapies, and 88 negative consequences of on-going administration of others often fueled by misinformation 89 channeled through the COVID-19 infodemic(1-4). Drug shortages resulting from buying 90 unnecessary and excessive quantities of medicines were also common until rationalization and 91 commonsense prevailed on evidence-based advice (1,5-8). 92 With patient safety a priority, the practice and delivery of healthcare in Ireland and 93 internationally has responded, taken action and adapted to the impact of the pandemic, 94 including that of the practice of pharmacy in the hospital and community settings. Hospital 95 pharmacy initiatives centered on comprehensive medicines management protocols and 96 guidelines, re-organization of hospital services and practical changes to the hospital layout in 97 addition to the upskilling of clinical pharmacists(9-14). Both sectors were required to minimize 98 the potential infection risk to both themselves and their patients resulting in marked changes in 99 staffing (e.g. formation of staff pods), the use of precautionary personal protective equipment, 100 changes to pharmacy floor layouts to ensure social distancing was maintained and innovative 101 communication strategies between patients and fellow healthcare workers(15-20). The 102 potential for targeted community pharmacy activities were highlighted shortly after the country 103 went into preventive lockdown(21). The drivers and barriers to adapting community pharmacy 104 services in the face of the pandemic has recently been reported by Hoti et al and provides an 105 indication of the need for policymakers and regulatory authorities to address the needs of 106 community pharmacies to ensure better delivery of pharmacy services in the community(22). 107 Telehealth and telemedicine healthcare initiatives to maintain patient care have flourished 108 during the pandemic and may be the precursor for sustained change (23-29). This may also be 109 J o u r n a l P r e -p r o o f emulated in the community pharmacy setting where telepharmacy or telehealth consultations 110 may become the 'new normal '(23,30). However, such initiatives will inevitably require changes 111 to current legal frameworks in place to regulate the delivery of pharmacy services. 112 Changes to the delivery of pharmacy services in light of emerging pandemic situation were 113 131 professionals including pharmacists, doctors, nurses and dentists who were previously 132 registered with the relevant regulatory authority but who wished return to professional 133 practice to assist with the pandemic effort, to renew their registration quickly and efficiently. In 134 relation to pharmacists, Section 12 of the Act amended the Pharmacy Act 2007 to introduce a 135 new section to it, Section 77, which allowed previously registered pharmacists who were no 136 longer registered, to be restored temporarily to the Register of Pharmacists in Ireland(32). The 137 J o u r n a l P r e -p r o o f 161 The changes in the Medicinal Products (Prescription & Control of Supply) (Amendment) 162 Regulations achieve this through a range of means including (Table 1)(35): 163 J o u r n a l P r e -p r o o f 189 the PSI in addition to other advice and guidance(37). 190 Discussion 191 J o u r n a l P r e -p r o o f 420",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "reactionary, dynamic and innovative to ensure patients continued to have access to their 114 medicines. Governments responded to ensure that deviations from the existing legal 115 requirements regulating the supply of medicines were not necessitated by introducing changes 116 to the legal frameworks regulating the provision of medications in the primary care setting, to 117 ensure and prioritize seamless supply to patients. in March 2020(32). This wide-ranging Act introduced provisions to address issues related to the 128 pandemic including the operation of residential tenancies, planning and development and the 129 introduction of a temporary wage subsidy. In order to address shortages in key frontline 130 healthcare personnel as a result of the pandemic, it also included provisions to allow healthcare usual fee payable by those previously registered pharmacists applying to be restored to the Register of Pharmacists was waived for those applying under the newly introduced Section 77. 139 The PSI has confirmed that a total of 38 pharmacists were restored to the Register of 140 Pharmacists under Section 77 to the 30 th June 2020. The period of registration for any 141 pharmacist re-registered under Section 77 of the Pharmacy Act is due to expire on 31 st July 142 2020. However, the Minister for Health is empowered under the Emergency Measures Act to 143 extend that date by Ministerial order. 144 Changes to the supply of medicines 145 The sale and supply of medicines in Ireland is primarily regulated by two sets of Regulations as Table 2 . 188 A summary of the changes to the regulations were provided to all community pharmacists by",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "text": "115",
                    "ref_id": null
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "116",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "130",
                    "ref_id": null
                },
                {
                    "start": 1000,
                    "end": 1003,
                    "text": "139",
                    "ref_id": null
                },
                {
                    "start": 1090,
                    "end": 1093,
                    "text": "140",
                    "ref_id": null
                },
                {
                    "start": 1182,
                    "end": 1185,
                    "text": "141",
                    "ref_id": null
                },
                {
                    "start": 1371,
                    "end": 1374,
                    "text": "143",
                    "ref_id": null
                },
                {
                    "start": 1414,
                    "end": 1417,
                    "text": "144",
                    "ref_id": null
                },
                {
                    "start": 1453,
                    "end": 1456,
                    "text": "145",
                    "ref_id": null
                },
                {
                    "start": 1564,
                    "end": 1567,
                    "text": "188",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1554,
                    "end": 1561,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The public health emergency that presented with COVID-19 required national governments across the world to rapidly introduce a range of regulatory measures to address not only its 193 containment, but to make appropriate provision for its citizens whose ability to engage in 194 normal daily activities such as working and obtaining essential supplies were severely curtailed. 195 In Ireland, the introduction of the Emergency Measures in the Public Interest (COVID-19) Act in 196 March 2020 was a key legislative response in this regard making appropriate provision in areas 197 as diverse as residential tenancy agreements, temporary wage subsidies for those whose Agility (48) (49) (50) . In summary, the model of regulation and its implementation by PSI was not 306 perceived overall by community pharmacists as fulfilling the principles of better regulation.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "193",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "194",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "195",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "196",
                    "ref_id": null
                },
                {
                    "start": 675,
                    "end": 679,
                    "text": "(48)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 680,
                    "end": 684,
                    "text": "(49)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "(50)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 766,
                    "end": 769,
                    "text": "306",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While there was agreement that the Act and associated regulation was necessary, its implementation by the PSI was not viewed as being effective, targeted, proportional and 309 consistent. The Act was not sufficiently agile to respond to changes in pharmacy practice. 310 In terms of fulfilling the principles of \"better regulation\", the amendments to both the 311 Medicinal Products and Misuse of Drugs Regulations can be reasonably considered to fulfil the 312 \"better regulation\" principles of: necessity; effectiveness/targeted; proportionality and agility. 313 As the public health emergency unfolded, the changes were necessary in order to ensure the 314 continuity of supply of medicines to patients. They are effective insofar as they are 315 appropriately targeted at maintaining the medicines supply chain and proportional in that there 316 does not appear to have been an alternative regulatory approach available to achieving the 317 required public health outcome. Agile regulation is concerned with being able to look forward 318 to the future and being able to anticipate change and adapt accordingly (50) . As reported by 319 Merks et al, the range of regulatory changes introduced internationally in the sphere of 320 pharmacy practice alone together with the various legislative changes in Ireland in response to 321 the emergence of the COVID-19 pandemic epitomize the concept of agility in regulation (40) . 322 However, agile regulation heretofore has not been perceived as a feature of the regulation of May be dispensed on three further occasions where in the opinion of the pharmacist it is appropriate and necessary for the continued treatment of the person for further supplies to be made May be dispensed on the no. of occasions indicated on the prescription at such intervals as the pharmacist considers appropriate having due regard to the specified dose rate up the expiry of the prescription 6 months from the date specified thereon May be supplied by the pharmacist for up to 6 months from the date specified on the prescription as the pharmacist considers appropriate having regard to the specified rate of dosage.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 270,
                    "text": "310",
                    "ref_id": null
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "311",
                    "ref_id": null
                },
                {
                    "start": 561,
                    "end": 564,
                    "text": "313",
                    "ref_id": null
                },
                {
                    "start": 846,
                    "end": 849,
                    "text": "316",
                    "ref_id": null
                },
                {
                    "start": 1115,
                    "end": 1119,
                    "text": "(50)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1137,
                    "end": 1140,
                    "text": "319",
                    "ref_id": null
                },
                {
                    "start": 1420,
                    "end": 1424,
                    "text": "(40)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1427,
                    "end": 1430,
                    "text": "322",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "May be supplied by the pharmacist for up to 6 months from the date specified on the prescription at the intervals stated on the prescription May be supplied for the specified number of occasions at such intervals that the pharmacist considers appropriate, having regard to the specified dose rate and period of validity of the prescription (6 months from the date specified thereon)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "No further supplies could be made by the pharmacist ii. An emergency supply (unlimited quantity) of the following drugs listed in Schedule 3 of the Misuse of Drugs Regulations could be supplied for the treatment of epilepsy: phenobarbitone, phenobarbitone sodium and methylphenobarbitone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "When fear and misinformation go viral: Pharmacists' role in deterring medication misinformation during the \"infodemic\" surrounding COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erku",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Belachew",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abrha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sinnollareddy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Steadman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Res Soc Adm Pharm",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.sapharm.2020.04.032"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "How to Fight an Infodemic: The Four Pillars of Infodemic Management",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Eysenbach",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Internet Res",
            "volume": "22",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Social Media Spread During Covid-19: The Pros and Cons of Likes and Shares",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mcnicholas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ir Med J",
            "volume": "113",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Lancet Infectious Diseases. The COVID-19 infodemic. Lancet Infect Dis. 2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30565-X"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "drugs-management-programme/acute-hospitals-drugs-management-programme.html 6. National Centre for Medicines Information",
            "authors": [],
            "year": 2020,
            "venue": "Therapeutics Today: Information on COVID-19. 2020",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "say-supplies-solid-as-panic-buying-dies-down-1.4208250 8. WHO. Coronavirus disease (COVID-19) advice for the public: Mythbusters. World Health Organisation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pope",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Global oncology pharmacy response to COVID-19 pandemic: Medication access and safety",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jupp",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chazan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Oncol Pharm Pract",
            "volume": "26",
            "issn": "5",
            "pages": "1225--1234",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Impact of the COVID-19 Pandemic on Cancer Patients",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "M"
                    ],
                    "last": "Al-Quteimat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Amer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Clin Oncol",
            "volume": "43",
            "issn": "6",
            "pages": "452--457",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The pharmacist facing the logistics of safely dispensing, storing and preserving drugs in healthcare units",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Cabañas",
                    "suffix": ""
                },
                {
                    "first": "Queralt",
                    "middle": [],
                    "last": "Gorgas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Farm Hosp",
            "volume": "13",
            "issn": "7",
            "pages": "53--59",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "La farmacia hospitalaria en el equipo multidisciplinar de las unidades COVID de hospitalización. Farm Hosp",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Gil-Navarro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "40--42",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Surviving the surge: Evaluation of early impact of COVID-19 on inpatient pharmacy services at a community teaching hospital",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcconachie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Martirosov",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jarjosa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hsaiky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Health Syst Pharm",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/ajhp/zxaa189"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cancer, immune suppression and Coronavirus Disease-19 (COVID-19): Need to manage drug safety (French Society for Oncology Pharmacy [SFPO] guidelines)",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Slimano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baudouin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zerbit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Toulemonde-Deldicque",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thomas-Schoemann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chevrier",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cancer Treat Rev",
            "volume": "88",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Coronavirus SARS-CoV-2 / COVID-19 pandemic: Information and Guidelines for Pharmacists and the Pharmacy Workforce Covid-19: guidelines for pharmacists and the pharmacy workforce. The Netherlands 2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Impact of the COVID-19 epidemic on the provision of pharmaceutical care in community pharmacies",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Koster",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Philbert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Bouvy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Res Soc Adm Pharm",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.sapharm.2020.07.008"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The pivotal role of pharmacists during the 2019 coronavirus pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Razaki",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mui",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brocavich",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Pharm Assoc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.japh.2020.05.017"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "COVID-19 pandemic preparedness: A practical guide from an operational pharmacy perspective",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Merchan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Soliman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ahuja",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arnouk",
                    "suffix": ""
                },
                {
                    "first": "Keeley",
                    "middle": [
                        "K"
                    ],
                    "last": "Tracy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Health Syst Pharm",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/ajhp/zxaa212"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The role of a Coronavirus disease 2019 pharmacist: an Australian perspective",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nguy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Hitchen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Hort",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huynh",
                    "suffix": ""
                },
                {
                    "first": "Mdm",
                    "middle": [],
                    "last": "Rawlins",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Clin Pharm",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Recommendations and guidance for providing pharmaceutical care services during COVID-19 pandemic: A China perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Res Soc Adm Pharm",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11096-020-01067-4"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "On the frontline against COVID-19: Community pharmacists' contribution during a public health crisis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Cadogan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Res Soc Adm Pharm",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.sapharm.2020.03.015"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Provision of community pharmacy services during COVID-19 pandemic: a cross sectional study of community pharmacists' experiences with preventative measures and sources of information",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hoti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jakupi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hetemi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Desselle",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int J Clin Pharm",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11096-020-01078-1"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Pharmacist intervention amid the coronavirus disease 2019 (COVID-19) pandemic: from direct patient care to telemedicine",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elbeddini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yeats",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Pharm Policy Pract",
            "volume": "13",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Virtually Perfect? Telemedicine for Covid-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Hollander",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "18",
            "pages": "1679--81",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "What drives unverified information sharing and cyberchondria during the COVID-19 pandemic?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Laato",
                    "suffix": ""
                },
                {
                    "first": "Akmn",
                    "middle": [],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Whelan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Inf Syst",
            "volume": "29",
            "issn": "3",
            "pages": "288--305",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Atención farmacéutica al paciente externo durante la pandemia COVID-19. Telefarmacia. Farm Hosp",
            "authors": [
                {
                    "first": "Luis",
                    "middle": [],
                    "last": "Margusino-Framiñán1",
                    "suffix": ""
                },
                {
                    "first": "Lm-F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "61--66",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Encuesta de situación de la telefarmacia aplicada a la atención farmacéutica a pacientes externos de los servicios de farmacia hospitalaria en España durante la pandemia por la COVID-19. Farm Hosp",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tortajada-Goitia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "135--175",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Applications of digital technology in COVID-19 pandemic planning and response. Lancet Digit Health",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Whitelaw",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mamas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Topol",
                    "suffix": ""
                },
                {
                    "first": "Hgc",
                    "middle": [],
                    "last": "Van Spall",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30142--30146",
            "other_ids": {
                "DOI": [
                    "10.1016/S2589-7500"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Necessity of pharmacist-driven nonprescription telehealth consult services in the era of COVID-19",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Yemm",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Arnall",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Cowgill",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Health Syst Pharm",
            "volume": "77",
            "issn": "15",
            "pages": "1188--1188",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Government of Ireland. Emergency Measures in the Public Interest (Covid-19) Act 2020. Dublin: Government Publications Office",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Panic",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Panacea",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Soc Welf",
            "volume": "79",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Medicinal Products (Prescription and Control of Supply) Regulations 1993. Office of the Attorney General",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Government",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ireland",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Government of Ireland. Medicinal Products (Prescription and Control of Supply) (Amendment) Regulations 2020. Dublin: Government Publications Office",
            "authors": [],
            "year": 2017,
            "venue": "Misuse of Drugs Regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Misuse of Drugs (Amendment) Regulations 2020. Dublin: Government Publications Office",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Government",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ireland",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "PSI -The Pharmacy Regulatory, Irish Medical Council, Health Service Executive. Guidance for prescribers and pharmacists on legislation changes to facilitate the safe supply of medicines during the COVID-19 pandemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Be on call for Ireland. HSE.ie",
            "authors": [],
            "year": 2020,
            "venue": "Health Services Executive",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Over 600 recruits 'job ready' for Be on Call for Ireland. The Irish Times",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mcgee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The legal extension of the role of pharmacists in light of the COVID-19 global pandemic",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Merks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jakubowska",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Drelich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Świeczkowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bogusz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bilmin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Res Soc Adm Pharm",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.sapharm.2020.05.033"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Department of Health",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Government of the UK. The Misuse of Drugs (Coronavirus) (Amendments Relating to the Supply of Controlled Drugs During a Pandemic etc.) Regulations. Queen's Printer of Acts of Parliament",
            "authors": [],
            "year": 2018,
            "venue": "Health Information and Quality Authority",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Medication treatment for opioid use disorder and community pharmacy: Expanding care during a national epidemic and global pandemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cochran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bruneau",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Subst Abuse",
            "volume": "41",
            "issn": "3",
            "pages": "269--74",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Opioid use disorder and the COVID 19 pandemic: A call to sustain regulatory easements and further expand access to treatment",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bratberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Finnell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Subst Abuse",
            "volume": "41",
            "issn": "2",
            "pages": "147--156",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Covid-19 crisis provides a chance to improve patient outcomes. The Irish Examiner",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "O&apos;loughlin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Darragh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Professional practice following regulatory change: An evaluation using principles of \"Better Regulation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kodate",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Res Soc Adm Pharm",
            "volume": "16",
            "issn": "2",
            "pages": "208--223",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Regulating Better A Government White Paper setting out six principles of Better Regulation",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Right Touch Regulation (revised)",
            "authors": [
                {
                    "first": "Professional",
                    "middle": [],
                    "last": "Standards Authority",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Ethical approval: The Pharmacy Act: 'Is it a model of better regulation? A follow-up study of community pharmacists' experiences of the regulation of pharmacy in Ireland. Royal College of Surgeons in Ireland REC201908007",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kodate",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Leary",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Regulatory changes prompted by the COVID-19 pandemic in Ireland119 In Ireland, the profession and practice of pharmacy is subject to significant regulation, 120 principally in accordance with provisions of the Pharmacy Act 2007 as is the case 121 internationally(31). Under the Act, the Pharmaceutical Society of Ireland (PSI) is charged with 122 the enforcement of its provisions. The practice of pharmacy is also subject to a range of 123 associated laws regulating the sale and supply of medicines and the PSI is also charged with 124 their enforcement in respect of retail pharmacy business registered with it. 125 Temporary Restoration to the Register of Pharmacists 126 The Irish parliament introduced the Emergency Measures in the Public Interest (COVID-19) Act 127",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "both the prescribing and the supply of medicines to the public in Ireland in 148 accordance with the requirements of the European Union's Framework Directive 2001/83/EC 149 relating to medicinal products for human use, insofar as they relate to the classification for 150 supply for human use(33). The Misuse of Drugs Regulations 2017 as amended apply additional 151 controls to medicinal products to which the provisions of the Misuse of Drugs Acts 1977 to 152 2016 apply i.e. controlled drugs(34). 153 As part of a range of health-related measures introduced in Ireland in response to the COVID-19 154 pandemic, in March 2020 the Minister of Health signed into law the Medicinal Products 155 (Prescription & Control of Supply) (Amendment) Regulations 2020 and the Misuse of Drugs 156 (Amendment) Regulations 2020(35,36). The key changes introduced in both these amending 157 regulations focused on maintaining the supply of and access to medicines by patients. They 158 introduced significant changes which saw both an easing of the regulatory controls previously 159 in place on the prescribing and supply of medicines and an enhanced professional role Extending the validity of prescriptions issued (other than for controlled drugs listed in 167 Schedules 2 or 3 of Misuse of Drugs Regulations) from six to nine months. 168 iii. Increasing the permitted number of occasions in which a pharmacist can lawfully repeat 169 a prescription according to the schedule in which the drug appears in Increasing the quantity of a prescription only medicine (POM), other than a controlled 173 drug, that can be supplied at the request of a patient without having a valid prescription 174 in an emergency from a maximum of 5 days' supply to 10 days' supply. 175 v. In an emergency, a pharmacist may now provide up to 5 days' supply of a controlled 176 drug to a patient at either the request of the patient or a practitioner. 177 Prior to the introduction of the Misuse of Drugs (Amendment) Regulations in Ireland, there 178 were strict requirements regarding the form of prescriptions for controlled drugs(36). In 179 addition to the requirement for an original hardcopy prescription, there were specific 180 requirements for controlled drugs in Schedule 2 and 3 that had to be in the prescribing 181 practitioner's own handwriting including the name of the controlled drug being prescribed and 182 the total quantity of it to be supplied in both words and figures. However, the extension of the 183 NEPTS to prescriptions for controlled drugs in Schedules 2 & 3 of the Regulations mean that 184 prescriptions for controlled drugs no longer have be furnished to the pharmacist for dispensing 185 in the original hard copy form with specific details written in the prescribing practitioner's 186 handwriting. The changes introduced by the Misuse of Drugs (Amendment) Regulations 2020 187 are summarized in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "198 employment was interrupted by the pandemic, redundancy payments, civil registration and 199 statutory review periods under the Mental Health Act(32). The Act also included provisions to200    expedite the process already provided for in various Acts for previously registered pharmacists,201    doctors, nurses, midwives, dentists and other health and social care professionals to be 202 restored to the Register and in a position to practice their profession.203    This regulatory initiative completed the recruitment initiative \"Be on call for Ireland\" launched204    in March 2020 by the Health Service Executive (HSE) in Ireland(38). \"Be on call for Ireland\" was 205 introduced to recruit additional healthcare professionals across a range of disciplines to address 206 the expected deficit in the personnel available to provide the additional care required as a 207 result of Covid-19. Over 72,000 people responded to the initiative and by May 2020, over 1600 208 additional healthcare professionals were either working or about to start work in the Irish 209 healthcare service(39). Healthcare professionals who re-registered under provisions introduced 210 by the Emergency Measures in the Public Interest (COVID-19) Act, including pharmacists under 211 the newly introduced Section 77 of the Pharmacy Act 2007, did so free of charge but their 212 registration was temporary and will expire on 31 st July 2020. The Minister for Health, however,213    is empowered under the Act to set a different date for the expiry of these temporary 214 registrations. It is expected that the Minister will extend this on one further occasion to the end 215 of December 2020 to reflect the ongoing public health emergency related to COVID-19 and the 216 continued need to have additional healthcare professionals available to assist with the 217 associated demand for healthcare.218    Cadogan & Hughes identified a range of roles and functions that community pharmacists could 219 play during the pandemic(21). They noted that maintaining the continuity of pharmacy services220 J o u r n a l P r e -p r o o f including supplies of essential medicines as being one of these key functions. Guidance from the International Pharmaceutical Federation provided recommendations across a broad range 222 of pharmacy roles to assist the execution of these functions(15). The need for the granting of 223 greater authority to community pharmacists by governments to ensure that such roles could be 224 undertaken legally was recognized. In their comprehensive review of pharmacy community 225 activities relating to COVID-19 across several jurisdictions, Merks et al concluded that the 226 fundamental role of the pharmacist, even in a pandemic, continued to be to dispense 227 prescriptions and to ensure that patients have uninterrupted access to medicines and identified 228 the legislative changes undertaken to allow this(40). In Ireland, the regulatory changes 229 introduced by both the Medicinal Products (Prescription & Control of Supply) (Amendment) 230 Regulations and the Misuse of Drugs (Amendment) Regulations, are exclusively focused on 231 maintaining essential supplies of medicines to patients throughout the period of electronic transmission of prescriptions to pharmacies by prescribing 234 practitioners for the first time represents a considerable change in the regulations around the 235 supply of medicines. This was prompted to ensure protection of the public and compliance with 236 the strict lockdown initiatives taken around the world to prevent community transmission of 237 the virus. Heretofore, a pharmacist could only lawfully supply a POM by the patient presenting 238 an original hard copy of their prescription with the original signature of the practitioner in the 239 pharmacy, in person. Under the amended regulations, however only electronic prescriptions 240 that are sent via the NEPTS established under the Regulations are valid. Prescriptions 241 electronically transferred using another electronic means or faxed to pharmacies are not valid 242 and cannot be lawfully dispensed by the pharmacy. While the NEPTS introduced an effective 243 means of transferring prescriptions to pharmacies to ensure patients got their medicines during 244 the pandemic, it does not constitute the introduction of a national centralized electronic 245 prescribing system (e-prescribing) as envisioned by Ireland's National eHealth Strategy and the 246 2018 Health Information and Quality Authority review on e-prescribing(41,42). Austria and Italy 247 have also introduced systems of electronic prescriptions in response to the emerging 248 circumstances of the COVID-19 pandemic(40). A recently published survey of Dutch 249 J o u r n a l P r e -p r o o f pharmacists noted a preference for electronic prescriptions to ensure that direct patient contact was limited, while the Australian government provided a significant monetary package 251 to reduce the community's risk of exposure to infection, including electronic prescribing for 252 general practitioners(16,19). In Ireland, the electronic transfer of prescriptions has been 253 facilitated by Healthmail during the pandemic and both the Hospital Pharmacists Association of 254 Ireland (HPAI) and Irish Medication Safety Network (IMSN) are advocating the retention of this 255 method of transfer of prescriptions, which reduces the risk of medication errors permitted number of occasions from six to nine months by which a pharmacist 258 can lawfully repeat a prescription according to the schedule in which the drug appears in the 259 Regulations (other than for controlled drugs listed in Schedules 2, 3 or 4 Part 1 in Misuse of 260 Drugs Regulations) was an additional initiative aimed to minimize the need for patients to 261 return to their general practitioner (GP) to have a fresh prescription issued(35). This was also 262 the impetus behind increasing the quantity of a POM (other than a controlled drug) that can be at the request of a patient and at the request of a practitioner the quantity specified (not limited) by them. In Great Britain and in Northern Ireland, while legislation has been introduced 280 allowing for the emergency supply of controlled drugs at the request of a patient: (The Misuse 281 of Drugs (Coronavirus) (Amendments Relating to the Supply of Controlled Drugs During a 282 Pandemic etc.) Regulations 2020 in Great Britain and The Misuse of Drugs (Amendment) 283 Regulations (Northern Ireland) 2020, the relevant provisions therein have not been 284 invoked(43,44). No specific changes were introduced to the provision of medicines to persons 285 with substance misuse disorders in Ireland during the pandemic, although some relaxation was 286 provided for in the US. Subsequently calls have been made to maintain these changes to 287 enhance the role of pharmacists in provision of care to this vulnerable population(45,46).288    The regulatory changes relating to the supply of medicines represent a significant easing of the 289 legal requirements that existed heretofore in Ireland and it can reasonably be concluded that 290 they have made an important contribution to the ensuring patients have been able to maintain 291 access to the medicines they require during the ongoing pandemic. The Irish Pharmacy Union 292 which represents the interests of community pharmacists in Ireland has indicated that the 293 regulatory changes introduced have worked well for patients(47). In the future, it will be 294 important to engage with the relevant stakeholders including pharmacists, patients and policy 295 makers to assess whether these and other measures put in place in response to the emerging 296 COVID-19 situation were effective so that it can appropriately inform the response required in 297 future public health emergencies(21).298    Prior to the regulatory changes precipitated by the pandemic, the perceptions of community 299 pharmacists of the model in place to regulate their practice as provided by the Pharmacy Act 300 2020 and associated regulations including those in place to regulate the sale and supply of 301 medicines were researched(48). This study explored the \"lived experience\" of pharmacists in 302 community practice with the model of regulation as implemented and enforced by the PSI and 303 their perception of it as fulfilling the seven principles of \"better regulation\"",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "by community pharmacists(48). The model of regulation of pharmacy in324    Ireland was generally viewed as being rigid and unable to readily respond to emergent changes325    in pharmacy practice, such as societal and technological developments that have an impact on326    the delivery of pharmacy services. Preliminary findings from a more extensive and ongoing327    follow-up study commenced in early 2020 surveying the views of a wider cohort of community328    pharmacists, appear to confirm this view, particularly in areas such as information329    technology(51). In relation to electronic prescribing, one respondent noted \"We still have to330    chase doctors for original paper prescriptions, they don't understand that their email, fax, phone331    call is not enough and get annoyed by our hounding\". of Drugs (Amendment) Regulations of 2020 include a \"sunset clause\" i.e. date when 335 they will cease to have effect. In the explanatory note included with the Medicinal Products 336 J o u r n a l P r e -p r o o f Regulations, outlining the rationale for their introduction, it states that the purpose of the regulation is to introduce 'temporary' measures to address the COVID-19 emergency(35).338    However, the explanatory notes for the Misuse of Drugs Regulations does not indicate that the 339 measures are temporary or otherwise(36). Accordingly, it is not clear whether the various 340 amending provisions contained in both regulations are intended to be revoked once the COVID-341    19 emergency ends. This is likely to be of concern to pharmacists in Ireland because many of 342 the changes that have been introduced may be viewed as progressive and supporting 343 pharmacists to provide an optimal service to their patients. The recent introduction of the 344 NEPTS in the Medicinal Products (Amendment) Regulations have been welcomed by the IPU 345 but has been described by it as only a first step towards an appropriate e-prescribing 346 system(47). Having introduced the service, it would appear inconceivable for it to be revoked 347 once the COVID-19 emergency is over, with many pharmacists likely to advocate its further 348 expansion to a fully developed and functioning centralized e-prescribing system that replaces 349 the current widespread reliance on the issuance of original hard-copy prescriptions in order for 350 them to lawfully supply POMs.351    As part of its powers under the Pharmacy Act, the regulatory authority for pharmacy in Ireland,352    the PSI is authorized to enforce the laws regulating the supply of medicines in Ireland including353    both the Medicinal Products and Misuse of Drugs Regulations. It has been reported that 354 community pharmacists perceive the PSI as requiring an absolute standard of best practice that355    was not commensurate with the practicalities of providing front-line pharmacy services(48).356    They viewed the PSI as enforcing a series of rigid \"black & white\" requirements that fail to 357 acknowledge the need for pharmacists to apply discretion to act in the best interests of their 358 patients. Some of the legal requirements informing this viewpoint was the inability of a 359 pharmacist to lawfully provide an emergency supply of a controlled drug at the request of a 360 patient or to dispense a prescription for a controlled drug that was written by the prescribing 361 practitioner but failed to exactly adhere to the handwriting requirements as set out in law.A 362 preliminary analysis of the findings from the ongoing follow-up study indicate that community 363 pharmacists continue to describe the negative effects of the restrictions of the Misuse of Drugs 364 Regulations and their enforcement by the PSI on their ability to provide optimal patient care 365 J o u r n a l P r e -p r o o f with one pharmacist commenting that \"the restrictions of emergency supply under the Misuse of Drugs Act, and the repercussions under the Pharmacy Act, can hinder what I believe is 367 required to provide optimal care for the patient\"(51). The COVID-19 related changes to both 368 the Misuse of Drugs Regulations and the Medicinal Products Regulations address these 369 concerns with the provision to provide up to 5 days' supply of a controlled drug in an 370 emergency to a patient at their request and the authority for practitioners to issue 371 prescriptions for controlled drugs electronically that do not have to comply with handwriting 372 requirements. Based on the findings of Lynch & Kodate and the preliminary findings of the 373 follow-up study, it is unlikely that pharmacists would advocate a return to the more restrictive 374 requirements for the supply of controlled that pertained prior to the advent of the COVIDfeature of the newly introduced Regulations is their reliance on the pharmacist 377 applying their expert professional opinion when implementing them. The various provisions 378 which allows for prescriptions to be repeated on an extended number of occasions and for 379 pharmacists to provide emergency supplies of medicines at the request of the patient are 380 subject to the pharmacist's professional opinion and them determining that the supply is safe, 381 necessary and appropriate for the continued treatment of their patient. This overt 382 acknowledgement of the competency of the pharmacist to appropriately apply their 383 professional discretion to act in the best interests of their patients, thereby extending their 384 scope of practice, is significant. Lynch & Kodate reported that many pharmacists considered 385 that the PSI's approach to regulation was considered to be poorly targeted and 386 disproportionate, characterized by an absence of trust in their professional competence to 387 practice safely and effectively in the best interests of their patients(48). Preliminary findings of 388 the follow-up study indicate that the perceived absence of trust in their professional 389 competence to act appropriately in the best interests of their patient remains a concern for 390 community pharmacists with one respondent noting \"I believe in regulation, but I feel that I'm 391 being infantilized by my regulator(51). After 30 years practice, I believe I should have a little bit 392 more scope, than currently when acting in my professional capacity while another commented 393 \"I have always felt that the PSI distrusts pharmacists and feels its role is to protect the public 394 J o u r n a l P r e -p r o o f from us\". Pharmacists in practice are very likely on this basis to welcome the explicit 395 acknowledgement of their expertise and competence contained in the amendment Regulations 396 to act professionally and apply their discretion when implementing their various provisions in 397 the best interests of their patients. They will be concerned if such acknowledgement only 398 pertains for the duration of the COVID-19 emergency and is revoked subsequently. 399 Conclusion 400 In response to the emerging public health emergency related to COVID-19, Ireland introduced 401 key regulatory changes across a range of areas including those relating to the registration of 402 healthcare professionals and the supply of medicines including controlled drugs. These 403 regulatory changes, in addition to fulfilling key principles of \"better regulation\" such as 404 necessity and agility, have addressed concerns that pharmacists previously identified as limiting 405 their professional practice and their ability to adequately meet the pharmaceutical needs of 406 their patients. While further regulatory changes are required such as in the area of e-407 prescribing, it is important that regulatory changes such as those that acknowledge the 408 professional competency of the pharmacist and their capacity to effectively discharge their 409 professional discretion as appropriate in the interests of their patients, such as lawfully 410 permitting them to supply POMs in an emergency to their patients must be retained and 411 further extended so as to maximize their contribution to the delivery of healthcare Merchan C, Soliman J, Ahuja T, Arnouk S, Keeley K, Tracy J, et al. COVID-19 pandemic 469 preparedness: A practical guide from an operational pharmacy perspective. American 470 Journal of Health-System Pharmacy. 2020 Jun 16;zxaa212. 471 19. Nguy J, Hitchen SA, Hort AL, Huynh C, Rawlins MDM. The role of a Coronavirus disease 472 2019 pharmacist: an Australian perspective. Int J Clin Pharm [Internet]. 2020 May 30 [cited 473 2020 Jul 22]; Available from: http://link.springer.com/10.1007/s11096-020-01067-4 474 20. Zheng S, Yang L, Zhou P, Li H, Liu F, Zhao R. Recommendations and guidance for providing 475 pharmaceutical care services during COVID-19 pandemic: A China perspective. Research in 476 Social and Administrative Pharmacy. 2020 Mar;S1551741120302849. 477 21. Cadogan CA, Hughes CM. On the frontline against COVID-19: Community pharmacists' 478 contribution during a public health crisis. Research in Social and Administrative Pharmacy. Yemm KE, Arnall JR, Cowgill NA. Necessity of pharmacist-driven nonprescription telehealth 502 consult services in the era of COVID-19. American Journal of Health-Irish Times. Over 600 recruits 'job ready' for Be on Call for Ireland. The Irish Times 524 [Internet]. 2020 May 7; Available from: https://www.irishtimes.com/news/politics/over-525 600-recruits-job-ready-for-be-on-call-for-ireland-1.4247652 526 40. Merks P, Jakubowska M, Drelich E, Świeczkowski D, Bogusz J, Bilmin K, et al. The legal 527 extension of the role of pharmacists in light of the COVID-19 global pandemic. Government of the UK. The Misuse of Drugs (Coronavirus) (Amendments Relating to the 534 Supply of Controlled Drugs During a Pandemic etc.) Regulations 2020 [Internet]. Queen's 535 Printer of Acts of Parliament; Apr 29, 2020. Available from: 536 https://www.legislation.gov.uk/uksi/2020/468/made 537 44. Executive of Northern Ireland. The Misuse of Drugs (Amendment) Green TC, Bratberg J, Finnell DS. Opioid use disorder and the COVID 19 pandemic: A call to 543 sustain regulatory easements and further expand access to treatment. Examiner. Covid-19 crisis provides a chance to improve patient outcomes. The 546 Examiner [Internet]. 2020 Jul 14; Available from: 547 https://www.irishexaminer.com/opinion/columnists/arid-40015370.html 548 48. Lynch M, Kodate N. Professional practice following regulatory change: An evaluation using 549 principles of \"Better Regulation.\" Research in Social and Administrative Pharmacy. six principles of Better Regulation [Internet]. 2004 Jan. Available from: 553 https://assets.gov.ie/3477/281118144439-cf60aac3e3504e6f9f62f0ccda38f203.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of the changes introduced through the Medicinal Products (Prescription and Control of Supply) (Amendment) Regulations 2020 (35,37)An original hard copy of the prescription, dated and signed by the prescriber with their original signature which was furnished to the dispensing pharmacy drug listed in Schedules 2, 3 or 4 Part 1 in Misuse of Drugs Regulations) where prescriber does not specify no. of occasions or intervals that it may be repeated May be repeated once where the pharmacist considers it appropriate and necessary for the continued treatment of the person and it is unreasonable in the COVID19 circumstances to require the person to get a new prescription Can be dispensed on up to a total of four occasions where in the opinion of the pharmacist it is appropriate and necessary for the continued treatment of the person for further supplies to be madeMay be dispensed on up to a total of four occasions May only be dispensed on one occasion only i.e. may not be repeated. May only be dispensed on one occasion only i.e. may not be repeated Can be dispensed on up to a total of three occasions J o u r n a l P r e -p r o o f number of occasions that it can be supplied but not the intervals states the intervals that it may be supplied but does not indicate the no. of occasions vii.Prescription for renewable S1B medicine which states the no. of occasions it can be supplied but not the intervals viii. Prescription for either S1A or S1B medicine where the no. of occasions for its supply have been reached May be dispensed on the no. of occasions indicated on the prescription at such intervals as the pharmacist considers appropriate having due regard to the specified dose rate up the expiry of the prescription 9 months from the date specified thereon May be supplied by the pharmacist for up to 9 months from the date specified on the prescription on the no. of occasions that the pharmacist considers appropriate, where it is their opinion that it is appropriate & necessary for the continued treatment of the patient May be supplied by the pharmacist for up to 9 months from the date specified on the prescription at the intervals stated on the prescription May be supplied for the specified number of occasions at such intervals that the pharmacist considers appropriate, having regard to the specified dose rate and period of validity of the prescription (9 months from the date specified thereon)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Where the qualifying conditions are met, a pharmacist can dispense up to 10 days' supply of a POM ii. If the POM required contains a drug listed in Schedules 2,3 or 4 of the Misuse of Drugs Regulations (controlled drug), i. Where the qualifying conditions were met, a pharmacist could dispense up to 5 days' supply of a POM ii. If the POM requested by the patient contained a drug listed in Schedules 2,3 or 4 of the Misuse of Drugs Regulations, no emergency supply could up to 5 days' supply can be dispensed provided the pharmacist is satisfied that due to Covid 19 circumstances, it is unreasonable for person to obtain a prescription and in their opinion, it is safe, appropriate and necessary for the patient's continued treatment to make the emergency supply. iii. Up to 10 days' supply of the following drugs listed in Schedule 4 of the Misuse of Drugs Regulations can be supplied for the treatment of epilepsy: midazolam; clobazam and clonazepam. be dispensed iii. Up to 5 days' supply of the following drugs listed in Schedule 3 of the Misuse of Drugs Regulations can be supplied for the treatment of epilepsy: phenobarbitone, phenobarbitone sodium and methylphenobarbitone. Emergency Supply at the Request of a Prescriber i. If the POM required contains a drug listed in Schedules 2,3 or 4 of the Misuse of Drugs Regulations, up to 5 days' supply can be dispensed provided the pharmacist is satisfied that due to Covid 19 circumstances, it is unreasonable for person to obtain a prescription and in their opinion, it is safe, appropriate and necessary for the patient's continued treatment to make the emergency supply ii. An emergency supply (quantity not limited) of the following drugs listed in Schedule 4 of the Misuse of Drugs Regulations can be supplied for the treatment of epilepsy: midazolam; clobazam and clonazepam i. If the POM requested by prescriber contained a drug listed in Schedules 2,3 or 4 of the Misuse of Drugs Regulations, no emergency supply could be dispensed",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}