{
    "paper_id": "3db317b56f31ee081aea380383ce0a84e05ad778",
    "metadata": {
        "title": "Journal Pre-proof Challenges to Neurosurgical Residency Training during COVID-19 Pandemic: An Indian Perspective Article type: Letter to Editor Title: Challenges to Neurosurgical Residency Training during COVID-19 Pandemic: An Indian Perspective",
        "authors": [
            {
                "first": "Jigish",
                "middle": [],
                "last": "Ruparelia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jaskaran",
                "middle": [],
                "last": "Singh Gosal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mayank",
                "middle": [],
                "last": "Garg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Suryanarayanan",
                "middle": [],
                "last": "Bhaskar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Deepak",
                "middle": [],
                "last": "Kumar Jha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mch",
                "middle": [],
                "last": "Deepak",
                "suffix": "",
                "affiliation": {},
                "email": "jhadeepak2@rediffmail.com"
            },
            {
                "first": "Kumar",
                "middle": [],
                "last": "Jha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kumar",
                "middle": [],
                "last": "Deepak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Jha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Pandemic: An Indian Perspective Letter:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges to Neurosurgical Residency Training during COVID-19"
        },
        {
            "text": "The Coronavirus pandemic, attributed to the SARS-CoV2 virus, has now enveloped the entire globe with cases reported from 215 countries. As of this date (May 17, 2020), there are over 4.77 million confirmed cases, and over 315,000 deaths [1] . It is a pandemic in the truest sense of the term, and no definite treatment or vaccine appears to be in sight for months. In such times, it is the doctors and allied medical professionals who stand at the frontlines of this 'war', dealing directly with the infected patients while also continuing medical care for non-coronavirus patients.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Challenges to Neurosurgical Residency Training during COVID-19"
        },
        {
            "text": "In most health systems around the world, the junior doctors, residents and fellows make up a majority of the workforce providing direct care to in-patients and emergency departments [2] .",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Challenges to Neurosurgical Residency Training during COVID-19"
        },
        {
            "text": "During a health crisis such as this, they continue to be important pillars in managing and treating patients. Moreover, the residents are required to manage routine hospital responsibilities using their still-growing knowledge and skills in such unparalleled times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges to Neurosurgical Residency Training during COVID-19"
        },
        {
            "text": "They have many valid apprehensions, the most important of which being that their training has taken a backseat while they remain in a training program of a finite duration. This has presented resident trainees today with a unique and unprecedented challenge that they have to face in order to keep up with a still-evolving health crisis. Residents, as part of the medical staff, have an ethical obligation to provide clinical care to all patients. However, the needs of the resident group must also be considered in any pandemic preparedness. We write this paper to discuss the challenges and inherent opportunities for neurosurgical trainees during this period, especially in a resource-constrained country such as India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges to Neurosurgical Residency Training during COVID-19"
        },
        {
            "text": "In the face of this pandemic, most governments moved to limit the spread of the virus by imposing different forms of 'lockdown' or 'stay-at-home' orders. Consequently, hospitals, especially in the public sector, closed down all or some parts of the routine non-emergent services to make available resources and personnel for managing Covid-19 patients. This was also important to avoid making hospitals giant hotbeds of transmission by limiting the visits of patients not requiring urgent care. However, Neurosurgery, being an emergency branch, needs to continue to function as critically ill patients will present with emergent indications, including but not limited to -aneurysmal subarachnoid hemorrhage, malignant middle cerebral artery (MCA) infarct, parenchymal hypertensive bleed with raised intracranial pressure (ICP), malignant brain tumors with mass effect, tumors with bleed [3] , cystic degeneration in craniopharyngioma and pituitary apoplexy (both with rapidly deteriorating vision), subacute and chronic subdural hematomas, cauda equina syndrome. An intelligent and need-based utilization of the available resources hence becomes important [4] .",
            "cite_spans": [
                {
                    "start": 887,
                    "end": 890,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1156,
                    "end": 1159,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Role of a neurosurgeon in this pandemic"
        },
        {
            "text": "Although the Covid-19 disease primarily affects the respiratory tract [5] , neurosurgeons may be involved with dealing with this virus in one of the following ways:",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Role of a neurosurgeon in this pandemic"
        },
        {
            "text": "• Confirmed positive patients presenting with unrelated neurosurgical issues In such a scenario, hospitals worldwide including ours have sought to limit exposure to health care workers (HCW) by dividing the departmental workforce into teams with only one team working at a time, while another team serves a mandatory rest/quarantine period, and a third one available as backup.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of a neurosurgeon in this pandemic"
        },
        {
            "text": "A number of changes have been instituted in the way neurosurgery is practiced. This will further continue to evolve in the coming months as the medical community learns to live and work with this viral pandemic. In our academic hospital (as in many hospitals in India), testing remains limited to patients showing definite symptoms or having a positive contact/travel history. This is in accordance with the government guidelines for the optimal utilization of the resources [6] . A screening questionnaire is administered to all patients arriving in the Emergency department. Thermal screening is done for all patients and hospital staff. While this is necessary, it is only the bare minimum and hence, personal protective measures remain more important. All HCWs have been instructed to follow universal precautions such as frequent hand hygiene, social distancing measures, and the use of appropriate masks based on their risk exposure. Neurosurgical residents are frequent visitors to the Emergency and ICU departments and must strictly adhere to these guidelines for their protection and that of other patients under their care.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 478,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Changes in the neurosurgery work environment"
        },
        {
            "text": "The neurological examination of patients is also being tailored -for example, avoiding fundus examination to decrease the risk of exposure [7] . Intra-and peri-operative practices have also undergone a change. Even if a patient passes the screening criteria or is tested once and found to be negative, he/she can by no means be considered entirely safe. Screening questionnaires have their own fallacies while the RT-PCR tests done for SARS-CoV2 have a high false negative rate [8] . Hence, all appropriate precautions need to be taken for every surgical procedure performed. In our hospital, surgeons are now instructed to enter the operating room (OR) only after the patient has been intubated and exit before removal of the endotracheal tube to avoid exposure to aerosols. Such distancing may make conscious and alert patients more anxious in the peri-operative period since they enter the intimidating operating room environment without the familiar face of their neurosurgeon being around them.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 478,
                    "end": 481,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Changes in the neurosurgery work environment"
        },
        {
            "text": "Endoscopic endonasal procedures are being avoided [4] . Use of high speed drills is discouraged during transcranial procedures to avoid a potential risk of aerosol generation [4] .",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 53,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 175,
                    "end": 178,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Changes in the neurosurgery work environment"
        },
        {
            "text": "This has forced many surgical trainees to use the Hudson brace and Gigli saw that they may not have used otherwise. In most emergency neurosurgical procedures, the duration of craniotomy remains crucial to relieve intracranial pressure. Hence, trainees have to learn to also efficiently use these instruments to ensure they reach an intracranial tumor or hematoma in the least amount of time possible. This pandemic has also evolved our thinking to question whether the many spinal fixation procedures we perform are actually even needed [9] .",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 541,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Changes in the neurosurgery work environment"
        },
        {
            "text": "Surgeons also have been forced to rapidly learn to operate wearing personal protective equipment (PPE). N95 masks and face shields have been shown to reduce oxygen saturation levels and cause symptoms such as headaches, respiratory difficulty and increased fatigue [10] . A full PPE suit also limits dexterity and motor movements. Face shields and goggles are prone to fogging and can limit vision. For neurosurgical residents still learning their craft, this change in operating conditions has added a sense of hostility to an already steep learning curve.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 269,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Changes in the neurosurgery work environment"
        },
        {
            "text": "However, one may find a silver lining in every dark cloud. In our hospital, the number of emergency procedures has marginally increased since routine ORs have been shut and all necessary procedures are performed only on an emergency basis. The department has divided neurosurgical procedures into Emergency, Semi-emergency, and Non-emergency categories to triage [4] . Only emergency and some semi-emergency (based on patient's clinical condition) procedures have been performed in last 8 weeks since India instituted a strict lockdown and routine hospital services were closed. In spite of this optimization process, we have performed a total of 41 procedures in 8 weeks, which is higher than our department's monthly average of 15-20 emergency surgeries. We believe that this may be due to more patients reporting to a tertiary public-sector hospital such as ours, since private and corporate hospitals have also curtailed their routine work due to non-availability of appropriate resources and testing facilities. This provides a continual learning and operative opportunity for trainees in teaching hospitals. Moreover, attendings who are part of the working team have more time and freedom to educate and assist surgical trainees during this period.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 366,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Changes in the neurosurgery work environment"
        },
        {
            "text": "While working in an aforementioned group-based system does limit exposure to the virus, it also presents its own challenges. Since the number of working faculty and residents is less at any given time, those on duty have to shoulder the entire burden: managing in-patients, telephonic consultations, emergency consults, and emergency surgeries. An already-rigorous residency program hence becomes even more perplexing if the number of neurosurgical emergencies remains the same or even marginally increases. There have also been reports of increased threat perception and emotional disturbance among residents during this pandemic [11] . Moreover, residents are always required to keep track of their research and academic work since the residency period remains finite, and proficiency expectations from a trainee at the end of this period would not change. Senior faculty and academic counsellors have an important role to play to ensure effective utilization of the residents' time and efforts.",
            "cite_spans": [
                {
                    "start": 631,
                    "end": 635,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Time management and work-life balance"
        },
        {
            "text": "Ward rounds and classroom teaching have undergone a sea change. Routine classroom teaching has been replaced by web-based seminars, online platforms for sharing presentations, and online forums for discussion. These ensure continuation of medical education. Outstation academic visits or conferences have all but come to a standstill, and it remains to be seen if these changes become even partially permanent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Academic activities"
        },
        {
            "text": "Many trainees, consequent to the age-group they belong to, share living space with ageing parents, pregnant wives, or young children. They have to bear in mind the protection of their family members while returning from duties at the hospital. Many trainees are forced to make temporary living arrangements or use hospital-provided accommodation for staying during duty days or during a quarantine period following potential exposure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Family and social responsibilities"
        },
        {
            "text": "As the world battles the Covid-19 pandemic, the field of neurosurgery also needs to rise up to this challenge of continuing care for patients. The role of a neurosurgical resident is important for managing both Covid and non-Covid patients. Their status as neurosurgeonsin-waiting provides them with a responsibility to understand the learning opportunities during this time, while also handling the challenges they face. They must strive to continue their surgical and academic training, while also ensuring that their primary responsibilities as a doctor do not suffer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Family and social responsibilities"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Quality of working life on residents working in hospitals",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Zare",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ahmadi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Sari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arab",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Kor",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Iran J Public Health",
            "volume": "41",
            "issn": "9",
            "pages": "78--83",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Apoplexy Inside a Giant Medial Sphenoid Wing Meningothelial (Grade I) Meningioma: An Extremely Rare but a Potentially Dangerous Complication",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gajbhiye",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Gosal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pandey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Das",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Asian J Neurosurg",
            "volume": "14",
            "issn": "3",
            "pages": "961--963",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Neurosurgery and neurology practices during the novel COVID-19 Pandemic: A consensus statement from India",
            "authors": [],
            "year": 2020,
            "venue": "Neurol India",
            "volume": "68",
            "issn": "",
            "pages": "246--54",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "8",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Indian Council Of Medical Research Department Of Health Research -Strategy for COVID19 testing in India",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Letter: The Neurological Examination",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhaskar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Gosal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Jha",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Oper Neurosurg (Hagerstown)",
            "volume": "18",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Stability issues of RT-PCR testing of SARS-CoV-2 for hospitalized patients clinically diagnosed with COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Letter to the editor regarding \"why would two patients with no disease be offered unnecessary transforaminal lumbar interbody fusions?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhaskar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Gosal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Jha",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Surg Neurol Int",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Physiological impact of the N95 filtering facepiece respirator on healthcare workers",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Roberge",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Coca",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Palmiero",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Respir Care",
            "volume": "55",
            "issn": "5",
            "pages": "569--577",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The mental health of doctors during the Covid-19 pandemic",
            "authors": [
                {
                    "first": "Niall",
                    "middle": [
                        "&amp;"
                    ],
                    "last": "Galbraith",
                    "suffix": ""
                },
                {
                    "first": "David &amp; Mc",
                    "middle": [],
                    "last": "Boyda",
                    "suffix": ""
                },
                {
                    "first": "Danielle",
                    "middle": [
                        "&amp;"
                    ],
                    "last": "Feeters",
                    "suffix": ""
                },
                {
                    "first": "Tariq",
                    "middle": [],
                    "last": "Hassan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BJPsych Bulletin",
            "volume": "",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Suspected patients with contact history or symptoms requiring urgent neurosurgical care • Handling patients in a general emergency ward or intensive care unit (ICU) which may also be serving positive or suspected patients • Directly dealing with Covid-19 positive patients, using their experience in the ICU and in managing patients on life support",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}