{
    "paper_id": "3db383e755b151a7145658f34bfa37ecc8304d86",
    "metadata": {
        "title": "When Should You Trust Your Doctor? Establishing a Theoretical Model to Evaluate the Value of Second Opinion Visits",
        "authors": [
            {
                "first": "Michael",
                "middle": [],
                "last": "Halasy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pa-C",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jason",
                "middle": [],
                "last": "Shafrin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In order to produce a mathematical model for better understanding of the benefits and utilization of second opinions and to understand the contradiction between the value of second opinions and their perceived underuse, we developed an expected utility theory model to quantify their value. We use a casebased example to find types of biases that could affect second opinions. Although the baseline expected utility theory model presented assumes providers are rational, we relax this and discuss the implications for how these alternative specifications alter predicted use. We found that second opinions are valuable when diagnostic accuracy is variable across physicians or access to high-quality care is restricted. In a stylized simulation example in which about half (50.1%) of diagnoses were incorrect, receipt of 1 second opinion reduced the error rate to 25.8% and receipt of 2 second opinions reduced the error rate to 16.0%. After incorporating potential biases into the model, the value of second opinions increases only when aversion to changing the initial diagnosis is greater than aversion to correcting a mistake. Additionally, this model reveals that second opinions have value even when diagnostic accuracy is perfect. Further, when financial incentives differ from the incentives of the initial consult, a second opinion offers patients a reasonable bound of their treatment options. To conclude, we identify numerous reasons for underuse of second opinions. Specifically, value depends on the degree of diagnostic uncertainty, presence of behavioral biases, and variation in local compensation regimes. Despite their value, recent trends could actually decrease the value of second opinions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "N ew models of care delivery have expanded access to second opinion visits, including e-consults and telemedicine, particularly as coronavirus disease 2019 has limited access to in-person encounters in recent months. Physicians and other providers generally support new digitally based consultation models. Developments in information technology have allowed the creation of firms that offer independent case review. For instance, the Massachusetts-based \"Best Doctors\" offers \"second opinion\" coverage, which includes independent case review by a panel of experts representing the top 5% of US physicians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite technological advances and increased use of telemedicine during the coronavirus disease 2019 pandemic, 1-3 patients often do not seek second opinions. One Gallup poll revealed that only 30% of people believe that they should seek a second opinion or additional research about their conditions. 4 In 1994, Wagner and Wagner 5 noted a close relationship between sociocultural factors such as race, insurance type, and education and whether a patient sought a second opinion. 5 Among gastroenterology patients, the number of patients seeking second opinions doubled between 1989 and 1994, 6 yet this was still less than 20% of patients overall who sought care for gastroenterology conditions.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 303,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 481,
                    "end": 482,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 594,
                    "end": 595,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second opinion use may also be suboptimal because of physician preferences. The emergence of clinical practice guidelines has changed care by providing evidence-based care pathways that may limit the need for second opinion requests. 7 In Israel, most physicians support second opinions outside the inpatient setting, but many of them stated that providing a second opinion within the hospital was forbidden or a \"collegial taboo.\" 8 Providers also shy away from second opinions owing to litigation fears. Providers have concerns that a change in diagnosis or treatment options could expose the primary provider to a malpractice claim. 9 Although some patients and providers believe that second opinions are not needed, extensive evidence indicates that provider diagnostic accuracy is highly imperfect. In the case of thyroid fine-needle aspiration (FNA) biopsies, for example, diagnostic disagreement occurred in 26% of cases in one study 10 and 13% in another. 11 In urologic cancers, Wayment et al 12 found a 10% diagnostic disagreement whereas another study examining them noted a discrepancy in scoring in 15% of samples, with 46% requiring a upgrade and 54% being downgraded. 13 Similar rates of disagreement occur for attention-deficit/hyperactivity disorder medication doses, 14 detection of abnormalities in neuroradiology studies, 15 and testicular cancer therapy plans. 16 Another study from Mayo Clinic in 2017 established that only 12% of final diagnoses were the same as the initial, with 66% better defined/refined, and 21% had a substantially different diagnosis. 17 Another study in 2014 reported that 1 in 20 patients were misdiagnosed. 18 This relatively high misdiagnosis rate affects the quality of care patients receive. Second opinion reviews of FNA biopsies could reduce the need for diagnostic thyroidectomy in 25% of patients with no increase in false negatives, and second opinion consultations in thyroid FNA increased biopsy accuracy from 60% to 74%. 19 ",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 235,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 432,
                    "end": 433,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 636,
                    "end": 637,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 941,
                    "end": 943,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 964,
                    "end": 966,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1002,
                    "end": 1004,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1183,
                    "end": 1185,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1285,
                    "end": 1287,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1342,
                    "end": 1344,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1382,
                    "end": 1384,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1581,
                    "end": 1583,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1656,
                    "end": 1658,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1981,
                    "end": 1983,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To understand the contradiction between the apparent value of second opinions and their perceived underuse, this article develops an economic model and also uses a case-based example to determine conditions under which second opinions provide the most value. The model relies on the expected utility theory (EUT) framework initially but later expands the model to incorporate deviations from perfectly rational behavior owing to hindsight bias, ego bias, and collegial bias. The model examines how second opinions can be useful along 2 dimensions: (1) the likelihood an individual receives the correct diagnosis and (2) how second opinions can counteract financial incentives that may bias provider treatment choices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THEORY"
        },
        {
            "text": "Although there are several theories of utility and value, EUT remains the most commonly used prescriptive/normative theory within both the economic and decision sciences literature. In game theory as well as in decision analysis, EUT provides insight into multidimensional decisions under uncertainty when applied within a rational framework. Proposed by Bernoulli in the 1700s, EUT was expanded by von Neumann and Morgenstern, who applied it to the expanding field of game theory in 1944. 20 They described 4 axioms that define a rational decision maker, including completeness, transitivity, independence, and continuity. The International Society for Pharmacoeconomics and Outcomes Research 21, 22 in the United States as well as the National Institute for Health and Care Excellence 23 in the United Kingdom recommend using expected utility frameworks to model how patient value of a treatment's health benefits under uncertainty.",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 492,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 694,
                    "end": 697,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 698,
                    "end": 700,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "THEORY"
        },
        {
            "text": "In addition to applying the standard EUT frameworkdwhich assumes perfect rationalitydwe also develop a modified EUT model in which perfect rationality does not hold. Critics of EUT, such as Tversky and Kahneman, 24 note that individuals do not always make decisions in a rational manner. For instance, patients overestimate the likelihood of low probability events. Further, standard utility does not take into account loss aversion and ignores the 4-fold pattern of risk attitudes first described by them.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 214,
                    "text": "24",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "THEORY"
        },
        {
            "text": "To better understand the current use of second opinion consults, our model incorporates many of the incentives that influence both provider and patient behavior. We discuss the theory that helps to inform rational decision making; then, we develop a mathematical model using theory to describe the different incentives and how they might yield different results on the basis of the impetus behind the reason for the second opinion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Matthew, a 24-year-old firefighter, presents to a spine surgery practice that is part of a private group with the recent onset of severe right lower extremity pain. He was seen by his primary care provider who had completed imaging and noted a large L5-S1 disc compressing the right L5 root. He was given an oral corticosteroid dose pack, which helped \"a little,\" and therapy was initiated. Because of his ongoing pain, he was referred to surgical practice. He is seen by one of the surgeons who immediately offer surgery. He is concerned as he had asked about nonoperative options, but felt as though those were not really addressed or discussed. He presents back to his primary care provider, asking if he can be sent for a second opinion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE EXAMPLE"
        },
        {
            "text": "In our baseline EUT model, providers choose treatments on the basis of 2 factors: (1) the treatment's effect on their income and (2) the treatment's effect on the patient's health. Consider a provider utility function similar to the one outlined by Ellis and McGuire 25 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL"
        },
        {
            "text": "Uðt; dÞ ¼ UðpðtÞ; BðtjdÞÞ in which t is the treatment selected and d is the physician's judgment of the patient's diagnosis. The treatment and diagnosis variables affect provider utility through the 2 pathways described above. The choice of treatment will influence provider profit (income) defined as p (t). Providers paid via fee-for-service (FFS) are more likely to increase treatment intensity than those paid via capitation or salary. 26 Physicians balance profit motive against the benefit patients would gain from a given treatment, B(t|d), where the benefit of a treatment depends on their diagnosis.",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 442,
                    "text": "26",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "MODEL"
        },
        {
            "text": "The Ellis and McGuire EUT model incorporates how a treatment affects patient health into the decision-making process. Thus, if 2 different courses of treatments are equally effective, the reimbursement system may be the deciding factor. If 2 treatment regimens are equally profitable, only patient benefit will matter. In practice, providers balance a profit motive and patient health and oftentimes there may be trade-offs. For instance, aggressive chemotherapy treatment of patients with cancer may lead to better survival outcomes but more adverse events; palliative care may result in suboptimal survival outcomes, but superior quality of life. In cases in which there are trade-offs between treatment regimen, the provider reimbursement structure may be particularly influential in the provider's treatment recommendation. In our case study above, the surgeon's profit motive may influence their recommendation, particularly in cases in which there is some ambiguity regarding which treatment option is best.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL"
        },
        {
            "text": "An additional complicating factor is that in practice not only is there significant uncertainty surrounding treatment options, but patient diagnosis is also imperfect. Misdiagnosis could occur owing to random errors or owing to provider incentives to misdiagnose a patient. We incorporate provider misdiagnosis into the model by defining do as the true diagnosis and da patient. We incorporate provider misdiagnosis into the model by defining d o as the true diagnosis andd j as the provider j's estimated diagnosis. We assume that the patient's health improvement is larger when the provider selects a treatment on the basis of the correct diagnosis rather than the incorrect diagnosis. Mathematically, this implies that Bðt Ã jd 0 Þ ! Bðt Ã jd j Þ, in which t* is the physician's choice of treatment that maximizes their utility conditional on d. Note that the treatment that maximizes patient health benefit, t** may not be the same as the one that maximizes physician utility t treatment that maximizes patient health benefit t** may not be the same as the one that maximizes physician utility t* , because the physician's optimization incorporates not only patient benefit but also a treatment's effect on their income.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL"
        },
        {
            "text": "Our model initially assumes that misdiagnosis occurs solely because of provider error. We assume that all provider behavior to maximize profits occurs through the selection of treatments conditional on diagnosis rather than through intentional misdiagnosis. Thus, we model the physician's diagnosis, d j as a function of the true diagnosis, d o physician's diagnosisd j as a function of the true diagnosis d o and a measure of diagnostic accuracy. Mathematically, this corresponds to the probability distributiond j wf ðd 0 ; s j Þ. In other words, we assume that on average the provider correctly diagnoses, but there is some amount of errordcaptured by the variance term s j in this diagnosis. The amount of error (ie, s j ) varies by provider (index j), and in our model, smaller values of s j indicate better quality physicians. We assume that providers vary only in their ability to diagnose patients. Thus, our framework assumes that provider quality depends on diagnostic accuracy rather than technical proficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL"
        },
        {
            "text": "In this model, second opinions serve 2 purposes. First, they increase the likelihood an individual receives the correct diagnosis. Second, they help patients improve outcomes in which provider financial incentives affect treatment choices. We discuss both second opinion uses in more detail below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL"
        },
        {
            "text": "Patients can improve the likelihood that they receive the correct diagnosis 1 of 2 ways: (1) select higher quality physicians or (2) seek second opinions. In our model, choosing higher quality physicians amounts to selecting physicians that more accurately diagnose (ie, selecting a physician j with smaller sselecting a physician j with smaller s j ). In practice, however, patients may not be able to identify higher quality physicians. Even in the case in which provider diagnostic accuracy is observable, patients still may not be able to always select higher quality providers. In a free market, higher quality physicians will charge more, limiting access. Even if third-party payers fix reimbursements, high quality providers will likely have longer waiting times, and thus access to high quality providers will be restricted or may opt to practice outside the health insurance system (eg, concierge medicine).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FINDINGS Second Opinions That Correct Clinical Errors"
        },
        {
            "text": "Patients can also decrease the likelihood of clinical errors through second opinions. Because our model assumes that providers accurately diagnose on average, the average diagnosis will move closer to the true diagnosis as the number of clinicians visited increases. Formally, let s be the number of second opinions. By the law of large numbers, as the number of second opinion increases, the average diagnosis converges to the true diagnosis (ie, formally as s/N, 1 s Pd /d 0 ). This model assumes that the current state of knowledge is such that providers are able to accurately diagnose on average. Consider a simplistic model to demonstrate the value of second opinions. Assume that diagnoses, d Consider a simple to demonstrate the value of second opinions. Assume that diagnosesd j ; range between 0 and 1 over a uniform distribution. Assume a \"correct\" diagnosis is any diagnosis of value ranging from 0.25 to 0.75 and any diagnosis of value below 0.25 or above 0.75 is \"incorrect.\" Further assume that when patients receive second opinions, they take the average value. We simulated 1000 patients and estimated the share of patients with one of the \"incorrect\" diagnoses and how this varied on the basis of the number of second opinions received. Under this simplistic model, we see that the effect of second opinions has a dramatic effect on whether patients will receive an incorrect diagnosis (Figure) . When patients receive 1 second opinion, the share of patients with an incorrect diagnosis falls considerably by half to 25.8%; adding another second opinion makes this figure fall substantially again to 16.0%; a third second opinion drops the rate of the incorrect diagnosis to just under 1 in 10 patients (9.9%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1404,
                    "end": 1412,
                    "text": "(Figure)",
                    "ref_id": null
                }
            ],
            "section": "FINDINGS Second Opinions That Correct Clinical Errors"
        },
        {
            "text": "Second opinions are especially valuable when (1) some providers systematically misdiagnose or (2) providers suffer from hindsight or ego bias. We extend the model above to incorporate both cases. To incorporate the first scenario, assume each provider's diagnosis is not centered on the true diagnosis. In this extended model, we assume thatd j wf ðd j ; s j Þ, in which for some j d j ¼ d 0 and for other j d j sd 0 . We assume that the difference between each physician's average diagnosis and the true diagnosis is distributed as follows: as the number of second opinions increases, the average diagnosis converges to the true diagnosis. This convergence, however, occurs more slowly than if all providers predicted the correct diagnosis on average. Providers who reevaluate patients, however, may suffer from various biases that do not occur when a provider evaluates a patient for the first time. Hindsight bias, for instance, occurs when one believes that the diagnosis given was clearly the correct one, despite the existence of some measure of uncertainty at the time of diagnosis. 27 Providers may also suffer from ego bias and be overconfident in their own diagnosis. 27 To account for hindsight and ego biases, we expand our model to permit the same physician to evaluate the same patient multiple times. Specifically, we create a dynamic utility function. The dynamic utility function is specified as follows:",
            "cite_spans": [
                {
                    "start": 1090,
                    "end": 1092,
                    "text": "27",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1178,
                    "end": 1180,
                    "text": "27",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "FINDINGS Second Opinions That Correct Clinical Errors"
        },
        {
            "text": "The utility function now depends not only on the physician's current treatment and diagnosis (t;d jt ) but also on the original diagnosis from the primary physician,d j0 ), and the patient's true diagnosis d 0 . Here, the termd jt À d j0 is the difference between the provider's diagnosis at time t,d jt , and their original diagnosisd j0 . Measuring diagnostic accuracy numerically may seem odd for some readers; a diagnosis is either correct or incorrect. Nevertheless, for modeling purposes, measuring diagnostic accuracy as a continuous variable is useful as incorrect diagnoses that result in the same treatment would be \"less incorrect\" than a completely incorrect diagnosis that results in suboptimal or even harmful treatment. Because of hindsight and ego biases, provider utility decreases when they have to revise their original diagnosis. In contrast, providers also have an incentive to correctly diagnose the patient; utility decreases when the diagnosis given is far from the true diagnosis.* After incorporating hindsight and ego biases into our dynamic model, second opinions provide significant value when new information appears. Specifically, new information can manifest itself as new patient symptoms, the receipt of test results, or many other sources of information. Second opinions are especially useful in this model because if the first provider's diagnosis is incorrect, it is less likely for them to change the diagnosisdeven in the presence of new informationdbecause of hindsight and ego biases. When seeking a second opinion from another provider, by construction their most recent diagnosis is the same as their original diagnosis (i.e., d j ¼d o original diagnosis (ie, d i ¼ d 0 ) and thus the desire for an accurate diagnosis will fully determine the diagnosis chosen. In other words, the second provider does not have a vested interest in maintaining their previous diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FINDINGS Second Opinions That Correct Clinical Errors"
        },
        {
            "text": "In contrast, second opinions may be less effective in practice because of collegial bias. Although using previous physician's opinions may strengthen clinical decision making in some cases, second opinions may be influenced by the referring physician's original opinion. 28 Other studies have found that two-thirds of oncologists believed that the first diagnosis and recommendations influenced the outcome of the second opinion visit, with another one-third believing that the relationship between physician colleagues biased the encounters and 41% believing that the public nature of a second opinion was influential. 29 In other words, providers may have an incentive to select diagnoses that correspond to the original diagnosis to maintain a collegial relationship. y In summary, the value of second opinions is useful in our EUT model because of the law of large numbers. If new information appears, getting a second opinion from a new physician is especially useful because of hindsight and ego biases of the original evaluating physician, but may be less useful because the second physician suffers from collegial bias. As long as the magnitude of collegial bias is less than the combined effect of hindsight and ego biases, patients will gain value from second opinions.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 273,
                    "text": "28",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 620,
                    "end": 622,
                    "text": "29",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "FINDINGS Second Opinions That Correct Clinical Errors"
        },
        {
            "text": "Although the discussion above describes the benefits second opinions offer when providers misdiagnose, second opinions provide value even when providers diagnose patient illness *Formally, this means that vU/vU",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second Opinions That Correct Provider Incentives"
        },
        {
            "text": "y Formally, one could incorporate collegial bias into the utility function by assuming that the reference diagnosis,d j0 , is defined not as the most recent diagnoses made by the physician, but the most recent diagnosis by any another provider. without error. To describe why this is the case, let us simplify our model to now assume that all providers correctly diagnose all patients without error (i.e., d j ¼ d o all providers correctly diagnose all patients without error (ie,d j ¼ d 0 Þ. Even if the diagnosis is perfect, providers vary in the types of treatment they recommend. In our case example, Matthew was seen and immediately offered surgery, although research has found that he might have benefitted most from a trial of an injection and conservative therapy. 30 Although idiosyncratic and regional differences in provider culture explain some of these treatment differences across providers, financial incentives also influence treatment choice.",
            "cite_spans": [
                {
                    "start": 773,
                    "end": 775,
                    "text": "30",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Second Opinions That Correct Provider Incentives"
        },
        {
            "text": "To describe how financial incentives affect treatment choices within our model, we explicitly describe how treatment choices affect provider income. Assume that treatment t is a continuous variable, and as t increases, provider profit increases under FFS reimbursement mechanisms but decreases under capitation. We model the effect of treatment choice on profits as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second Opinions That Correct Provider Incentives"
        },
        {
            "text": "in which C is the capitation payment, p is the payment the provider receives for treatment t, and c is the marginal cost of treatment t. Under an FFS system, C¼0 and p>0; under a pure capitation system, C>0 and p¼0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second Opinions That Correct Provider Incentives"
        },
        {
            "text": "These financial incentives exert influence on physicians to either oversupply or undersupply treatment to patients. Fee-for-service providers have an incentive to prescribe more services than capitated providers because provider revenue from additional treatments is positive under FFS. In contrast, provider revenue from additional treatment under capitation payment is zero and thus these providers have an incentive to undersupply care. Let tj an incentive to undersupply care. Let t Ã j be the optimal treatment provider j chooses for a patient with a given diagnosis. If this is the case, t Ã FFS ! t Ã capitation . If patients seek second opinion from practitioners paid through different reimbursement systems, they can establish an upper bound on the correct treatment. Assume that the and lower bound on the correct treatment. Assume that the treatment quantity t ÃÃ maximizes patient benefit Bðtjd 0 Þ. In general, t Ã capitation t ÃÃ because providing extra treatment adds no income to the provider and, by definition, any other treatment below t ÃÃ is less than optimal from the patient's perspective. In contrast, typically t Ã FFS ! t ÃÃ because physicians reimbursed through an FFS system can increase their income by increasing treatment intensity. z Thus, by securing a second opinion from practitioners paid through different reimbursement systems, patients acquire an upper or lower bound surrounding the optimal treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second Opinions That Correct Provider Incentives"
        },
        {
            "text": "In-network vs Out-of-network For cases in which the diagnosis is uncertain, our model reveals that using only in-network providers is ideal. To see why this is the case, assume that patients who visit providers within the managed care plan's network pay a low co-payment but patients who seek care from providers outside the plan's network pay higher co-payment rates. By consulting only innetwork providers, the patient pays lower copayments. Our model assumes that provider reimbursement affects only treatment decisions and not diagnostic accuracy. For instance, if the co-payment for an in-network visit is $10 and the co-payment for an out-of-network visit is $30, the patient could seek a second (and third) opinion for the same price as one out-ofnetwork visit. As described above, as the number of second opinion increases, the average diagnosis converges to the correct diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Decision-Making Application:"
        },
        {
            "text": "When evaluating alternative treatment recommendations conditional on diagnosis, however, visiting both in-network and out-ofnetwork providers provides a distinct advantage. Assume, for instance, that all the managed care insurer's in-network practitioners are all paid capitation and out-of-network providers are paid FFS. For simplicity, assume that there is no diagnosis error. In this case, in-network providers will select a treatment level that is below the optimal treatment quantity (ie, t Ã capitation t ÃÃ ). If a patient seeks a second opinion from another in-network providerdwho is also paid capitationdthe patient would receive a similar treatment plan (t Ã capitation ). A second opinion from an out-of-network FFS practitioner, in contrast, would offer patient an alternative treatment plan t Ã FFS . As described above, it is likely that t Ã FFS is above the optimal treatment plan and t Ã capitation is below the optimal treatment z In certain cases, t ÃÃ > t Ã FFS > t Ã capitation , if FFS reimbursement is below the provider's marginal cost. plan. Nevertheless, by seeking a second opinion from an out-of-network provider, the patient establishes upper and lower bounds on treatment alternatives. If the same treatment is proposed in both cases (ie, t Ã capitation ¼ t Ã FFS ), the patient can be fairly confident that this is the correct treatment course.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Decision-Making Application:"
        },
        {
            "text": "Patients will value second opinions from out-of-network provider more when the choice of treatment has a larger effect on the patient's health status or when the out-ofnetwork co-payment is low. Formally, assume that the minimum treatment a practitioner would prescribe is t and the maximum treatment is t. Let gðtjd 0 Þ be the probability density function of receiving treatment t given diagnosis d 0 and assume that d 0 is known with certainty. When R ½Bðt ÃÃ jd 0 Þ ÀBðtjd 0 Þgðtjd 0 Þdt is large, you are more likely to see a second opinion out of network. In other words, if your health is likely to experience a significant change in the outcomes in cases in which you do not receive the optimal treatment, the second opinion from an out-of-network physician is more valuable. Because the outof-network co-payment directly affects the patient consumption of nonhealth goods, lower out-of-network co-payments will increase patient utility of these types of second opinions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Decision-Making Application:"
        },
        {
            "text": "This article developed a simple economic model to find the value of second opinions for both diagnostic and treatment decisions. Second opinion visits can correct clinical errors in both diagnosis and treatment recommendations and/or correct provider incentives when the initial provider has a financial stake in a different diagnosis or more likely a different treatment recommendation. The model reveals that physician behavior may increase or decrease the value of second opinions when new information arises. In this dynamic model, the initial provider may be less likely to change an existing or initial diagnosis despite the admission of new information because of hindsight or ego bias, which impairs the ability of the initial provider to change their assessment and treatment recommendations. Second opinions help address this problem, as the second provider is not exposed to those biases. However, there is evidence that the initial diagnosis can also bias the consulting practitioner who is providing the second opinion, especially in circumstances in which the 2 providers may have an established relationship. 29 New technology models using telemedicine have shown promise in this area. One study compared the management of 2 different groups of diabetic patients and found no statistical difference. 31 Another study, looking at patient-reported outcomes using remote orthopedic consultations, found 85% preferred video consultation, and no differences were noted in patient-reported health over 12 months. 32 When financial incentives influence treatment recommendations, second opinions help patients establish bounds for reasonable treatment options. For instance, a patient may receive a treatment recommendation without knowing whether this recommendation is relatively aggressive or relatively conservative compared to the average treatment level. Following up on our case example, he was sent for further work-up with a different surgeon via a telemedicine evaluation and was recommended to have an epidural injection and ongoing conservative care. He was more satisfied with this encounter as the surgeon took the time to explain the different options and allowed the patient to make an informed decision. The initial surgeon was clearly interested in performing surgery, a more aggressive treatment, with higher compensation, than considering other options. Compensation may affect how physicians frame the \"standard\" treatment for a given diagnosis. By seeking second opinions from physicians paid under different reimbursement systems (ie, FFS compared with capitation or salary), patients can set bounds for reasonable treatment options and gain a better understanding of whether the original treatment recommendation meets their individual preferences for aggressive vs conservative treatment.",
            "cite_spans": [
                {
                    "start": 1124,
                    "end": 1126,
                    "text": "29",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1315,
                    "end": 1317,
                    "text": "31",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1522,
                    "end": 1524,
                    "text": "32",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Recent health care industry trends may further decrease the use of second opinions. Although information technology decreases the cost of accessing a second opinion, it may also decrease its value. For instance, improved diagnostic technologies such as biometric sensors and real-time at-home patient monitoring systems may decrease the need for second opinions if these sensing technologies become more accurate. Additionally, the health care industry has consolidated market share under fewer key players in recent years. 33 Moreover, the advent of large physician practice networks and accountable care organizations may limit payment system heterogeneity and further decrease the value of second opinions. Thus, although second opinions often provide significant value and appear to be currently underused, it is unclear whether second opinion use will increase in the future.",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 526,
                    "text": "33",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There are some limitations, however; as noted above, EUT works well when describing risky decisions that are being undertaken by rational decision makers in areas of uncertainty. Although this model will help describe and evaluate second opinions, there are limitations, as not all patients or providers will engage in rational behavior, and there are always unknown variables that cannot be quantified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We identify numerous reasons why second opinions may be underused. First, the value of second opinion depends on the degree of diagnostic uncertainty. Although physicians are clearly imperfect, ego bias may cause them to overestimate the quality of their own diagnosis. Second, collegial bias may make physicians hesitant to counteract the opinions of the first physician. Third, although variation in local provider compensation regimes will affect the value of second opinions, providers likely do not take this information into account when considering a second opinion. As illustrated in our case example, the patient was immediately offered a high-cost, high-risk procedure without considering further nonoperative treatments. Research has found that although surgery can be an effective means of treating disc herniation, 70% of these soft disc extrusions will heal on their own with conservative care, information that was not provided to the patient during his first spine surgical evaluation. 30 We would suggest that providers need to be aware of potential biases when referring patients to specialists and be aware that second opinions have the potential to improve diagnostic accuracy and treatment outcomes.",
            "cite_spans": [
                {
                    "start": 1002,
                    "end": 1004,
                    "text": "30",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "ESMO management and treatment adapted recommendations in the COVID-19 era: colorectal cancer",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vecchione",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stintzing",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pentheroudakis",
                    "suffix": ""
                },
                {
                    "first": "J-Y",
                    "middle": [],
                    "last": "Douillard",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lordick",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ESMO Open",
            "volume": "5",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Telehealth in urology: a systematic review of the literature. how much can telemedicine be useful during and after the COVID-19 pandemic?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Novara",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Checcucci",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Crestani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Urol",
            "volume": "78",
            "issn": "6",
            "pages": "786--811",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Telehealth transformation: COVID-19 and the rise of virtual care",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wosik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fudim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Med Inform Assoc",
            "volume": "27",
            "issn": "6",
            "pages": "957--962",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Most Americans take doctor's advice without second opinion: Americans slightly more confident now than in 2002",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Newport",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Who gets second opinions? Health Aff (Millwood)",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "137--145",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Why do patients seek a second opinion or alternative medicine?",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Sutherland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Verhoef",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Clin Gastroenterol",
            "volume": "19",
            "issn": "3",
            "pages": "194--197",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Seeking a second opinion: do patients need a second opinion when practice guidelines exist? Health Policy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Moumjid",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gafni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bremond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Carrere",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "80",
            "issn": "",
            "pages": "43--50",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Orthopedic surgeons' and neurologists' attitudes towards second opinions in the Israeli healthcare system: a qualitative study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Greenfield",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Pliskin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wientroub",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Davidovitch",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Isr J Health Policy Res",
            "volume": "1",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ethical and legal implications in seeking and providing a second medical opinion",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Axon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hassan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Niv",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beglinger",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rokkas",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Dig Dis",
            "volume": "26",
            "issn": "1",
            "pages": "11--17",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Second opinion in thyroid fine-needle aspiration biopsy by the Bethesda system",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Endocr J",
            "volume": "59",
            "issn": "3",
            "pages": "205--212",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical impact of second opinion in thyroid fine needle aspiration cytology (FNAC): a study of 922 interinstitutional consultations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bajaj",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Morgenstern",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sugrue",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wasserman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wasserman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Diagn Cytopathol",
            "volume": "40",
            "issn": "5",
            "pages": "422--429",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Second opinion pathology in tertiary care of patients with urologic malignancies",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Wayment",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bourne",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kay",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Tarter",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Urol Oncol",
            "volume": "29",
            "issn": "2",
            "pages": "194--198",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The value of mandatory second opinion pathology review of prostate needle biopsy interpretation before radical prostatectomy",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brimo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schultz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Urol",
            "volume": "184",
            "issn": "1",
            "pages": "126--130",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Second opinions improve ADHD prescribing in a medicaid-insured community population",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Varley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcclellan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Am Acad Child Adolesc Psychiatry",
            "volume": "48",
            "issn": "7",
            "pages": "740--748",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Second-opinion consultations in neuroradiology",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Yousem",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Lewin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Radiology",
            "volume": "255",
            "issn": "1",
            "pages": "135--141",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Burden or relief: do second-opinion centers influence the quality of care delivered to patients with testicular germ cell cancer?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schrader",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Weissbach",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur Urol",
            "volume": "57",
            "issn": "5",
            "pages": "867--872",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Extent of diagnostic agreement among medical referrals",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Such",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lohr",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Beckman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Naessens",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Eval Clin Pract",
            "volume": "23",
            "issn": "4",
            "pages": "870--874",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The frequency of diagnostic errors in outpatient care: estimations from three large observational studies involving US adult populations",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "And",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ Qual Saf",
            "volume": "23",
            "issn": "9",
            "pages": "727--731",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Routine secondopinion cytopathology review of thyroid fine needle aspiration biopsies reduces diagnostic thyroidectomy",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Davidov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Z"
                    ],
                    "last": "Trooskin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Shanker",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Surgery",
            "volume": "148",
            "issn": "6",
            "pages": "1299--1301",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Theory of Games and Economic Behavior",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Von Neumann",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Morgenstern",
                    "suffix": ""
                }
            ],
            "year": 1944,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Estimating healthstate utility for economic models in clinical studies: an ISPOR Good Research Practices Task Force Report",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Wolowacz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Briggs",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Belozeroff",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Value Health",
            "volume": "19",
            "issn": "6",
            "pages": "704--719",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Mapping to estimate health-state utility from nonepreference-based outcome measures: an ISPOR Good Practices For Outcomes Research Task Force Report [published correction appears in Value Health",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Wailoo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hernandez-Alava",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Manca",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "NICE DSU Technical Support Document 12: The Use of Health State Utility Values in Decision Models. London: National Institute for Health and Care Excellence",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ara",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wailoo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Advances in prospect theory: cumulative representation of uncertainty",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tversky",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kahneman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Risk Uncertain",
            "volume": "5",
            "issn": "4",
            "pages": "297--323",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Provider behavior under prospective reimbursement: cost sharing and supply",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Mcguire",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Health Econ",
            "volume": "5",
            "issn": "2",
            "pages": "129--151",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Operating on commission: analyzing how physician financial incentives affect surgery rates",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shafrin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health Econ",
            "volume": "19",
            "issn": "5",
            "pages": "562--580",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Systematic errors in medical decision making: judgment limitations",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Arkes",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Gen Intern Med",
            "volume": "2",
            "issn": "3",
            "pages": "183--187",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Do first opinions affect second opinions?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vashitz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Pliskin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Parmet",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Gen Intern Med",
            "volume": "27",
            "issn": "10",
            "pages": "1265--1271",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "An exploration of the dynamics and influences upon second medical opinion consultations in cancer care",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Philip",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Komesaroff",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Asia Pac J Clin Oncol",
            "volume": "7",
            "issn": "1",
            "pages": "41--46",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The probability of spontaneous regression of lumbar herniated disc: a systematic review",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chuang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Rehabil",
            "volume": "29",
            "issn": "2",
            "pages": "184--195",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Telemedicine consultation for patients with diabetes mellitus: a cluster randomized trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hirth",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Aron",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Telemed Telecare",
            "volume": "24",
            "issn": "6",
            "pages": "385--391",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Patient reported outcomes with remote orthopaedic consultations by telemedicine: a randomized controlled trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Buvik",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bugge",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Knutsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Småbrekke",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wilsgaard",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Telemed Telecare",
            "volume": "25",
            "issn": "8",
            "pages": "451--459",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "One inflator of medical cost trend in 2019: provider megamergers. PWC website",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Stiver",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "ª 2021 Mayo Foundation for Medical Education and Research. Published by Elsevier Inc. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/) n Mayo Clin Proc Inn Qual Out 2021;5(2):502-510",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Simulation to estimate the effect of the number of second opinions on the likelihood of an incorrect diagnosis.z",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "0 wNð0; s j Þ: By law of large numbers,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}