{
    "paper_id": "3db52a1de26904a21e52dc35c5a241707030f15f",
    "metadata": {
        "title": "Journal Pre-proof Anesthesia Care for Coronavirus Disease (COVID-19) Patients: Results from a Survey Evaluating Opinions of American Society of Anesthesiologists (ASA) Members",
        "authors": [
            {
                "first": "Ahmad",
                "middle": [],
                "last": "Elsharydah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Southwestern Medical Center at Dallas",
                    "location": {
                        "region": "Texas",
                        "country": "USA"
                    }
                },
                "email": "ahmad.elsharydah@utsouthwestern.edu"
            },
            {
                "first": "Ejike",
                "middle": [
                    "N"
                ],
                "last": "Okoro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Southwestern Medical Center at Dallas",
                    "location": {
                        "region": "Texas",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "Ikenna"
                ],
                "last": "Nwafor",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [
                    "J"
                ],
                "last": "Delin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Southwestern Medical Center at Dallas",
                    "location": {
                        "region": "Texas",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "W"
                ],
                "last": "Mercier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Southwestern Medical Center at Dallas",
                    "location": {
                        "region": "Texas",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Girish",
                "middle": [
                    "P"
                ],
                "last": "Joshi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Southwestern Medical Center at Dallas",
                    "location": {
                        "region": "Texas",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": ";",
                "middle": [
                    "C"
                ],
                "last": "Ikenna Nwafor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Southwestern Medical School",
                    "location": {
                        "settlement": "Dallas",
                        "region": "Texas",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "α (ASA), practicing in the United States, who have opted in to receive research surveys (29,515 members). The survey was fully evaluated and approved by the authoritative ASA committees and by our institutional research board (IRB). It gathered demographic data of participants, their current practices, perioperative management changes in response to the pandemic including training, clinical protocols, and preoperative SARS-CoV-2 testing. Using a 5-point Likert scale (strongly agree, agree, neutral, disagree, strongly, disagree), opinions regarding recommended changes in anesthesia practice were gathered (Appendix 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The chi-square test was utilized to assess the association between different categorical variables, the Spearman rank-order correlation (rs) was used to evaluate the relationship between the participants' demographics, practice characteristics, clinical experience and practice changes in response to the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We estimated that the percentage of anesthesiologists responding to the survey who would agree (versus disagree) with the survey options would be around 60% (P = 0.6) based on a survey that was published on anesthesiologists' and trainees' attitudes towards COVID-19 patients 6 . A post-hoc calculation of an appropriate sample size was determined by the formula N = Z 2 P(1 − P)/d 2 , which yielded a sample of approximately 2 300 participants. We used an 95% confidence level (corresponds to type 1 error α = 0.05 and Zα = 1.96). To improve the reliability of the survey results to represent the target population, we applied a low margin of error (d) of 2% (0.02). All statistical analyses were carried out using the SAS software (SAS 9.4, Cary, NC), and a p of < 0.05 was considered statistically significant.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 277,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A total of 2 310 anesthesiologists completed the survey (response rate = 7.8%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographic of respondents"
        },
        {
            "text": "A majority of respondents were 45 years of age or older (69.3%), males (63%) and from all regions of the United States ( Table 1) . A majority of respondents practiced full time (88.1%) and working in a non-academic setting (77.8%) ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 129,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 234,
                    "end": 242,
                    "text": "Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Demographic of respondents"
        },
        {
            "text": "J o u r n a l P r e -p r o o f Preoperative COVID-19 testing for all surgical patients was reported by 72% of respondents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perioperative management of COVID-19 cases (testing, protocols and training)"
        },
        {
            "text": "Preoperative testing was more frequent in academic compared to non-academic centers (83.7% versus 68.4% respectively; p < 0.001). Use of formal protocols was reported by 78.1% of respondents, with 50.1% reporting formal training for management of COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perioperative management of COVID-19 cases (testing, protocols and training)"
        },
        {
            "text": "Protocols and training were more common in academic compared to non-academic centers (87.4% versus 75.2% respectively; p < 0.001 for protocols, and 71.9% versus 44.9% respectively, p < 0.001 for training).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perioperative management of COVID-19 cases (testing, protocols and training)"
        },
        {
            "text": "Responses to 13 questions assessed in the survey are presented in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 74,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Opinions related to preoperative assessment, anesthetic technique and management of airway in patients with suspected or confirmed COVID-19"
        },
        {
            "text": "For preoperative assessment and consent, a majority of respondents \"agreed/strongly agreed\" with the use of remote methods (phone or videotelephony). A majority \"agreed/strongly agreed\" to shifting towards neuraxial/regional/local anesthesia over general anesthesia use when feasible (78%), with the use of aggressive postoperative nausea and vomiting (PONV) measures (77.1%) and with isolation for immediate postoperative recovery (93.5%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opinions related to preoperative assessment, anesthetic technique and management of airway in patients with suspected or confirmed COVID-19"
        },
        {
            "text": "Regarding airway management techniques, a majority of respondents \"agreed/strongly agreed\" to: (1) use of rapid sequence induction (RSI) for all patients (88.3%); (2) avoiding awake intubation unless absolutely necessary (88.3%); (3) use of videolaryngoscopy for all patients (77.4%); (4) use of tracheal intubation for esophagogastroduodenoscopy (56.6%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opinions related to preoperative assessment, anesthetic technique and management of airway in patients with suspected or confirmed COVID-19"
        },
        {
            "text": "Less than half of respondents \"agreed/strongly agreed\" to the use of intubation/extubation tool (box or tent) (46.4%), and there was absolute disagreement with the use of laryngeal mask airway (LMA) with only a minority (28.3%) \"agreed/strongly agreed\" to using it. Figure 2 shows a heat map about the correlation between the respondents' demographic and practice setting and their opinions. Although statistically significant (p < 0.05), the correlations are weak (rs ranges from 0.16 to -0.12). Older anesthesiologists (55 years and older, representing 43.9% of respondents) were less likely to agree/strongly agree to the use of RSI (rs J o u r n a l P r e -p r o o f = 0.12, p < 0.001) and more likely to agree/strongly agree to the use of LMA (rs = 0.16, p < 0.001), compared to respondents aged 54 or less (56.1%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 274,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Opinions related to preoperative assessment, anesthetic technique and management of airway in patients with suspected or confirmed COVID-19"
        },
        {
            "text": "The practice of anesthesia has gone through significant challenges and adapted several changes during the COVID-19 pandemic. As expected, answers to our survey show that a majority of anesthesiologists have incorporated anesthesia practice changes to reduce the risk of contamination and infection to them, other healthcare workers, other patients, and their communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our survey among ASA members in the United States, of which a majority of respondents practiced in non-academic settings, identified that a greater number of academic versus nonacademic centers adopted protocols and implemented training to ensure appropriate management of COVID-19 cases. One can speculate that because elective surgical procedures have been halted during the first COVID-19 surge, private practices and ambulatory centers may have not found the need to adopt protocols or provide training. Furthermore, academic centers were more likely to have institutional resources and infrastructure allocated to overcome the burden associated with the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There were several practice changes that were agreed to by more than 75% of respondents: (1) use of contactless preoperative evaluation and consent; (2) shifting towards non-general anesthesia techniques whenever possible: (3) use of RSI in all general anesthesia cases; (4) use of videolaryngoscopy; (5) avoiding awake intubation unless absolutely necessary, and (6) aggressive PONV measures.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The use of remote preoperative evaluation via a telephone video-call reduces person to person contact and has been advocated to protect both patients and healthcare workers as well as preserve personal protective equipment (PPE) to avoid waste and ensure judicious use; it is therefore not surprising that the majority of respondents agreed with the use of telemedicine for preoperative evaluation and consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "With regards to safe provision of general anesthesia, airway manipulation as would occur during mask ventilation or awake fiberoptic ventilation was recognized as a transmission risk by a majority of respondents, since these would cause aerosolization of viral particles; most agreed to providing RSI, use videolaryngoscopy and agree with isolation of patients in the immediate postoperative period. Opinions about tracheal intubation for EGD and LMA use seemed somewhat less consistent, with about half of respondents agreeing with their use. A variety of barrier devices (e.g., cover box, or plastic tent) have been suggested to prevent aerosols and droplets from reaching the operator's face 7 ; one third of respondents expressed being neutral and less than 50% seemed to agree/strongly agree with their use; although we do not know how many of respondents actually tried these devices, it is possible that most perceived the use of intubation boxes to be cumbersome in challenging cases, or that knowledge surrounding the fact that their manipulation may actually redirect aerosolized particles trapped under the shield had already emerged at the time of our survey. [8] [9] [10] We acknowledge our survey has several significant limitations including the low response rate resulting in sampling bias; the fact that a majority of respondents were private practice anesthesiologists may be due to the fact that anesthesiologists working in academic centers were working at the frontline and less available to respond; overall though, a comparison of this cohort with the overall ASA membership did not show major discrepancies in representation (age, gender and location). In addition, our survey lacks information about exact location (i.e., zip code), which might have caused a sampling bias because of the wide variation in SARS-CoV-2 prevalence during the first surge at the time of our survey. Another shortcoming is the lack of information regarding case load, case mix (urgent versus elective), and availability of preoperative SARS-CoV-2 testing and PPE. Last, the survey only asked about ASA members' opinions, which may not necessarily reflect their actual practice.",
            "cite_spans": [
                {
                    "start": 1172,
                    "end": 1175,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1176,
                    "end": 1179,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1180,
                    "end": 1184,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "In conclusion, this survey suggests that most ASA members responding to our short survey agreed with key components of \"best practices\" to minimize exposure to SARS-CoV-2. Future studies should assess trends in practice at 12 months and beyond, and might investigate J o u r n a l P r e -p r o o f whether some controversies identified here actually contribute to SARS-CoV-2 transmission, such as the use of LMA and not intubating for EGD in suspected or confirmed COVID-19 patients. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Occupational Stress and Mental Health among Anesthetists during the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Magnavita",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Soave",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ricciardi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Antonelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Environ Res Public Health",
            "volume": "17",
            "issn": "21",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evidence of Short-Range Aerosol Transmission of SARS-CoV-2 and Call for Universal Airborne Precautions for Anesthesiologists During the COVID-19",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Banik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ulrich",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Aerosol generating procedures and risk of transmission of acute respiratory infections to healthcare workers: a systematic review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cimon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Severn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Pessoa-Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Conly",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Personal protective equipment (PPE) for both anesthesiologists and other airway managers: principles and practice during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Lockhart",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Duggan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Wax",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saad",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Grocott",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Anaesth",
            "volume": "67",
            "issn": "8",
            "pages": "1005--1015",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Research electronic data capture (REDCap) -A metadata-driven methodology and workflow process for providing translational research informatics support",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thielke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Conde",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Biomed Inform",
            "volume": "42",
            "issn": "2",
            "pages": "377--381",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Attitudes of Anesthesiology Specialists and Residents toward Patients Infected with the Novel Coronavirus (COVID-19): A National Survey Study",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dost",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Koksal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Terzi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bilgin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Ustun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Arslan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Surg Infect (Larchmt)",
            "volume": "21",
            "issn": "4",
            "pages": "350--356",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Barrier Devices, Intubation, and Aerosol Mitigation Strategies: Personal Protective Equipment in the Time of Coronavirus Disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Fried",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Anesth Analg",
            "volume": "132",
            "issn": "1",
            "pages": "38--45",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Aerosol Retention Characteristics of Barrier Devices",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Fidler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Niedek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Teng",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Anesthesiology",
            "volume": "134",
            "issn": "1",
            "pages": "61--71",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Impact of aerosol box on intubation during COVID-19: a simulation study of normal and difficult airways",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fong",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Violato",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Anaesth",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Impact of an aerosol box on time to tracheal intubation: systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "Ponnapa",
                    "middle": [],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karalapillai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shekar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Br J Anaesth",
            "volume": "126",
            "issn": "3",
            "pages": "122--125",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "OR=operating room. * Total number is higher than the sum of the different categories because of missing values. 1 Small group of respondents choose testing for all cases and testing for selective cases at the same time",
            "authors": [],
            "year": null,
            "venue": "Table 2. Characteristics of the survey respondents. COVID-19= coronavirus disease 2019",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Respondent's opinion on a 5-point Likert scale regarding 13 items related to Coronavirus Disease 2019 (COVID-19) associated changes in anesthesia practice for the management of COVID-19 suspected/confirmed cases (reported numbers are percentages). Heat map graph showing correlations between respondents' demographics, practices setting, and opinion on anesthesia practice changes for management of COVID-19 suspected/confirmed cases. Outlined boxes are statistically significant (",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison between the survey sample and the target population demographics (age, gender and geographic location of main practice). * total number is higher than the sum of the different categories because of missing values.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}