{
    "paper_id": "3db5585276c2b14b396209fe6e4c4c6c6ccc52cb",
    "metadata": {
        "title": "Innovative Incentive Strategies for Sustainable HIV Testing and Antiretroviral Treatment",
        "authors": [
            {
                "first": "Gabriel",
                "middle": [],
                "last": "Chamie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "San Francisco"
                    }
                },
                "email": ""
            },
            {
                "first": "Harsha",
                "middle": [],
                "last": "Thirumurthy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": ". Whereas women often access testing around childbirth, men access health care (including HIV testing) more rarely and as a consequence are diagnosed later in HIV disease [3, 4] . HIV-infected men are also less likely to link to care than women. [5] Both the male testing and linkage to care \"gaps\" pose a challenge for the implementation of combination HIV prevention strategies, including treatment as prevention (TasP). Identifying interventions to increase HIV testing among men -particularly those engaged in high-risk behaviors -is thus an HIV prevention priority.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 175,
                    "end": 177,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "STUDY INVESTIGATORS"
        },
        {
            "text": "Prior research has shown that economic incentives -the offer of rewards conditional on undertaking a certain action -can be a cost-effective intervention for modifying health behaviors [6, 7] . However, most incentivebased approaches have not utilized key insights from behavioral economics, missing an important opportunity to develop interventions that are more effective and less expensive. One insight is that lottery-based incentives may be more effective than small, fixed incentives [8] [9] [10] . Importantly, lottery-based incentives may be most appealing to men with risk-seeking preferences, making this intervention particularly well suited for promoting HIV testing among high-risk men. A second insight is that because individuals display \"loss aversion\" -a strong reluctance to lose something they already own [8, 11] -framing incentives as items to be lost if one does not get tested can be more effective than framing them as items to be won if one gets tested.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 189,
                    "end": 191,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 490,
                    "end": 493,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 494,
                    "end": 497,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 825,
                    "end": 828,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 829,
                    "end": 832,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "STUDY INVESTIGATORS"
        },
        {
            "text": "Using behavioral economics to develop \"smarter\" incentive interventions can pave the way for targeted, lowcost ways to identify men who are unaware of their infection and link them to care for prompt initiation of antiretroviral therapy with HIV virologic suppression. This study in Uganda will evaluate the effectiveness and sustainability of innovative incentive strategies to promote HIV testing among men and treatment among HIVinfected adults in rural Uganda. Qualitative research methods will be integrated throughout to elucidate the psychosocial pathways through which incentive strategies affect behaviors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY INVESTIGATORS"
        },
        {
            "text": "The success of combination HIV prevention efforts, including HIV treatment as prevention, hinges on universal, routine HIV testing with linkage to care and antiretroviral treatment initiation after HIV diagnosis. The proposed study will evaluate the comparative effectiveness and sustainability of innovative incentive strategies, informed directly by behavioral economics and decision psychology, to promote HIV testing among men and HIV and treatment among HIV-infected adults in rural Uganda.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Synopsis"
        },
        {
            "text": "We will assess the comparative effectiveness of novel interventions designed to increase HIV testing among men who are unaware of their infection in rural Ugandan communities (Aim 1). About 3,000 men will be randomized to interventions that encourage them to get HIV tested in their communities. In Aim 2, we will study the efficacy of financial incentives for promoting initiation of and facilitating maintenance of antiretroviral therapy (as measured by HIV virologic suppression) among HIV-infected persons identified during a community-based HIV testing campaign. About 400 men and women with HIV will be randomized to receive financial incentives for achieving (or maintaining) an undetectable HIV viral load vs. no incentives (standard of care). In Aim 3, we will assess loss aversion strategies for promoting retesting for HIV among high-risk individuals: this aim will first be developed through a pilot study, and then refined for the larger comparative trial. Finally, Aim 4 will explore the sustainability of incentives by examining the effect of one-time incentives on future HIV testing behavior. Aim 4 will also assess the cost-effectiveness of incentives, compared with each other. Qualitative research will be integrated into most Aims. Table 1 provides an overview: [2, 12] . Men are also less likely to have recently tested and more likely to be unaware of their HIV infection [13] . The impact of this can be seen throughout the HIV care cascade, as HIV-infected men are less likely to link to care, enter care with more advanced disease, are less likely to receive antiretroviral therapy (ART), and have higher mortality than HIV-infected women [3, 4, [14] [15] [16] .",
            "cite_spans": [
                {
                    "start": 1283,
                    "end": 1286,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1287,
                    "end": 1290,
                    "text": "12]",
                    "ref_id": null
                },
                {
                    "start": 1395,
                    "end": 1399,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1665,
                    "end": 1668,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1669,
                    "end": 1671,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1672,
                    "end": 1676,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1677,
                    "end": 1681,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1682,
                    "end": 1686,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 1253,
                    "end": 1260,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Study Synopsis"
        },
        {
            "text": "Given the public health import of HIV testing as the gateway to combination prevention, it is essential to have simple and low-cost interventions to increase HIV testing and treatment among men.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Synopsis"
        },
        {
            "text": "Economic theories of decision making provide a strong rationale for using small economic incentives to promote healthy behaviors. Incentives can reduce the \"price\" of a behavior and increase demand for it. Behavioral economics provides an added rationale; with insights from psychology and economics, it points to decision making biases stemming from two types of time preferences: a) \"present-bias\" -the placement of disproportionate weight on present vs. future costs and benefits [17, 18] , and b) \"temporal discounting\" --the discounting of future costs and benefits. Thus, even with large benefits to adopting a behavior, individuals may fail to do so if its benefits are delayed and its costs (economic or psychological) are immediate. This implies that individuals can be \"nudged\" towards healthy behavior with incentives that offer an immediate benefit [7, 10, 19] . Incentive-based interventions have proven to be acceptable in many settings and found to have minimal risk of coercion. For example, cash and in-kind incentives have modified health behaviors ranging from vaccination uptake, smoking cessation, to HTC [7, [20] [21] [22] [23] [24] ; they have even been widely used by governments [25, 26] . Our studies in east Africa show that small, fixed incentives are effective in partially modifying men's HIV behaviors, such as circumcision and HTC uptake [27, 28] . We have also undertaken qualitative studies to assess the ethics and acceptability of incentives in east Africa [29] .",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 487,
                    "text": "[17,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 488,
                    "end": 491,
                    "text": "18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 861,
                    "end": 864,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 865,
                    "end": 868,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 869,
                    "end": 872,
                    "text": "19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1126,
                    "end": 1129,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1130,
                    "end": 1134,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1135,
                    "end": 1139,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1140,
                    "end": 1144,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1145,
                    "end": 1149,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1150,
                    "end": 1154,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1204,
                    "end": 1208,
                    "text": "[25,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1209,
                    "end": 1212,
                    "text": "26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1370,
                    "end": 1374,
                    "text": "[27,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1375,
                    "end": 1378,
                    "text": "28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1493,
                    "end": 1497,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Study Synopsis"
        },
        {
            "text": "HIV testing and treatment utilization are health behaviors ideally suited for incentive-based interventions. The immediate \"costs\" of testing, for example, include not just transport costs but also psychosocial ones such as stigma and fear of testing HIV-positive or disclosure [30] [31] [32] [33] . The benefits of testing, on the other hand, are more in the future and include the prospect of ART if one tests HIV positive. Incentives are ideal in this case because they create immediate benefits to testing and even offset some immediate costs. However, the standard approach of offering fixed incentives does not fully achieve desired behaviors and fails to realize the entire potential of incentives by not incorporating ideas from behavioral economics. For some, small incentives may be overlooked due to the \"peanuts effect\" (rewards may be \"small peanuts\", not worth the effort) [9] , a phenomenon supported by our pilot data [28] . Behavioral economics suggests novel approaches that may be more effective, and less costly.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 283,
                    "end": 287,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 293,
                    "end": 297,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 887,
                    "end": 890,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 934,
                    "end": 938,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Study Synopsis"
        },
        {
            "text": "Lotteries may be more effective in promoting HIV testing than small, fixed incentives. In seminal research, Kahneman and Tversky's Prospect Theory showed that people place a greater decision weight on probabilities near zero [8] . Thus lotteries with low probabilities of winning large prizes may be more appealing than a fixed incentive that is equal in its mathematical expected value. Lottery-based incentives may also be more effective because people tend to pay considerable attention to the magnitude of rewards [8, 34] . The anticipated emotion of winning a prize can be influential in driving behavior [34] . Lottery-based incentives may be ideal for implementing targeted testing and promoting HIV testing among higher risk men. Economists have shown that individuals' risk preferences (i.e. attitudes towards risk) are an important predictor of their interest in lotteries [35, 36] , with individuals displaying \"risk seeking\" preferences having the most interest. Such preferences have been associated with health behaviors such as use of preventive medical care and cigarette smoking [37] [38] [39] . The men in our study who find lottery-based incentives most appealing may be those with risk seeking preferences, a group likely to include HIV-infected persons and those engaged in high risk behaviors.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 228,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "34]",
                    "ref_id": null
                },
                {
                    "start": 610,
                    "end": 614,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 883,
                    "end": 887,
                    "text": "[35,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 888,
                    "end": 891,
                    "text": "36]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1096,
                    "end": 1100,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1101,
                    "end": 1105,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1106,
                    "end": 1110,
                    "text": "[39]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Study Synopsis"
        },
        {
            "text": "Loss aversion is a prominent feature of human decision-making behavior that, if properly incorporated into the design of incentive-based interventions, can successfully promote HIV testing. Another central insight from behavioral economics is that individuals display \"loss aversion\" in their decision making; they have an implicit mental accounting system in which gaining something is less motivating than losing something of similar value [8, 11, 40] . While loss aversion has been put into practice for some behaviors in high-and middleincome countries by way of \"commitment contracts\" in which people commit their own money in advance and agree to forgo the money if they fail to undertake a behavior or achieve a target outcome [41] , it has not been attempted in low-income countries due to obvious ethical and practical obstacles to imposing penalties on people living in poverty. To overcome these obstacles, we propose a novel loss aversion intervention in which a sense of ownership is generated for an incentive in advance of HIV testing, and participants are informed they will \"lose\" their reward if they do not HIV test. Our solution relies on the theory that people are sensitive to potential rewards being framed as gains or losses [40, 42, 43] . Just as Rothman, Salovey and others have applied this theory in studies of framing health communication [44, 45] , framing incentives as losses can be effective [46] . We will also test the \"commitment contract\" (or \"deposit contract\") interventions as these have shown promise in some studies. Assessing whether it is possible to apply the principle of loss aversion and develop interventions that can better motivate individuals to test for HIV is a central motivation of Aim 1 and the Aim 3 pilot.",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 445,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 446,
                    "end": 449,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 450,
                    "end": 453,
                    "text": "40]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "[41]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1249,
                    "end": 1253,
                    "text": "[40,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1254,
                    "end": 1257,
                    "text": "42,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1258,
                    "end": 1261,
                    "text": "43]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1368,
                    "end": 1372,
                    "text": "[44,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1373,
                    "end": 1376,
                    "text": "45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1425,
                    "end": 1429,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Study Synopsis"
        },
        {
            "text": "From the standpoint of sustainability, it is important to learn whether routine HIV testing can be encouraged by a one-time incentive. Repeat HIV testing is essential for the success of combination prevention [47] . In the 2012 Kenya AIDS Indicator Survey, for example, >90% of persons who were unaware of their infection reported they were HIV-negative based on their last test result [12] . There is some evidence that short-term incentives can result in behavior changes that persist after incentives are removed [24] . We will directly address whether the incentives for HTC can increase repeat testing among men in subsequent years within the same communities. Such an effect would enhance the budgetary sustainability of our incentive strategies.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Study Synopsis"
        },
        {
            "text": "Frequent retesting for HIV infection (more often than annually) is recommended in high-risk individuals, [48] but optimal strategies to promote retesting in sub-Saharan Africa remain unknown. As global efforts continue to reduce HIV incidence through \"test and treat\" approaches, it is clear that one-time, near-universal HIV testing initiatives will need to be followed by retesting services that offer repeat HIV testing to high-risk individuals living in communities in which universal HIV treatment is available. [49, 50] In addition to promoting HIV testing in persons who have not previously HIV tested, incentives may be effective in promoting longitudinal, repeat HIV testing in people who test HIV antibody negative but remain at high-risk for HIV infection. However, whether incentives are needed to promote repeat HIV testing in high-risk groups, and if so, what type of incentive approach is most likely to be effective remains unknown. We will address these questions in a comparative effectiveness study of incentives that leverage loss aversion vs. traditional gainframed incentives vs. no incentives, for repeat HIV testing in high-risk individuals who test HIV negative at enrollment.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[49,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "50]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Study Synopsis"
        },
        {
            "text": "Aim 1. Assess the comparative effectiveness of lottery, loss aversion, and fixed incentives for increasing HIV testing among men. Adult men living in our study communities in rural Uganda will be randomized to one of three incentive approaches and different incentive amounts that encourage HIV testing. The three incentive approaches will be: 1) Lottery: Men who come for HIV testing will have a chance to instantly win relatively high value prizes (probabilities of winning will range from 1-5%). 2) Loss aversion: Information about incentives for HIV testing will be framed in such a way that it leverages the principle of loss aversion. 3) Fixed: Those who come for HIV testing will receive small fixed prizes. The primary outcome will be HIV testing uptake after randomization. Our hypothesis is that lottery and loss aversion incentives will result in significantly higher testing uptake than fixed incentives. We also hypothesize that the proportion of testers in each arm who are HIV-infected (secondary outcome) will be highest with lottery-based incentives. In subsamples of men who do and do not test, we will conduct in-depth interviews to assess perceptions, attitudes and preferences related to incentives that may affect how incentives influence testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Objectives"
        },
        {
            "text": "Aim 2. Determine whether HIV-infected men and women are more likely to achieve and maintain HIV virologic suppression if offered financial incentives vs. no incentives (standard of care). Two economic and behavioral factors can serve as barriers to engaging in HIV treatment among HIV-infected persons: (a) present bias -the tendency to place greater weight on immediate costs (i.e. transport costs or missing work) than on delayed benefits (maintaining or restoring health with HIV care and antiretroviral therapy); and (b) the perceived absence of any immediate consequence to delaying health-seeking behavior, including treatment initiation. We hypothesize that a financial incentive will be more effective than no incentive in promoting HIV virologic suppression (a measure of success in ART adherence and navigation of the HIV treatment cascade) because incentives capitalize on present bias by drawing attention to a salient, immediate benefit of initiating and/or maintaining treatment, and leverage loss aversion by generating implicit loss as a result of delaying the decision to initiate ART. By incentivizing adults who have just obtained an HIV-positive result to achieve virologic suppression over the next 6 months, the intervention incentivizes multiple behaviors including prompt linkage to care, initiation of ART, and adherence to ART.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Objectives"
        },
        {
            "text": "In order to assess the feasibility of leveraging loss aversion to increase repeat HIV testing, HIV-negative adults who are at high risk of HIV acquisition and have just tested for HIV will be randomized into one of several different incentive strategies that encourage repeat HIV testing. The incentive arms will either: a) leverage loss-aversion by requesting participants to make an initial voluntary deposit that they will lose if they do not test for HIV at a later date; or b) use a standard gain-framed incentive strategy, in which participants are told they will receive an incentive for testing again for HIV at a later date. We will compare these two types of incentive strategies to a no incentive arm as well. Results from this pilot study will be used to inform how best to implement loss aversion-based incentives in a larger trial, and provide preliminary data to guide sample size estimates for a larger trial comparing loss aversion vs. gain-framed incentive-based strategies vs. no incentive, on the outcome of repeat HIV testing. We hypothesize that loss aversion incentives will be feasible (i.e. ≥50% of eligible adults will be willing to participate), and will result in significantly higher testing uptake than either gain-framed incentives or no incentives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aim 3 -Pilot. Assess incentives that leverage loss aversion to increase repeat HIV testing among highrisk populations."
        },
        {
            "text": "In our Aim 3 pilot trial, we assessed the feasibility and acceptability of deposit contracts: a loss aversion-based strategy to incentivize retesting for HIV. As deposit contracts were found to be highly acceptable and feasible in our Aim 3 pilot in August-December 2017 (>90% of participants in the deposit contract group made deposits into the study contracts), we will now proceed with a larger trial of sufficient sample size to compare the effectiveness of loss aversion and gainframed incentive approaches vs. no incentives, on the outcome of repeat HIV testing. We hypothesize that deposit contracts (loss aversion-based incentives) will result in significantly higher HIV retesting uptake 3-and 6-months after enrollment than either gain-framed incentives or no incentives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aim 3 -Trial. Assess the comparative effectiveness of deposit contracts (a form of incentives that leverages loss aversion) vs. game-framed incentives, compared to no incentives (control), to promote repeat HIV testing among high-risk HIV-uninfected adults."
        },
        {
            "text": "We will examine the extent to which incentives in one year (Aim 1) affects participation in subsequent testing efforts without incentives. We will also assess effects of the Aim 2 intervention on viral suppression 6 months after incentives are discontinued, i.e. at 12 months. This will reveal whether incentives increase or decrease men's motivation for future HIV testing. We will also calculate the incremental cost of incentives per additional person tested and enrolled in care as well as the cost per disability-adjusted life year (DALY) averted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aim 4. Assess the sustainability of providing incentives for HTC and the cost-effectiveness of novel incentive strategies for HTC and HIV virologic suppression."
        },
        {
            "text": "Our overall objective is to generate evidence on how best to use low-cost incentives to promote HIV testing among adult men and maximize the benefits of ART among HIV-infected adults in rural Uganda, and to critically evaluate the sustainability of such an intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aim 4. Assess the sustainability of providing incentives for HTC and the cost-effectiveness of novel incentive strategies for HTC and HIV virologic suppression."
        },
        {
            "text": "We will conduct study activities in rural Uganda, enrolling adults (≥18 year old) from up to four communities of 10,000 persons each in southwestern and/or eastern Uganda. The study communities will be selected from the Ugandan candidate communities that met the initial trial eligibility for the ongoing Sustainable East Africa Research in Community Health (SEARCH) HIV test and treat Trial (NCT: 01864603; Co-PIs Chamie and Thirumurthy are Investigators in the SEARCH Trial), but were not enrolled in the SEARCH trial. The SEARCH Trial consists of 32 communities selected from 52 candidate communities that met the initial trial eligibility criteria of a rural geopolitical community, with population 10,000, within the catchment area of a PEPFARsupported HIV clinic in southwestern Uganda, eastern Uganda or western Kenya; 20 candidate communities were not enrolled in SEARCH. All candidate study communities are largely agrarian (>70% of adults in commercial or subsistence farming), with pre-existing ART clinics and free facility-based HIV testing services available locally. Working with the SEARCH Trial team, we have already performed ethnographic mapping, and reviewed national census and epidemiologic data for each candidate community, and have established relationships with the Ministry of Health District Health Officer within each community, facilitating our engagement with these well-characterized communities for the Incentives Trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community Selection"
        },
        {
            "text": "In our Aim 3 trial of retesting for HIV among high-risk HIV-uninfected adults, we will conduct study activities in southwestern Uganda in the urban and peri-urban areas in and around Ibanda and Mbarara Districts, as well as the study communities in which Aims 1-2 were implemented. The urban areas in and around Ibanda and Mbarara Districts include multiple venues at which adults congregate for alcohol consumption and are frequented by groups considered at-risk for HIV infection, including commercial sex workers and long-distance truck drivers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community Selection"
        },
        {
            "text": "Adult (≥18 year old) men from up to four candidate study communities will be enumerated and enrolled in the Aim 1 study if they meet eligibility criteria. In Aim 2, men and women who test HIV-positive will be enrolled in the treatment incentives trial. In the Aim 3 Pilot, men and women who are HIV-negative and considered at high-risk of HIV infection will be enrolled in the pilot trial. In the Aim 3 trial (following the Aim 3 Pilot), men and women (≥18 years old and <60 years of age) who are HIV-negative, recruited at high-risk venues in southwestern Uganda, and considered at high-risk of HIV infection will be enrolled. In our Aim 4 activities, we will conduct longitudinal follow-up of the HIV testing behavior of men enrolled in Aim 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Population"
        },
        {
            "text": "a. HIV Testing Incentives Trial (Aim 1): Randomized, controlled trial (RCT) of three types of incentive strategies (lottery-based, loss aversion-based, and fixed incentives) and multiple incentive amounts among adult male residents of rural Ugandan study communities. Eligible men will be randomized in an equal ratio to study groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "b. HIV Treatment Incentives Trial (Aim 2): Randomized, controlled trial of a financial incentive strategy (with escalating incentive amounts for early treatment initiation and treatment maintenance vs. the no incentive standard of care) on the primary outcome of HIV virologic suppression (plasma HIV RNA <400 copies/mL 6 months after randomization) among HIV-infected adult residents of rural Ugandan study communities. Eligible adults will randomized in a 1:1 ratio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "c. Repeat HIV Testing Incentives (Aim 3 Pilot Trial): Randomized, controlled pilot trial of loss aversion vs. gainframed incentive strategies vs. no incentive for the primary outcome of acceptability and feasibility of participation in a loss aversion strategy, to promote repeat HIV testing among HIV-negative, high-risk residents of rural Ugandan study communities. Eligible adults will be randomized to a control group, a gain-framed incentive group, or loss-aversion based group in a 1:1:3 ratio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "d. Repeat HIV Testing Incentives (Aim 3 Trial): Randomized, controlled trial of loss aversion (deposit contract) vs. gain-framed incentive strategies vs. no incentive (control) for the primary outcome of retesting for HIV 3and 6-months following enrollment among HIV-negative, high-risk adults recruited from study sites in southwestern Uganda. Eligible adults will be randomized to the three groups (control, gain-framed and loss aversion incentive groups) in a 1:1:1 ratio. Cost-effectiveness: We will measure the full resources and associated costs of implementing the incentive interventions for HIV testing using micro-costing (to quantify resources used and unit costs), and time and motion logs of study staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "Prior to the start of the study, study team members will meet with local officials and community representatives to discuss the study and plans for the enumeration of adult men. Using a map of the boundaries of the selected communities, study staff will systematically cover the entire area within the boundaries to identify and enumerate all households.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recruitment"
        },
        {
            "text": "An adult household member in each home will be visited during recruitment and will provide oral informed consent before information in collected on several variables about all household members, including the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent Process"
        },
        {
            "text": "• Name • Relationship to head of household • Contact information, including mobile phone number • Demographic information such as age, gender, occupation and marital status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent Process"
        },
        {
            "text": "• A fingerprint of each household member will be collected with the use of a fingerprint biometric device.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent Process"
        },
        {
            "text": "(We have found this approach to be highly acceptable and had considerable success with in the ongoing SEARCH Trial in Kenya and Uganda) • Social networks assessment • The household's location will be recorded using hand-held GPS receivers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent Process"
        },
        {
            "text": "Following the census, study staff will review the eligibility criteria among household members and seek to recruit those who meet eligibility criteria (described below). Study staff will review the written informed consent form with eligible individuals and those who provide written consent to study enrollment will have the following performed:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Screening for Enrollment"
        },
        {
            "text": "• Baseline questionnaire • Randomization to incentive strategy (Section 5.2 below)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Screening for Enrollment"
        },
        {
            "text": "We will attempt to enroll eligible individuals who are not available during the household visit by returning to the home at times when they are likely to be available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Screening for Enrollment"
        },
        {
            "text": "(b) Aged ≥18 years; (c) Reside in one of the selected communities; (d) Consent to randomization to incentive strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion Criteria (a) Male;"
        },
        {
            "text": "(a) Migration out of study community for ≥6 months per year in the year prior to enrollment. (b) Intention to move away from the community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion Criteria"
        },
        {
            "text": "We will compare two theoretically motivated incentive interventions to a standard, fixed incentive intervention. Each intervention will seek to encourage HTC uptake at testing venues in the community (described below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomization"
        },
        {
            "text": "The incentive interventions will have up to three different values in order to inform researchers and policymakers about the optimal incentive size. The expected value of each incentive intervention, within each tier of incentive value, will be the same so that we can draw unambiguous conclusions about the reasons why some incentive interventions work better than others. We will select up to three tiers of incentive value (e.g. low, medium and higher value incentive values), with the specific amounts of expected values per person in US dollars for the incentives determined during pre-enrollment community advisory board meetings. The expected value of the highest tier of incentive value will not exceed $10/person, an amount that resembles what has been used in some other studies in the region [27, 51] , and that also corresponds to the sum of transport costs and the opportunity costs of time for some segments of the population.",
            "cite_spans": [
                {
                    "start": 803,
                    "end": 807,
                    "text": "[27,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 808,
                    "end": 811,
                    "text": "51]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Randomization"
        },
        {
            "text": "Study participants will be randomized in equal ratios to the three incentive strategies and to up to three tiers of incentive value, as described below. Randomization will be performed with computer-generated assignments that are grouped in blocks so as to ensure roughly equal sizes in each study group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomization"
        },
        {
            "text": "Study staff will inform men that if they come for an HIV test, they will be entered into a lottery that offers a chance to win high-value prizes. Staff will emphasize that only those who come for HIV testing will be entered into the lottery and that not everyone will win a prize. Participants will be informed at enrollment about the list of prizes and corresponding probabilities of winning them, in terms that are understandable to men with low numeracy (e.g., \"1 in 20\" rather than 5%). The probabilities of winning prizes will vary from about 1-5%, with higher value prizes having lower probability. Our pilot data from the SEARCH Trial indicate that lottery-based rewards are feasible and acceptable in communities. Implementation: After HIV testing and counseling is complete, participants will be given a scratch card or sealed envelope that will reveal if they won a prize (we have used scratch cards in our studies in Kenya previously, and they are also widely used in Uganda). Prizes will be given to participants at the time their scratch card reveals they have won. The exact list of prizes will be determined after further consultation in study communities in year 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lottery-based Incentive Interventions"
        },
        {
            "text": "The prizes (i.e., incentives) given to participants in this arm will be worth approximately the same amount (in US dollars) as the fixed incentive (see below), and the expected value of a lottery prize (see above). At the time of randomization, study staff will either display a specific prize to the participant or will display multiple prizes to the participant and ask him to choose which one he would like to receive if he comes for HIV testing. Participants will be randomized to whether they see a specific prize or multiple prizes. The rationale for the latter strategy is that by actively choosing a prize, participants may form a greater attachment to it and may be more likely to come for HIV testing. Staff will then spend the duration of the visit generating a sense of familiarity with the prize for the participant. Methods for generating a sense of familiarity will be developed based on experiences theorized to explain the emergence of psychological ownership [52] , and after further pilot testing and consultation with community advisory boards in study communities in year 1. Staff will emphasize that men will not receive the prize if they do not participate in HIV testing and that their prize will be returned to them if they get tested. In this way, the incentive is framed as a loss rather than a gain, thereby leveraging loss aversion while not requiring men in very low-income settings to experience an actual loss [40, 42] .",
            "cite_spans": [
                {
                    "start": 977,
                    "end": 981,
                    "text": "[52]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1442,
                    "end": 1446,
                    "text": "[40,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1447,
                    "end": 1450,
                    "text": "42]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Loss Aversion-based Incentives"
        },
        {
            "text": "Men will be informed that if they come for HIV testing, they will receive a specific prize (gain framing). The prize will be an item (such as a T-shirt) worth the same amount in US dollars as the loss aversion incentive (above), and the expected value of a lottery prize (above). The prize will be described verbally. This gain-framed incentive resembles the form that incentives usually take in most studies and will serve as a comparison to the lottery-based and loss-framed incentives described above. In all study groups, men will be told about HIV testing venues where incentives will be provided, and encouraged to come for testing due to the various benefits of doing so, which include the availability of free ART, if eligible for ART by country-guidelines, at the local health center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fixed Incentive Interventions"
        },
        {
            "text": "All participants will also receive text messages on a weekly basis that reminds them about the dates and locations of the HIV testing campaigns to be held in their community. Text messages will mention the incentives for testing that are specific to each participant. A sample of participants in the trial may also be selected at baseline or in subsequent years to low-cost interventions that facilitate planning for when they would like to come for an HIV test. Such planning prompts or \"nudges\" are intended to increase the likelihood of the desired behavior (HIV testing) at minimal expense without restricting participants' individual autonomy to not go for an HIV test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fixed Incentive Interventions"
        },
        {
            "text": "Primary outcome: HIV testing uptake. We will record whether each study participant tested for HIV at a study testing venue (see Section 5.6.1.1 below) within a period that is no longer than 12 months of randomization. We will use electronic fingerprint biometric measurements that link participants in real-time to a study ID at the time of HIV testing to determine whether study participants HIV tested or not (an approach that we have found to be highly acceptable and had considerable success with in the ongoing SEARCH Trial in Kenya and Uganda). Secondary Outcomes: a) HIV test result of each participant who gets tested. b) Risk preferences: We will measure each participant's risk preferences at the time of enrollment using a standard approach developed by economists that we have piloted in Kenya previously [35] . Under this approach, a simple questionnaire is used to determine whether participants are risk seeking or risk averse when it comes to financial and non-financial decisions. This in turn can be useful for predicting whether they are likely to seek HTC and be influenced by the provision of certain types of incentives for HTC.",
            "cite_spans": [
                {
                    "start": 817,
                    "end": 821,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Outcomes Measurement"
        },
        {
            "text": "We will measure HTC at one or more venues within each study community. These may include the community's government-run health facility (where there is likely to be a voluntary counselling and testing [VCT] clinic) or at mobile testing venues established by our study. HTC uptake will be recorded over a period of up to 12 months after enrollment and randomization. Mobile community-based testing venues are an established HTC strategy for increasing male testing, and we have piloted their use in rural Uganda [28, 53] .",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 515,
                    "text": "[28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 516,
                    "end": 519,
                    "text": "53]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Testing Venues"
        },
        {
            "text": "Other services offered at mobile HIV testing venues may include hypertension and diabetes screening, information and referral for medical male circumcision, instruction on condom use with distribution of free male condoms, men's health counseling, and other Uganda Ministry of Health approved health screening services such as tuberculosis or malaria screening for men with chronic cough or fever, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing Venues"
        },
        {
            "text": "At the time they are enrolled in the study, all participants will receive information on when and where to find the testing venues where HTC uptake will be recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing Venues"
        },
        {
            "text": "Pre-test counseling: Prior to undergoing diagnostic testing in the field laboratory, pre-test counseling will take place to inform and update participants on the diagnostic services offered and to answer questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing Procedures"
        },
        {
            "text": "HIV Testing: Rapid HIV Antibody testing for all participants will take place according to Uganda MoH policy and using the MoH HIV testing algorithm [54] : 1. Initial rapid HIV test 2. All negative results will be informed of their HIV-negative status 3. All positive results will be confirmed with a second rapid HIV test, performed either in series or in parallel with the first test. 4. Discordant results (first test positive, second test negative): participants with discordant rapid tests will undergo a third \"tie-breaker\" HIV rapid test. Participants with a positive \"tie-breaker\" test will be informed that they are HIV positive. Participants with a negative \"tie-breaker\" test will be told that their results are negative.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "[54]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Testing Procedures"
        },
        {
            "text": "Non-HIV Health Services. The following services, delivered according to MoH guidelines (and many of which we have implemented in prior studies [28, 53] Post-test Counseling: All participants, regardless of test results, will receive post-test counseling. Any cases of severe illness identified at a mobile testing venue will be offered transportation to the nearest in-patient health center for hospital-based treatment.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "53]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Testing Procedures"
        },
        {
            "text": "The following procedures and precautions will be instituted throughout the HIV testing activities:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biohazard Containment, Infection Control and Safety"
        },
        {
            "text": "• Universal precautions during blood sticks • Sharps containers for all lancets used for finger-sticks • Biohazard trash cans in the van",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biohazard Containment, Infection Control and Safety"
        },
        {
            "text": "In-depth semi-structured interviews: Upon completing measures of HTC uptake, we will recruit men who did and did not HIV test from each study group for in-depth semi-structured interviews in order to better understand: a) the mechanisms through which the incentives succeeded or failed; and b) the characteristics of men who do and do not respond to incentives. In accordance with principles of Grounded Theory [55] , we will iteratively collect and rapidly analyze interview transcript data, continuing to randomly select participants within theoretically-informed categories (e.g. not only study group but categories such as age group or marital status) until the data attain theoretical saturation. Based on our prior qualitative research in the setting, we anticipate that each study group data will attain saturation with N=10-20 men who opted to test, and N=10-20 men who did not (N=about 100 total). The interview guide will be designed to elicit responses to two thematic areas: i) men's perceptions, attitudes, and preferences related to the incentives offered; and ii) men's other motivations and barriers related to testing, including qualitative exploration of risk preferences, other psychosocial factors (e.g. fatalism, avoidant coping style, internalized stigma, and perceived masculine gender norms counter to health-seeking behaviors) and contextual factors (e.g. livelihood strategies that interact with responses to incentives and testing). Trained interviewers will pursue lines of questioning following the domains of inquiry outlined above, while allowing participants to discuss salient subjects. Interviews will be audio-recorded, transcribed and translated into English.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 415,
                    "text": "[55]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Qualitative Measurements"
        },
        {
            "text": "Enumeration and baseline questionnaire data: Staff will collect household enumeration and questionnaire data using hand-held computers (tablets). Before leaving the household, the completed enumeration lists and questionnaires will be checked for mistakes and completeness, ensuring each household has a unique identifier. Data from these devices will be transferred via a secure electronic transfer to our data center facility in Kampala and stored on a secure server.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection & Management"
        },
        {
            "text": "Household GPS: Each household location will be mapped using a hand-held GPS receiver. Readings will be taken from the door of the household, if possible, or from a point that is most representative of the household. The GPS coordinates for each household will also be recorded in the tablet computer at the time of administering the enumeration questionnaire. GPS data will be synchronized from the GPS to a Microsoft Access database daily and then transferred via a secure electronic transfer to the data center facility in Kampala and stored on a secure server.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection & Management"
        },
        {
            "text": "Digital fingerprint biometric: A digital biometric identifier based on an electronic fingerprint of each household member will be captured in an electronic database on the hand-held computer and linked to the household member name. A portable fingerprint reader will be connected to the tablet computer via a USB port and the biometric identifier will be saved into the electronic database on the tablet. The database will be transferred via a secure electronic transfer to the data center facility in Kampala and stored on a secure server.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection & Management"
        },
        {
            "text": "HIV Test Results: Staff working at the HTC venues will record all lab test results, including HIV antibody and CD4 T-cell count results, and HIV diagnosis status information under each participant's study identification number (ID) in either paper lab logs, or handheld computers. Staff will also record non-HIV screening/test results under each participant's study ID in either paper lab logs or handheld computers. Data from these logs or devices will be transferred via a secure electronic transfer to our data center facility in Kampala and stored on a secure server.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection & Management"
        },
        {
            "text": "Qualitative Data: Staff will record interviews on audio devices using study IDs (not participant names), and transcribed interviews and translations will be data entered into appropriate software on password-protected study computers. Data from interviews will be transferred via a secure electronic transfer to our data center facility in Kampala and stored on a secure server.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection & Management"
        },
        {
            "text": "Primary analysis: We will compare HTC uptake between the study groups. We hypothesize that HTC uptake among men offered lottery and loss aversion incentives will be higher than uptake among men offered fixed incentives. We will test for significant differences in HTC uptake between the following groups using the 2tailed χ 2 analysis or other appropriate statistical methods: a) lottery vs. fixed incentive; and b) loss aversion vs. fixed incentive. To further inform policies that use incentives to promote health behaviors, we will compare HTC uptake among those receiving lottery vs. loss aversion incentives. We also hypothesize that those offered larger incentives amounts will have higher HTC uptake.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "We will compare the proportion of HIV testers who are HIVpositive in each of the study groups using 2-tailed χ 2 tests or other appropriate statistical methods. Our hypothesis is that the lottery incentive arm will have a larger proportion of HIV-infected men than the other arms, on the basis that it will draw men who are less risk averse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary analyses: (a) HIV-infected men:"
        },
        {
            "text": "(b) Risk preferences: We will estimate logistic regression models, or other appropriate statistical models, with an interaction term between study group and the participant's risk preferences. Our hypothesis is that lotterybased incentives will be most effective for men with risk seeking preferences, while other incentives will be most effective for men with risk averse preferences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary analyses: (a) HIV-infected men:"
        },
        {
            "text": "Analysis of qualitative data: Translated data will be imported into a qualitative analysis software program, for textual analysis [56] guided by grounded theoretical approaches [55] , in which research team members iteratively analyze transcripts and develop a common set of codes describing patterns observed in the data. New codes proposed by research team members will be vetted and defined in relation to existing codes. As new data are collected and reviewed, and data reach analytic saturation, the research team members will independently code the interviews and discuss data segments that are particularly rich or difficult to code. Team members will discuss and resolve divergent coding and interpretations of findings to ensure that codes are applied consistently. Analytical memos will extract and summarize findings following the domains of inquiry outlined above, in order to extract themes and central ideas that explain the meaning of the data.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[56]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 177,
                    "end": 181,
                    "text": "[55]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Secondary analyses: (a) HIV-infected men:"
        },
        {
            "text": "The trial will have about 3,000 total participants. About 1,000 participants will be randomized to each type of incentive strategy (fixed incentives, lottery-based incentives, loss aversion incentives). There will also be equal numbers of participants assigned to each of the incentive amounts that are chosen. The sample size has been chosen to ensure there is adequate power for the primary and secondary analyses. For the primary analyses, if we assume HTC uptake is as low as 30% with fixed incentives, the study will have >80% power to detect a difference (α=0.05, two-sided) in HTC uptake as small as 6% between the novel incentive and fixed incentive groups. If HTC uptake is 40% with fixed incentives, the study will have >80% power to detect a difference in HTC uptake as small as 7% in each of the novel incentive arms. For secondary analyses, if we assume 40% HTC uptake with fixed incentives (N=400), and 50% with lottery (N=500), we will have >80% power to detect a difference of at least 6% in HIV prevalence between testers in novel and fixed incentive groups (assuming prevalence of 6% in the fixed incentive group).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Size & Accrual"
        },
        {
            "text": "Men and women who test HIV positive at HIV testing venues within the study communities will be recruited to enroll in the HIV Treatment Incentives Trial. Following post-test counseling at an HIV testing venue, study staff will describe the trial and proceed with obtaining written consent for enrollment from those who meet the eligibility criteria below. Persons who wish to consider enrolling in the trial at a later date will remain eligible for screening for enrollment in the HIV Treatment Incentives Trial, and receive information on how to contact study staff for enrollment at a later date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recruitment"
        },
        {
            "text": "Study staff will review the informed consent form with recruited adults who meet the inclusion and exclusion criteria below, and answer any questions about study participation. HIV-infected adults who provide written informed consent and meet criteria for enrollment will proceed to randomization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent Process"
        },
        {
            "text": "(a) Aged ≥18 years; (b) Reside in one of the four selected study communities; (c) Positive result obtained from rapid HIV antibody test algorithm",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion Criteria"
        },
        {
            "text": "(a) Intention to move away from the community in the next six months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion Criteria"
        },
        {
            "text": "Eligible individuals who provide written consent to study enrollment will be administered a brief questionnaire before being randomized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion Criteria"
        },
        {
            "text": "Eligible participants will be randomized to one of two study arms: an incentive vs. a no incentive (control) arm. Study staff will follow a table of block-randomized numbers to determine which condition (incentive vs. no incentive) each participant receives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomization"
        },
        {
            "text": "All participants (in both trial arms) will be informed that the local health facility offers ART to all HIV-infected persons and that plasma viral load measurements can take place at either the health facility, their homes, or a convenient location of their choosing. Study staff will provide HIV viral load counseling to all participants, which will include education on what an HIV \"viral load\" measurement is, and how antiretroviral therapy impacts an HIV-infected person's viral load. In both intervention and control arms, an unconditional cash transfer of up to US$5 will be provided upon enrollment to facilitate linkage to or retention in care. In addition, all participants will be provided with a one-month supply of trimethoprim-sulfamethoxazole and undergo symptom screening for active TB, according to Ugandan Ministry of Health guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomization"
        },
        {
            "text": "Participants in the incentive arm will be told that incentive payments will be made based on their study viral load measurements at pre-defined time points (6 weeks, 3 months and 6 months post-randomization). The 6 week incentive will be provided if the participant's plasma HIV RNA level is either <400 copies/mL (if baseline HIV RNA is undetectable), or if the level has had more than a 2 log10 drop compared to the baseline HIV RNA measurement (if baseline HIV RNA is detectable). Incentives at 3 and 6 months will be provided only if a participant's plasma HIV RNA is <400 copies/mL. Study staff will make incentive payments to participants once HIV RNA results that meet the pre-specified cut-off are received. The incentive strategy will be clearly explained verbally and on a printed voucher that is given to them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment Incentive (Intervention Arm)"
        },
        {
            "text": "The incentives will increase in value when participants are found to meet the pre-specified virologic suppression criteria at 6 weeks, 3 months and 6 months: i) a small, fixed incentive of about US$5 for HIV virologic suppression within a period of 6 weeks after the HIV test and; ii) an additional amount of about US$10 at 3 months, and about $15 at 6 months, if they continue to meet the criteria for virologic suppression (i.e. about US$30 total if HIV virologic suppression is achieved and maintained throughout the 6 months period following randomization). If a participant in the incentive arm does not meet a pre-specified viral load threshold at any time point, no incentive will be given at that timepoint. If the virologic threshold for an incentive is missed at the 6 week or 3 month time-point, the subsequent incentive for an undetectable HIV viral load will be reset to the initial incentive value (up to $5). In this way, the incentive increases in value over time for maintaining virologic suppression -thereby helping maintain the motivation to continue on ART --and resets to a baseline lower value for missing an HIV virologic threshold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment Incentive (Intervention Arm)"
        },
        {
            "text": "Participant will be offered standard adherence counseling and an unconditional cash transfer of up to US$5 in order to promote linkage to care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Standard of Care -No Incentive (Control Arm)"
        },
        {
            "text": "Primary outcome: The proportion of adults with plasma HIV RNA <400 copies/mL six months after randomization. Secondary outcomes: 1) The proportion of adults with plasma HIV RNA <400 copies/mL 12 months after trial randomization; 2) Mean time to HIV RNA <400 copies/mL; 3) linkage to care within 3 months. Predictors and mediators: Participants' socio-economic characteristics will be recorded at the time of the HIV test. We will also elicit participants' time preferences among those participants who did not participate in the HIV Testing Incentives Trial but who enroll in the Treatment Incentives Trial. Schedule of measurements: All participants will have HIV RNA measured by phlebotomy (venipuncture) at the following time points: i) enrollment, ii) 6 weeks post-randomization; iii) 12 weeks post-randomization; iv) 24 weeks post-randomization; v) 48 weeks post-randomization. Participants who do not attend a clinic visit for phlebotomy during follow-up time points (6, 12, 24 and 48 weeks post-randomization) will be contacted to meet at a place of their choosing, or tracked in the community if they cannot be contacted by phone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV Virologic Suppression"
        },
        {
            "text": "In-depth semi-structured interviews: We will recruit a random sample of participants who do and do not achieve HIV virologic suppression at 6 months post-randomization from each study arm for in-depth semi-structured interviews. These interviews will seek to understand mechanisms through which incentives succeeded or failed, and characteristics of adults who did achieve virologic suppression due to the treatment incentive. We will use the same approach to sampling described in the HIV Testing Incentives Trial (Section 5.6.2), and randomly select participants from each of the following groups. Incentive group: i) About 10-20 adults who achieved the virologic suppression threshold at 6 weeks; ii) About 10-20 adults who achieve HIV RNA <400 copies/mL at 6 months; iii) About 5-10 adults who have detectable HIV RNA measures at 6 months; No incentive (control) group: iv) About 10-20 adults who achieve HIV RNA <400 copies/mL at 6 months; and v) About 5-10 adults who have detectable HIV RNA measures at 6 months. The interview guide will elicit participants' perceptions, attitudes and preferences related to incentives, and psychosocial and contextual factors that influence participants' responses to these incentives and the decision whether or not to take antiretroviral therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative Measures"
        },
        {
            "text": "Staff will record all HIV RNA measures and study questionnaire data under each participant's study identification number (ID) in either paper lab logs, or password-protected study computers. Data from these logs or devices will be entered and transferred via a secure electronic transfer to our data center facility in Kampala and stored on a secure server.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection & Management"
        },
        {
            "text": "Primary analysis: We will compare the proportion of participants with HIV RNA <400 copies/mL between the two interventions using 2-tailed χ 2 analysis, or other appropriate statistical methods. Our hypothesis is that a higher proportion of those offered an incentive will achieve HIV RNA <400 copies/mL than those offered no incentive (the standard of care).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "Secondary analysis: Using logistic regression analysis that adjusts for SES, or other appropriate statistical analyses, we will evaluate the impact of time preferences (discount rates) on the intervention's effectiveness, using an interaction term between preferences and intervention group. We hypothesize that participants with high discount rates (i.e., they discount future benefits heavily and focus on present benefits) are more likely to respond to the incentive than participants with low discount rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "Qualitative analysis: Data collection and analyses will be similar to those described in Section 5.7.2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "Based on data from our pilot studies in Uganda, we anticipate that a minimum of 50% of participants will have HIV RNA <400 copies/mL by six months post-randomization in the control arm. With a sample size of approximately 400 adults, we have >80% power (alpha=0.05, 2-sided) to detect a difference of at least 15% in HIV virologic suppression with the incentive intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Size & Accrual"
        },
        {
            "text": "Prior to the start of the study, study team members will meet with local officials and community representatives to discuss the study and plans for recruiting individuals at higher-risk of HIV acquisition at social venues. In the selected venues (e.g. trading centers, bars, transport stages), study team members will provide information via pamphlets, flyers or postcards, on local HIV testing venues that potential participants may access. All individuals who subsequently come to the HIV testing venues and undergo an HIV test will be given cash or inkind compensation of up to $10 for their time and transport costs. This compensation will be provided to participants upon completion of the HIV testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recruitment"
        },
        {
            "text": "Men and women who come to the testing venue and test HIV negative will be recruited to enroll in the Repeat HIV Testing Incentives -Pilot Trial. Following post-test counseling, study staff will describe the trial and proceed with obtaining written consent for enrollment from those who meet the eligibility criteria below. Persons who wish to consider enrolling in the trial at a later date will remain eligible for screening for enrollment in the Repeat HIV Testing Incentives -Pilot Trial, and receive information on how to contact study staff for enrollment at a later date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recruitment"
        },
        {
            "text": "Study staff will review the informed consent form with recruited adults who meet the inclusion and exclusion criteria below, and answer any questions about study participation. Eligible individuals who provide written consent to study enrollment will be administered a brief questionnaire and fingerprinted before being randomized. Individuals who provide written informed consent and meet criteria for enrollment will proceed to randomization. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent Process"
        },
        {
            "text": "(a) Intention to move away from the community in the 3 months from time of recruitment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion Criteria"
        },
        {
            "text": "Eligible participants will be randomized to one of three main arms: 1) a standard gain-framed incentive arm in which participants will be offered an incentive for coming for a repeat HIV test in the future; 2) a loss-aversion incentive in which participants will be asked to voluntarily make a deposit that can be retrieved if they come for an HIV test in the future (i.e. for repeat testing); and 3) a no incentive (control) arm in which participants will simply be encouraged to come for a repeat HIV test in the future. Randomization will occur as follows: study staff will provide participants previously block-randomized scratch cards or envelopes to determine which condition each participant receives. Study staff and participants will not know what study condition an individual is randomized to until the participant scratches the card.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomization"
        },
        {
            "text": "Study staff will tell participants that they will receive an incentive payment if they come for HIV testing in the near future (within approximately 1-3 months from the time of enrollment). The incentive amount will not exceed US$10. Participants will be encouraged to come for HIV testing in the future and told that they will receive the payment after undergoing the HIV test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gain-framed incentive (reward group)"
        },
        {
            "text": "In the loss aversion arm, study staff will ask participants if they would like to make a deposit of a certain amount, not exceeding US$10. The amount of compensation given to participants for participating in baseline HIV testing (as described above in 7.1.1 Recruitment) will facilitate the ability of interested participants to make a deposit. Study staff will retain deposits securely and participants will receive a receipt indicating their deposit amount. Participants will be able to retrieve their deposit when they return for HIV testing in the future. In addition to the deposit, participants will receive interest on their deposit such that the final payment if they return for HIV testing in the future is the same as that in the gain-framed incentive arm. The possibility that participants will lose their deposit if they do not come for an HIV test within specific testing periods (e.g. 1, 3 months) will be communicated clearly by study staff; deposits from individuals who do not test will be retained by the study team and will be used for other study-specific activities. This aspect of deposit contracts is essential in order for the principle of loss aversion to have an impact on participants' HIV testing behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss-aversion incentive (deposit contract group)"
        },
        {
            "text": "Study staff will also emphasize the voluntary nature of the deposit contract and remind participants that they are not required to make a deposit. Participants who decline to provide a deposit at baseline will still be encouraged to come for an HIV test within a specific testing period (e.g. 1,3 months), but will not receive any incentive for the return HIV test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss-aversion incentive (deposit contract group)"
        },
        {
            "text": "We will consider having multiple sub-groups in which participants are asked to make deposits ranging from 25%-50% of the compensation amount provided for baseline testing (see 7.1.1 Recruitment, above); the goal being to learn what amount of deposit is most feasible for participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss-aversion incentive (deposit contract group)"
        },
        {
            "text": "Incentives of this form are sometimes referred to as deposit contracts or commitment contracts, and they apply the principle of loss aversion to help motivate participants who are committed to going for repeat HIV testing to follow through on their commitment. Such types of incentives have previously been implemented in various settings including Kenya, Thailand, and the United States [57] [58] [59] .",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 392,
                    "text": "[57]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 393,
                    "end": 397,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 398,
                    "end": 402,
                    "text": "[59]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Loss-aversion incentive (deposit contract group)"
        },
        {
            "text": "In the no incentive/standard of care arm, study staff will inform participants of the importance of frequent testing for HIV as per Uganda Ministry of Health guidelines for high-risk populations, and to test for HIV at a study-testing facility at a certain interval (e.g. 1, 3 months). The no incentive arm will serve as a comparison to both the loss-framed and gain-framed incentives described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No incentive (standard of care, information group)"
        },
        {
            "text": "Primary outcomes: a) Feasibility and acceptability of deposits. We will record the number of eligible adults that agree to continue to participate in the pilot trial by incentive arm, following randomization. We will also record whether a participant randomized in the loss-aversion arms makes a deposit. We will also conduct qualitative interviews to understand why a participant agreed or declined to make a deposit, and the mechanisms through which deposits succeeded or failed in promoting repeat HIV testing (see Section 7.6.2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome measures"
        },
        {
            "text": "Secondary outcomes: a) HIV testing uptake. We will record whether each study participant tested for HIV at a study-testing venue (see Section 7.6.1 below) within a period of about 1-3 months after randomization. We will use electronic fingerprint biometric measurements that link participants in real-time to a study ID at the time of HIV testing to determine whether study participants tested for HIV or not. We will compare HIV testing uptake to better inform sample size (power) calculations for planning of a larger trial of loss aversion incentive strategies to promote repeat HIV testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome measures"
        },
        {
            "text": "Predictors and mediators: Participants' demographic and socio-economic characteristics, as well as HIV risk behaviors, will be recorded at the time of the baseline HIV test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b) HIV test result of each participant who gets tested."
        },
        {
            "text": "We will measure HTC at one or more venues within each study community. These may include the community's government-run health facility or at mobile testing sites established by our study (see Section 5.6.1). HTC uptake will be recorded at baseline and over a period of up to 3 months after enrolment and randomization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing Venues"
        },
        {
            "text": "At the time they are enrolled in the study, all participants will receive information on when and where to find the testing venues where repeat HTC uptake will be recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing Venues"
        },
        {
            "text": "Pre-test counseling: Prior to undergoing diagnostic testing, pre-test counseling will take place to inform and update participants on the diagnostic services offered and to answer questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing Procedures"
        },
        {
            "text": "HIV Testing: Rapid HIV Antibody testing for all participants will take place according to Uganda MoH policy and using the MoH HIV testing algorithm [54] : 1. Initial rapid HIV test 2. All negative results will be informed of their HIV-negative status 3. All positive results will be confirmed with a second rapid HIV test, performed either in series or in parallel with the first test. 4. Discordant results (first test positive, second test negative): participants with discordant rapid tests will undergo a third \"tie-breaker\" HIV rapid test. Participants with a positive \"tie-breaker\" test will be informed that they are HIV positive. Participants with a negative \"tie-breaker\" test will be told that their results are negative.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "[54]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Testing Procedures"
        },
        {
            "text": "Non-HIV Health Services: The following services, delivered according to MoH guidelines (and many of which we have implemented in prior studies [28, 53] and the ongoing SEARCH Trial), may be offered at mobile HIV testing sites: Post-test Counseling: All participants, regardless of test results, will receive post-test counseling. Individuals who test HIV positive will be immediately offered referral to a clinic that provides ART and counseled as per Uganda MOH guidelines.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "53]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Testing Procedures"
        },
        {
            "text": "Post-test Questionnaire: Participants who come for repeat testing (i.e. 1-3 months after baseline HIV testing) will be asked to participate in a short questionnaire to understand their reasons for testing. Participants who do not come for repeat testing will be contacted and asked to participate in a short questionnaire to understand their reasons for not testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing Procedures"
        },
        {
            "text": "In-depth semi-structured interviews: We will conduct semi-structured interviews on proportion of study participants in each study arm and subgroup. These interviews will seek to understand the mechanisms through which incentives succeeded or failed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative interview"
        },
        {
            "text": "The interview guide will elicit participants' perceptions, attitudes, and preferences related to incentives, including deposits, and psychosocial and contextual factors that influence participants' responses to these incentives and the decision whether or not to test for HIV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative interview"
        },
        {
            "text": "Staff will record all study questionnaire data, HIV test results, and clinic data under each participant's study identification number (ID) in either paper lab logs or password-protected study computers. In-depth semistructured interviews may be audio recorded. Data from these logs or devices will be entered and transferred via a secure electronic transfer to our data center facility in Kampala and stored on a secure server.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection & Management"
        },
        {
            "text": "Primary analysis: (a) Feasibility and acceptability: We will determine the proportion of individuals who agree to make a deposit in the loss aversion-based incentive group, and compare this to the proportion of randomized persons who agree to participate in the gain-framed incentive and no incentive groups following randomization. For qualitative interviews, data collection and analyses will be similar to those described in Section 5.7.2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "Secondary analyses: (a) HIV testing uptake: We will compare HTC uptake between the study groups. We hypothesize that HTC uptake among participants offered loss aversion incentives would be higher than uptake among men offered no incentive. We will test for significant differences in HTC uptake between the following groups using the 2-tailed χ 2 analysis or other appropriate statistical methods: a) loss aversion vs. gainframed incentive; b) loss aversion vs. no incentive; and c) gain-framed vs. no incentive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "(b) HIV incidence: We will compare the proportion of HIV testers who are newly diagnosed as HIV positive in each of the study groups using 2-tailed χ 2 tests or other appropriate statistical methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "The pilot trial will have about 120 total participants, with 25 participants in the no incentive arm, 25 in the gainframed incentive arm, and about 50-70 participants in the loss-aversion group. The primary goal of the pilot is to gather preliminary data to inform intervention development (feasibility and acceptability) and sample size calculations for a larger trial in the future. In this pilot trial, we will compare the proportion of deposits made in the loss aversion subgroups and HTC uptake among all study groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Size & Accrual"
        },
        {
            "text": "Prior to the start of the study, study team members will meet with local officials and community representatives to discuss the study and plans for recruiting individuals at higher-risk of HIV acquisition at social venues. In the selected venues (e.g. trading centers, bars, transport stages), study team members will provide information via pamphlets, flyers or postcards, on local HIV testing venues that potential participants may access. All individuals who subsequently come to the HIV testing venues and undergo an initial HIV test will be given cash or in-kind compensation of up to $10 for their time and transport costs. This compensation will be provided to participants upon completion of the initial HIV testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recruitment"
        },
        {
            "text": "Men and women who come to the testing venue and test HIV-negative will be recruited to enroll in the Repeat HIV Testing Incentives Trial. Following post-test counseling, study staff will describe the trial and proceed with obtaining written consent for enrollment from those who meet the eligibility criteria below. Persons who wish to consider enrolling in the trial at a later date will remain eligible for screening for enrollment in the Repeat HIV Testing Incentives Trial and receive information on how to contact study staff for enrollment at a later date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recruitment"
        },
        {
            "text": "Study staff will review the informed consent form with recruited adults who meet the inclusion and exclusion criteria below and answer any questions about study participation. Eligible individuals who provide written consent to study enrollment will be administered a questionnaire and fingerprinted before being randomized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent Process"
        },
        {
            "text": "(c) Reported willingness to retest for HIV in the six months following recruitment; (d) Sexual risk behavior, defined as at least one of the following self-reported risks: i) >1 partner in the 12 months prior to recruitment; or ii) known HIV-infected sexual partner; or iii) history of a sexually transmitted infection in the 12 months prior to recruitment; or iv) paid or received compensation or gifts for sex in the 12 months prior to recruitment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion Criteria (a) HIV-negative by rapid HIV antibody test at time of recruitment; (b) Ages 18 -59 years old;"
        },
        {
            "text": "(a) Intention to move away from the community for ³4 consecutive months during the six months following recruitment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion Criteria"
        },
        {
            "text": "(b) A history of testing for HIV ≥3 times in the 12 months prior to recruitment, by self-report",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion Criteria"
        },
        {
            "text": "Eligible participants will be randomized to one of three main arms: 1) a loss-aversion incentive in which participants will be asked to voluntarily make a deposit contract that can be retrieved if they retest for HIV in the future or can be lost if they do not retest; 2) a standard gain-framed incentive arm in which participants will be offered an incentive for retesting for HIV in the future; and 3) a no incentive (control) arm in which participants will be encouraged to retest for HIV in the future, but no incentives will be provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomization"
        },
        {
            "text": "Randomization will occur as follows: study staff will provide participants previously block-randomized scratch cards or envelopes to determine which condition each participant receives. Study staff and participants will not know what study condition an individual is randomized to until the participant scratches the card. Eligible adults will be randomized to the three groups in a 1:1:1 ratio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomization"
        },
        {
            "text": "Study staff will tell participants that they will receive an incentive payment if they retest for HIV within 3-4 months from the time of enrollment, and a second, equal incentive payment if they retest again (a second time) within 6-7 months from the time of enrollment. Each incentive amount will not exceed US$15. Participants will be encouraged to come for HIV retesting in the future and told that they will receive the payments after undergoing each HIV test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gain-framed incentive (reward group)"
        },
        {
            "text": "In the loss aversion arm, study staff will ask participants if they would like to make a deposit of a certain amount, not exceeding US$15. The amount of compensation given to participants for participating in baseline HIV testing (as described above in 8.1.1 Recruitment) will facilitate the ability of interested participants to make a deposit, as we have learned in the pilot study we conducted in 2017. Study staff will retain deposits securely and participants will receive a receipt indicating their deposit amount. Participants will be able to retrieve their deposit when they return for HIV testing at the 3-month study visit. Participants who attend the 3-month visit and retest HIV negative will be asked if they would like to make a second deposit of a certain amount, not exceeding US$15, to retest a second time at the 6-month study visit. In addition to retrieving their deposit if they return for HIV testing, participants will also receive interest (not exceeding US$5 at each retest visit) on each of their deposits. The possibility that participants will lose their deposit if they do not come for an HIV test within the pre-specified testing periods (3-4 months, and 6-7 months after randomization) will be communicated clearly by study staff; deposits from individuals who do not test will be retained by the study team and will be used for other study-specific activities. This aspect of deposit contracts is essential in order for the principle of loss aversion to have an impact on participants' HIV testing behavior. Our pilot study in 2017 showed that a large majority of individuals were willing to make deposits and that the system of providing receipts worked well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss aversion incentive (deposit contract group)"
        },
        {
            "text": "Adaptive intervention: Following enrollment of 20% of the anticipated number of participants in the loss aversion group, the study investigators will determine the proportion of participants who have agreed to make a baseline deposit. In the event that <15% of loss aversion incentive group participants have agreed to make a deposit, the study investigators may reduce the deposit amount by up to 50% in the loss aversion group for the remaining duration of the Aim 3 trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss aversion incentive (deposit contract group)"
        },
        {
            "text": "Study staff will emphasize the voluntary nature of the deposit contract and remind participants that they are not required to make a deposit. Participants who decline to provide a deposit at baseline will still be encouraged to come for an HIV test within the pre-specific testing periods (3-4 months, and 6-7 months), but will not receive any incentive for the return HIV test at 3-4 months. Participants who do not make a baseline deposit, but come for retesting at the 3-4 month visit, will have an opportunity to make a deposit at the 3-4 month visit to return for HIV retesting at 6-7 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss aversion incentive (deposit contract group)"
        },
        {
            "text": "In the no incentive (control) group, study staff will inform participants of the importance of frequent testing for HIV as per Uganda Ministry of Health guidelines for high-risk \"key populations\", [60] and to test for HIV at a study-testing facility at 3 months and 6 months following randomization. The no incentive arm will serve as a comparison to both the loss aversion and gain-framed incentives described above.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "text": "[60]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "No incentive (standard of care, information group)"
        },
        {
            "text": "Primary outcome: a) HIV retesting uptake at 3 and 6 months. The primary outcome will be defined as the proportion of participants who retest for HIV at a study venue at both 3-and 6-month study visits. Successful retesting uptake will be defined as accessing HIV testing at a study-testing site (see Section 8.6.1 below) within 3-4 months and 6-7 months of randomization. We will use electronic fingerprint biometric measurements that link participants in real-time to a study ID at the time of HIV testing to determine whether study participants tested for HIV or not. Retesting outside of the pre-specified testing \"windows\" will not be considered as successful HIV retesting uptake.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome measures"
        },
        {
            "text": "Secondary outcomes: b) HIV retesting uptake at 3-4 months following randomization. c) HIV retesting uptake at 6-7 months following randomization. d) HIV retesting uptake among deposit contract group participants who make deposits. We will evaluate HIV retesting uptake among participants in the deposit contract group who agree to make a baseline deposit, a 3-4 month deposit, and those who agree to make a deposit at both study baseline and the 3-4 month study visit. e) Cumulative incidence of HIV seroconversion: We will compare the cumulative incidence of HIV infections in each study group over the 6-7 months of study participation following randomization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome measures"
        },
        {
            "text": "Predictors and mediators: Participants' demographic and socio-economic characteristics, as well as HIV risk behaviors, will be recorded at the time of the baseline HIV test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome measures"
        },
        {
            "text": "We will measure HIV testing at one or more venues within each study community. These may include the community's government-run health facility or at mobile testing sites established by our study (see Section 5.6.1). HIV testing uptake will be recorded at baseline and over a period of up to 12 months after enrolment and randomization, in order to allow for follow up testing of participants who do not retest within 7 months of randomization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing Venues"
        },
        {
            "text": "At the time they are enrolled in the study, all participants will receive information on when and where to find the testing venues where HIV retesting uptake will be recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing Venues"
        },
        {
            "text": "Pre-test counseling: Prior to undergoing diagnostic testing, pre-test counseling will take place to inform and update participants on the diagnostic services offered and to answer questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing Procedures"
        },
        {
            "text": "HIV Testing: Rapid HIV Antibody testing for all participants will take place according to Uganda MoH policy and using the MoH HIV testing algorithm [54] : 1. Initial rapid HIV test 2. All negative results will be informed of their HIV-negative status 3. All positive results will be confirmed with a second rapid HIV test, performed either in series or in parallel with the first test. 4. Discordant results (first test positive, second test negative): participants with discordant rapid tests will undergo a third \"tie-breaker\" HIV rapid test. Participants with a positive \"tie-breaker\" test will be informed that they are HIV positive. Participants with a negative \"tie-breaker\" test will be told that their results are negative. 5. All participants with two confirmed rapid HIV antibody tests will undergo phlebotomy for HIV viral load measurement in a study laboratory.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "[54]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Testing Procedures"
        },
        {
            "text": "Non-HIV Health Services: The following services, delivered according to MoH guidelines (and many of which we have implemented in prior studies [28, 53] Post-test Counseling: All participants, regardless of test results, will receive post-test counseling. Individuals who test HIV positive will be immediately offered referral to a clinic that provides ART and counseled as per Uganda MOH guidelines.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "53]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Testing Procedures"
        },
        {
            "text": "Post-test Questionnaire: Participants who come for repeat testing (i.e. 3-4 months and 6-7 months after baseline HIV testing) will be asked to participate in a questionnaire to understand their reasons for retesting. Participants who do not retest for HIV at the 6-month study visit will be contacted, and visited at home or a place of their choosing, and asked to participate in a short questionnaire to understand their reasons for not retesting and to offer follow-up HIV testing, within 12 months of randomization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing Procedures"
        },
        {
            "text": "In-depth semi-structured interviews: We will conduct semi-structured interviews on proportion of study participants in each study arm and subgroup. These interviews will seek to understand the mechanisms through which incentives succeeded or failed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative interview"
        },
        {
            "text": "The interview guide will elicit participants' perceptions, attitudes, and preferences related to incentives, including deposits, and psychosocial and contextual factors that influence participants' responses to these incentives and the decision whether or not to retest for HIV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative interview"
        },
        {
            "text": "Staff will record all study questionnaire data, participant digital fingerprint biometric measurements, HIV test results, and clinic data under each participant's study identification number (ID) in either paper lab logs or password-protected study computers. In-depth semi-structured interviews may be audio recorded. Data from these logs or devices will be entered and transferred via a secure electronic transfer to our data center facility in Kampala and stored on a secure server.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection & Management"
        },
        {
            "text": "Primary analysis: (a) HIV retesting uptake: We will compare HIV retesting uptake (defined as the proportion of participants retesting for HIV at both 3-and 6-month study visits) between the study groups. We hypothesize that HIV retesting uptake among participants offered loss aversion incentives will be higher than uptake among men offered no incentive, and higher than uptake among men offered gain-framed incentives. We will test for significant differences in HIV retesting uptake between the following groups using the 2tailed χ 2 analysis or other appropriate statistical methods: a) loss aversion vs. gain-framed incentive; b) loss aversion vs. no incentive; and c) gain-framed vs. no incentive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "Secondary analyses: (b) HIV re-testing uptake at 3-months: We will compare the proportion of participants who retest for HIV at the 3-month study visit between the study groups. We will test for significant differences in HIV retesting uptake between the following groups using the 2-tailed χ 2 analysis or other appropriate statistical methods: a) loss aversion vs. gain-framed incentive; b) loss aversion vs. no incentive; and c) gain-framed vs. no incentive. (c) HIV re-testing uptake at 6-months: We will compare the proportion of participants who retest for HIV at the 6-month study visit between the study groups. We will test for significant differences in HIV retesting uptake between the following groups using the 2-tailed χ 2 analysis or other appropriate statistical methods: a) loss aversion vs. gain-framed incentive; b) loss aversion vs. no incentive; and c) gain-framed vs. no incentive. (d) HIV retesting uptake among deposit contract group participants who make deposits. We will compare HIV retesting uptake as described for the Aim 3 primary analysis (above), but restrict the deposit contract group participants to the subset who make deposits at baseline and at the 3-4 month study visit. Since this subgroup is likely to be self-selected on the basis of their desire to come for retesting, we will determine the causal effect of the deposit contract on the likelihood of coming for retesting using instrumental variables analyses in which randomization to the deposit contract group serves as an instrumental variable for a participant's decision to make a deposit. (e) Cumulative HIV incidence: We will compare the proportion of participants who test HIV antibody positive within 7 months of participant randomization in each of the study groups using 2-tailed χ 2 tests or other appropriate statistical methods. We hypothesize that the proportion of newly diagnosed HIV antibody positive participants will be higher in the control group, due to failure to participate in retesting for HIV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "We anticipate that about 30% of participants in the control group will come for retesting at both 3 and 6 months. With a sample size of 525 participants randomized 1:1:1 to the 3 study arms, we will have >80% power (alpha=0.05, 2-sided) to show a difference of at least 15% in retesting rates in each of the intervention groups compared to the control group. With this sample size there will be >90% power to show a difference of at least 18% between the intervention and control groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Size & Accrual"
        },
        {
            "text": "Repeat HIV testing among high-risk individuals is essential for the success of combination HIV prevention. By engaging men in first-time testing as part of our HIV testing incentives trial (Section 5), there may be an important opportunity for establishing healthy behaviors. To examine issues related to the sustainability of offering incentives and the cost-effectiveness of such an approach, we will quantitatively and qualitatively assess repeat testing behavior among participants in the study communities where we conduct the incentives trial. We will thereby address an important question that has rarely been examined: do one-time incentives strengthen or weaken individuals' likelihood of testing routinely once incentives are no longer offered? We will also address a central policy issue: the cost-effectiveness of using incentives to promote HTC and HIV treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sustainability & Cost-Effectiveness"
        },
        {
            "text": "In each of the study communities where the incentive trial was conducted, we will measure HTC uptake at multiple time periods after the start of the incentives trial. The time periods during which we will measure HTC uptake will range from about 12-36 months after the start of the trial so that we can monitor repeat testing period longitudinally. HTC uptake will be recorded at similar HTC venues as those used at baseline, in the incentives trial. All participants will once again receive information on when and where to find the testing venues. In these subsequent time periods, incentives offered for HTC will either be significantly smaller or nonexistent, since the objective will be test the durability and sustainability of the effect of offering incentives for HTC initially. As in the incentives trial conducted at baseline, we will use electronic fingerprint biometric measurements that link participants in real-time to a study ID at the time of HIV testing to determine whether study participants HIV tested or not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Longitudinal HIV Testing"
        },
        {
            "text": "Intervention costs: We will measure the full resources and associated costs of implementing the incentive interventions. Costs will include not just the incentive amounts but also costs required to deliver each intervention (home visits, staff time, prize procurement, supplies, and monitoring). Data will come from two methods: (a) Micro-costing will quantify resources used and unit costs. We will extract data from project expenditure and management records, including purchase logs and human resource records. We will record this information in structured costing spreadsheets that record each resource (e.g., counselor), category (e.g., personnel, supplies), quantity (e.g., hours), and unit costs. (b) Time and motion logs will record how staff divide time among multiple roles (within and outside the incentive intervention) to allow us to reliably apportion effort to incentive-related activities, especially when staff have other roles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost-Effectiveness Analysis"
        },
        {
            "text": "Intervention effects: To measure effectiveness as part of an assessment of the cost-effectiveness of incentives vs. no incentives, we will also use data from four other SEARCH Trial communities to quantify testing and virologic suppression rates for men who did not test at baseline and received no incentives for testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost-Effectiveness Analysis"
        },
        {
            "text": "We will conduct five linked analyses. In each we will compare among incentive arms and to non-incentive SEARCH communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost-Effectiveness Analysis"
        },
        {
            "text": "(1) Increased short-term testing: cost per added person tested and HIV-infected person identified. (2) Increased HIV virologic suppression: cost per added person with virologic suppression (i.e., tested and on treatment). (3) Reduced disease burden: cost per averted DALY based on improved testing and treatment. This will include modeled lifetime ART health benefits and costs. (4) Repetition of analyses 1-3 incorporating the long-term (3 year) effects of incentives on testing (as assessed in this 3 rd Aim). If the proportion of participants testing at future HTC campaigns remains similar to the proportion who tested when incentives were offered, the increased yield of testing and HIV-infected individuals identified in those future years -with no added incentive cost -will result in more favorable cost-effectiveness ratios. (5) Cost implications of incentives given a community target testing level. Increased HTC uptake at mobile venues due to incentives (and thus decreased need for resource-intensive tracking and testing) could generate overall cost reductions for identifying persons unaware of their infection. The main outcome metric will be how many additional high-risk men can be tested by spending fixed resources on novel rather than standard incentives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost-Effectiveness Analysis"
        },
        {
            "text": "These analyses will be conducted using customized spreadsheet-based decision tree and clinical progression simulation modeling methods adapted from our past projects [61] [62] [63] . Extensive 1-way, multi-way, threshold, and scenario sensitivity analyses will quantify the effects of input uncertainty on results. Our analytic perspective will be the health system, for direct medical costs, discounting future costs and DALYs at 3% per year.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[61]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 171,
                    "end": 175,
                    "text": "[62]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 176,
                    "end": 180,
                    "text": "[63]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Cost-Effectiveness Analysis"
        },
        {
            "text": "In the subsequent years when HTC services will be offered in study communities and HTC uptake will be measured, in-depth semi-structured interviews will be conducted in a random sample of HIV-negative men who tested initially (at baseline, when incentives were offered), and then either continued to test in subsequent years (N = about [10] [11] [12] [13] [14] [15] [16] [17] [18] [19] [20] or did not test (N = about [10] [11] [12] [13] [14] [15] [16] [17] [18] [19] [20] . Interviews will assess the long-term influence of incentives on men's attitudes towards HIV testing. Procedures followed in the in-depth interviews will be similar to those used at baseline, in the incentives trial.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 340,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 346,
                    "end": 350,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 355,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 356,
                    "end": 360,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 361,
                    "end": 365,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 371,
                    "end": 375,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 423,
                    "end": 427,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 428,
                    "end": 432,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 437,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 438,
                    "end": 442,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 443,
                    "end": 447,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 448,
                    "end": 452,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 453,
                    "end": 457,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 458,
                    "end": 462,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 463,
                    "end": 467,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 468,
                    "end": 472,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Qualitative Measures"
        },
        {
            "text": "Long-term effects of incentives: We will examine trends in HTC uptake over a period of up to 36 months for the individuals who participate in the incentives trial. To control for time trends in HTC uptake that may bias our results, we will also utilize longitudinal data on HTC uptake by men in the SEARCH Trial communities. We will assess whether HTC uptake is maintained at baseline levels or if instead it declines over time at rates that exceed what is observed in the SEARCH Trial among men who test at baseline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "Cost-effectiveness: We will conduct five linked analyses. In each we will compare among incentive arms and to non-incentive SEARCH communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "(1) Increased short-term testing: cost per added person tested and HIVinfected person identified. (2) Increased HIV treatment: cost per added person with HIV RNA suppression (i.e., tested and achieved or maintained vriologic suppression). (3) Reduced disease burden: cost per averted disability-adjusted life year (DALY) based on improved testing and treatment (with higher and earlier initiation of ART). This will include modeled lifetime ART health benefits and costs. (4) Repetition of analyses 1-3 incorporating the long-term (3 year) effects of incentives on testing (as assessed in this 3rd Aim). If the proportion of participants testing at future HTC campaigns remains similar to the proportion who tested when incentives were offered, the increased yield of testing and HIV-infected individuals identified in those future years -with no added incentive cost -will result in more favorable cost-effectiveness ratios. (5) Cost implications of incentives given a community target testing level. Increased HTC uptake at mobile venues due to incentives (and thus decreased need for resource-intensive tracking and testing) could generate overall cost reductions for identifying persons unaware of their infection. The main outcome metric will be how many additional high-risk men can be tested by spending fixed resources on novel rather than standard incentives. These analyses will be conducted using customized spreadsheet-based decision tree and clinical progression simulation modeling methods adapted from our past projects. Extensive 1-way, multi-way, threshold, and scenario sensitivity analyses will quantify the effects of input uncertainty on results. Our analytic perspective will be the health system, for direct medical costs, discounting future costs and DALYs at 3% per year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "There are relatively few risks to study participants. The primary risks involved in study participation are inadvertent HIV disclosure with associated stigma and inadvertent coercion with incentives to participate in research. Given the sensitive and private nature of the HIV test results to be collected during implementation of the research aims, extra cautions will be put in place to ensure maintenance of privacy, confidentiality, and security of the data obtained. Data collection and storage procedures will include the use of encrypted, password-protected devices and servers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risks to Human Subjects"
        },
        {
            "text": "Another risk stems from the use of incentives to promote HIV testing and treatment. However, the value of the fixed incentives as well as the expected value of the lottery-based incentives are low compared to certain costs of HIV testing such as transportation and opportunity costs. This means that most participants are unlikely to experience a significant economic gain as a result of getting tested or treated for HIV, thereby minimizing the risk of coercion. A recent publication by the Ethics Working Group of the HIV Prevention Trials Network has also made the case that the use of incentives for health promotion does not necessarily undermine individual autonomy [64] . Instead, the incentives can help overcome economic obstacles or motivational deficiencies; they can promote engagement in health-related behaviors that participants regard as beneficial or worthwhile, but do not undertake due to behavioral biases such as present-biased preferences. Our past experience implementing small economic incentive interventions in Kenya and Uganda has also demonstrated that such interventions are acceptable to both communities and ethical review boards [28, 65] .",
            "cite_spans": [
                {
                    "start": 672,
                    "end": 676,
                    "text": "[64]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1161,
                    "end": 1165,
                    "text": "[28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1166,
                    "end": 1169,
                    "text": "65]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Risks to Human Subjects"
        },
        {
            "text": "Written informed consent will be obtained from all participants by trained study staff. The study staff will find a private place in or near the home environment; carefully explain the nature and purpose of the study to each potential participant, as well as the various incentive-based interventions they may receive. The consent process will be offered in English as well as the major local dialects in southwestern Uganda (Runyankole) and eastern Uganda (Jopadhola, Iteso, Swahili and Luganda). Our study team has prior experience in obtaining informed consent for research and clinical trials within the cultural context of Uganda. The informed consent procedure has been designed to maximize understanding of potential risks. Participants may decline to participate at any point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed Consent"
        },
        {
            "text": "Study visits to households to recruit, screen, consent and enroll participants will occur in unmarked vehicles in order to reduce the unlikely possibility of stigmatizing study participants. Every effort will be made to ensure privacy is maintained during HIV testing (Aims 1 and 3) and during HIV viral load measurements (Aims 2 and 3). HIV testing will be confidential and will be linked to participants by a unique study identification number. Aim 2 HIV viral load measurements (by phlebotomy) will be made at a location of each participant's choosing, and may include home visits, visits to another convenient community location, or clinic-based visits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maintaining Privacy and Avoiding Stigmatization"
        },
        {
            "text": "To minimize the likelihood of persons feeling pressured to participate in research we will emphasize the concepts of individual voluntary choice to participate in research and the need for individuals to respect the voluntary choice of others during the process of obtaining informed consent. Study participants will also be informed that study enrollment can be stopped at any point during the study at their request. It will be explained to participants that incentive payments will be conditional on HIV testing (Aim 1, Aim 3 Pilot, and Aim 3 trial) or a plasma HIV RNA measurement <400 copies/mL (Aim 2), and that participants will be receiving different types incentives as well as different amounts. The risk of coercion is likely to be minimal in this case because the incentives are not so large in value that they substantially exceed the likely costs associated with HIV testing or treatment. Incentives of similar value have been used in a number of different contexts in resourcelimited settings to achieve changes in behaviors [27, 51, 66] , and we have previously received IRB approval for the use of such amounts.",
            "cite_spans": [
                {
                    "start": 1040,
                    "end": 1044,
                    "text": "[27,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1045,
                    "end": 1048,
                    "text": "51,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1049,
                    "end": 1052,
                    "text": "66]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Minimizing Coercion to Participate in Research"
        },
        {
            "text": "All information will be recorded using study identification numbers, rather than participant names, and stored securely in locked offices at the MU-UCSF data center. All study computers are password encrypted and kept in locked offices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Security"
        },
        {
            "text": "Approval from the UCSF institutional review board, and Ugandan institutional review boards (the School of Medicine Research and Ethics Committee [SOMREC] , and the Uganda National Council for Science and Technology [UNCST]) will be obtained prior to initiation of study activities. All study staff are required to undergo training in human subjects research, and good clinical practice (GCP).",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 153,
                    "text": "[SOMREC]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Institutional Review Board Approval"
        },
        {
            "text": "The primary benefits of the proposed research to participants are community-based access to free mobile HIV testing along with other men's health services (such as male condoms), post-test counseling and referral to HIV care if HIV-infected, and receiving the economic incentives for HIV testing, HIV retesting, and effective treatment in Aims 1, 3 and 2, respectively. The benefits for the community may include increased engagement in HIV prevention by men, increased HIV testing among high-risk adults, and increased population-level HIV virologic suppression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential benefits of the proposed research to the participants and others"
        },
        {
            "text": "The minimal risk in this study is far outweighed by the importance of the knowledge to be gained. Given the public health importance of achieving higher uptake of HIV testing among men, higher rates of retesting among high-risk adults, and prompt initiation of antiretroviral treatment, it is vital to have a set of proven low-cost interventions that can be used to achieve these objectives. Our study will provide information on the effectiveness of incentives as a strategy that can be deployed in resource-limited settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Importance of the knowledge to be gained"
        },
        {
            "text": "The findings from this study may be published in a medical journal. No individual identities will be used in any reports or publications resulting from the study. The researchers will publish results of the study in accordance with NIMH, UCSF, UNCST, and Makerere University guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publication of Research Findings"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Demographic Patterns of HIV Testing Uptake in Sub-Saharan Africa. DHS Comparative Reports No. 30",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Staveteig",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Uganda Ministry of Health and ICF International",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Gender distribution of adult patients on highly active antiretroviral therapy (HAART) in Southern Africa: a systematic review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Muula",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Public Health",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Gender and the use of antiretroviral treatment in resource-constrained settings: findings from a multicenter collaboration",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Braitstein",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of women's health",
            "volume": "17",
            "issn": "1",
            "pages": "47--55",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Risk factors, barriers and facilitators for linkage to antiretroviral therapy care: a systematic review",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Govindasamy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kranzer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "AIDS",
            "volume": "26",
            "issn": "16",
            "pages": "2059--67",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Paying for performance: the power of incentives over habits. Health economics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Sindelar",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "449--51",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "P4P4P: an agenda for research on pay-for-performance for patients",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Volpp",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "206--220",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Prospect theory: an analysis of decision under risk",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kahneman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tversky",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Econometrica",
            "volume": "47",
            "issn": "2",
            "pages": "263--291",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Playing for peanuts: why is risk seeking more common for low-stakes gambles",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Organ Behav Hum Decis Process",
            "volume": "91",
            "issn": "",
            "pages": "31--46",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Asymmetric paternalism to improve health behaviors",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Loewenstein",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brennan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Volpp",
                    "suffix": ""
                }
            ],
            "year": 1920,
            "venue": "JAMA",
            "volume": "298",
            "issn": "",
            "pages": "2415--2422",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Toward a positive theory of consumer choice",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thaler",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Journal of Economic Behavior & Organization",
            "volume": "1",
            "issn": "1",
            "pages": "39--60",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The status of HIV testing and counseling in Kenya: results from a nationally representative population-based survey",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ng&apos;ang&apos;a",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Acquir Immune Defic Syndr",
            "volume": "66",
            "issn": "1",
            "pages": "27--36",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Gender and AIDS: time to act",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Greig",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "AIDS",
            "volume": "22",
            "issn": "2",
            "pages": "35--43",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Global report: UNAIDS report on the global AIDS epidemic 2013",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Expanding HIV care in Africa: making men matter",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mugyenyi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "374",
            "issn": "9686",
            "pages": "275--281",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Golden Eggs and Hyperbolic Discounting",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laibson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Quarterly Journal of Economics",
            "volume": "",
            "issn": "112",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Doing it now or later",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "O&apos;donoghue",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rabin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "American Economic Review",
            "volume": "89",
            "issn": "1",
            "pages": "103--124",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Nudge : improving decisions about health, wealth, and happiness",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Thaler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "312",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Improving immunisation coverage in rural India: clustered randomised controlled evaluation of immunisation campaigns with and without incentives",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Banerjee",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMJ",
            "volume": "340",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A meta-analysis of voucher-based reinforcement therapy for substance use disorders",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Lussier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Addiction",
            "volume": "101",
            "issn": "2",
            "pages": "192--203",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Can Higher Prices Stimulate Product Use? Evidence from a Field Experiment in Zambia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ashraf",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Berry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Shapiro",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "American Economic Review",
            "volume": "100",
            "issn": "5",
            "pages": "2383--2413",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "10-year effect of Oportunidades, Mexico's conditional cash transfer programme, on child growth, cognition, language, and behaviour: a longitudinal followup study",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Fernald",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Gertler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Neufeld",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "374",
            "issn": "9706",
            "pages": "1997--2005",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Incentives to exercise",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Charness",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Gneezy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Econometrica",
            "volume": "77",
            "issn": "3",
            "pages": "909--931",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "School Subsidies for the Poor: Evaluating the Mexican Progresa Poverty Program",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Schultz",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Development Economics",
            "volume": "74",
            "issn": "1",
            "pages": "199--250",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The impact of conditional cash transfers on health outcomes and use of health services in low and middle income countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lagarde",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haines",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cochrane database of systematic reviews",
            "volume": "",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Effect of Providing Conditional Economic Compensation on Uptake of Voluntary Medical Male Circumcision in Kenya",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Thirumurthy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "JAMA : the journal of the American Medical Association",
            "volume": "312",
            "issn": "7",
            "pages": "703--711",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Uptake of Community-Based HIV Testing during a Multi-Disease Health Campaign in Rural Uganda",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chamie",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Conditional economic compensation to increase demand for voluntary medical male circumcision: qualitative interviews with male participants in a randomized controlled trial and their partners in Kenya",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Evens",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Who tests, who doesn't, and why? Uptake of mobile HIV counseling and testing in the Kilimanjaro Region of Tanzania",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ostermann",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Removing barriers to knowing HIV status: same-day mobile HIV testing in Zimbabwe",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Morin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of acquired immune deficiency syndromes",
            "volume": "41",
            "issn": "2",
            "pages": "218--242",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Voluntary HIV counselling and testing among men in rural western Uganda: implications for HIV prevention",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Bwambale",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Individual, household and community factors associated with HIV test refusal in rural Malawi. Tropical medicine & international health : TM & IH",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kranzer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "1341--50",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Forecasting risk attitudes: An experimental study using actual and forecast gamble choices",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Eckel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Grossman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Economic Behavior & Organization",
            "volume": "68",
            "issn": "",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Developments in Non-Expected Utility Theory: The Hunt for a Descriptive Theory of Choice under Risk",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Starmer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Economic Literature",
            "volume": "38",
            "issn": "2",
            "pages": "332--382",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Predicting health behaviors with an experimental measure of risk preference",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mellor",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of health economics",
            "volume": "27",
            "issn": "5",
            "pages": "1260--74",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The effect of smoking on health using a sequential self-selection model. Health economics",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lahiri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "491--511",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Preference parameters and behavioral heterogeneity: an experimental approach in the health and retirement study",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Barsky",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Miles",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Quarterly Journal of Economics",
            "volume": "112",
            "issn": "2",
            "pages": "537--579",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Mental accounting and consumer choice",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Thaler",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Marketing Science",
            "volume": "4",
            "issn": "",
            "pages": "199--214",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Put Your Money Where Your Butt Is: A Commitment Contract for Smoking Cessation",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gine",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Karlan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zinman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "American Economic Journal: Applied Economics",
            "volume": "2",
            "issn": "4",
            "pages": "213--248",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Anomalies: The Endowment Effect, Loss Aversion, and Status Quo Bias",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kahneman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Knetsch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Thaler",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Journal of Economic Perspectives",
            "volume": "5",
            "issn": "1",
            "pages": "193--206",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The framing of decisions and the psychology of choice",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tversky",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kahneman",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Science",
            "volume": "211",
            "issn": "4481",
            "pages": "453--461",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Shaping perceptions to motivate healthy behavior: the role of message framing",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Salovey",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Physcological Bulletin",
            "volume": "121",
            "issn": "1",
            "pages": "3--19",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Effect of brief safer-sex counseling by medical providers to HIV-1 seropositive patients: a multi-clinic assessment",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Aids",
            "volume": "18",
            "issn": "8",
            "pages": "1179--86",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "What's Advertising Content Worth? Evidence from a Consumer Credit Marketing Field Experiment",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bertrand",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Quarterly Journal of Economics",
            "volume": "125",
            "issn": "1",
            "pages": "263--305",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Universal voluntary HIV testing with immediate antiretroviral therapy as a strategy for elimination of HIV transmission: a mathematical model",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Granich",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "373",
            "issn": "9657",
            "pages": "48--57",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "World Health Organization (WHO) Consolidated Guidelines on HIV Testing Services",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Re-Testing and Seroconversion Among HIV Testing and Counseling Clients in Lesotho",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Grabbe",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "AIDS Educ Prev",
            "volume": "27",
            "issn": "4",
            "pages": "350--61",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "HIV self-testing to scale up couples and partner testing",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Corbett",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet HIV",
            "volume": "3",
            "issn": "6",
            "pages": "243--247",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Effect of a cash transfer programme for schooling on prevalence of HIV and herpes simplex type 2 in Malawi: a cluster randomised trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Baird",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "379",
            "issn": "9823",
            "pages": "1320--1329",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The state of psychological ownership: Integrating and extending a century of research",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Pierce",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kostova",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Dirks",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Review of General Psychology",
            "volume": "7",
            "issn": "1",
            "pages": "84--107",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Leveraging rapid community-based HIV testing campaigns for non-communicable diseases in rural Uganda",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chamie",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Uganda national policy guidelines for HIV voluntary counselling and testing. Kampala: Ministry of Health",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Uganda",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Constructing Grounded Theory",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Charmaz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Collecting and Interpreting Qualitative Materials",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Why don't the poor save more? Evidence from health savings experiments",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dupas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "American Economic Review",
            "volume": "103",
            "issn": "4",
            "pages": "1138--1171",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Commitment Contracts and Team Incentives: A Randomized Controlled Trial for Smoking Cessation in Thailand",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Dow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rungruanghiranya",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "American Journal of Preventive Medicine",
            "volume": "45",
            "issn": "5",
            "pages": "533--542",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Randomized Trial of Four Financial-Incentive Programs for Smoking Cessation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Halpern",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "New England Journal of Medicine",
            "volume": "372",
            "issn": "",
            "pages": "2108--2117",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Uganda Ministry of Health: Consolidated Guidelines for Prevention and Treatment of HIV in Uganda",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "The cost effectiveness of home-based provision of antiretroviral therapy in rural Uganda. Applied health economics and health policy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marseille",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "229--272",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Taking ART to scale: determinants of the cost and cost-effectiveness of antiretroviral therapy in 45 clinical sites in Zambia",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marseille",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "CD4 cell count and viral load monitoring in patients undergoing antiretroviral therapy in Uganda: cost effectiveness study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Bmj",
            "volume": "343",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Improving ethical review of research involving incentives for health promotion",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "London",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Borasky",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bhan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Med",
            "volume": "9",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Effect of providing conditional economic compensation on uptake of voluntary medical male circumcision in Kenya: a randomized clinical trial",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Thirumurthy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Jama",
            "volume": "312",
            "issn": "7",
            "pages": "703--714",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "The Demand for, and Impact of, Learning HIV Status",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thornton",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "American Economic Review",
            "volume": "98",
            "issn": "5",
            "pages": "1829--1863",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "STUDY INVESTIGATORS ........................................................................................................................................... 4 GLOSSARY OF KEY TERMS .................................................................................................................................... 6 1. Introduction ................................................................................................................................................................ 7 1.1 Study Synopsis ....................................................................................................................................................................... 7 1.2 Background & Rationale .................................................................................................................................................... 8 2. Study Objectives ...................................................................................................................................................... 9 3. Study Site & Population ...................................................................................................................................... 11 3.1 Community Selection ....................................................................................................................................................... 11 3.2 Study Population ............................................................................................................................................................... 11 4. Study Design ............................................................................................................................................................ 115. HIV Testing IncentivesTrial ............................................................................................................................... 13 5.1 Recruitment & Enrollment of Study Participants ................................................................................................... 13 5.1.1 Recruitment ......................................................................................................................................................................................... 13 5.1.2 Consent Process ................................................................................................................................................................................. 13 5.1.3 Screening for Enrollment ............................................................................................................................................................... 13 5.2 Randomization ................................................................................................................................................................... 13 5.3 Lottery-based Incentive Interventions ...................................................................................................................... 14 5.4 Loss Aversion-based Incentives ................................................................................................................................... 14 5.5 Fixed Incentive Interventions ....................................................................................................................................... 14 5.6 Outcomes Measurement ................................................................................................................................................. 15 5.6.1 HIV Testing ........................................................................................................................................................................................... 15 5.6.2 Qualitative Measurements ............................................................................................................................................................ 16 5.7 Data & StatisticalConsiderations ................................................................................................................................ 16 5.7.1 Data Collection & Management ................................................................................................................................................... 16 5.7.2 Analysis .................................................................................................................................................................................................. 17 5.7.3 Sample Size & Accrual ..................................................................................................................................................................... 17 6. HIV Treatment Incentives Trial ......................................................................................................................... 18 6.1 Recruitment & Enrollment of Study Participants ................................................................................................... 18 6.1.1 Recruitment ......................................................................................................................................................................................... 18 6.1.2 Consent Process ................................................................................................................................................................................. 18 6.1.3 Screening for Enrollment ............................................................................................................................................................... 18 6.2 Randomization ................................................................................................................................................................... 18 6.3 Treatment Incentive (Intervention Arm) ................................................................................................................. 18 6.4 Standard of Care -No Incentive (Control Arm) ....................................................................................................... 19 6.5 Outcomes Measurement ................................................................................................................................................. 19 6.5.1 HIV Virologic Suppression ............................................................................................................................................................. 19 6.5.2 Qualitative Measures ....................................................................................................................................................................... 19 6.6 Data Management & StatisticalConsiderations ...................................................................................................... 19 6.6.1 Data Collection & Management ................................................................................................................................................... 19 6.6.2 Analysis .................................................................................................................................................................................................. 20 6.6.3 Sample Size & Accrual ..................................................................................................................................................................... 20",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(a) HIV-negative by rapid HIV antibody testing at pilot trial baseline, (b) Ages 18 -59 years old, (c) Attendee of high-risk site of HIV acquisition (e.g. bars, trading centers, etc.) in the region",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Recommended: Finger-stick blood glucose measure • Recommended: Syphilis screening (RPR) • Recommended: Blood pressure measurement • Recommended: HIV-infected participants: HIV RNA (\"viral load\") and point-of-care CD4 cell count testing • Recommended: Malaria rapid diagnostic test (RDT) participants with objective fever (>38.5 degrees Celsius) • Recommended: TB screening (sputum collection for microscopy, Mycobacterium tuberculosis culture, or other Uganda MoH approved sputum tests) for all individuals.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Despite the investment of considerable resources in HIV testing, over half of adults globally remain unaware of their HIV status. Men in particular fall well below international HIV testing targets [1]. In Uganda's 2011 AIDS Indicator Survey, >50% of year old men have never tested for HIV",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Overview of studies to assess effectiveness of incentives to increase HIV testing and treatment uptake. HIV status among men in Africa despite increased availability of HIV testing services is a major barrier to implementing combination HIV prevention strategies. The male HIV testing gap is readily apparent in east Africa: in Uganda and Kenya 55% and 37% of men respectively have never HIV tested, in contrast to 34% and 20% of women",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}