{
    "paper_id": "3db593e4168dfa48abe4dd10e08930efa884d6ff",
    "metadata": {
        "title": "Teaching in a Time of Crisis Student Annotations of Published Data as a Collaboration between an Online Laboratory Course and the C. elegans Database, WormBase †",
        "authors": [
            {
                "first": "Caroline",
                "middle": [
                    "L"
                ],
                "last": "Dahlberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington University",
                    "location": {
                        "postCode": "98225",
                        "settlement": "Bellingham",
                        "region": "WA"
                    }
                },
                "email": ""
            },
            {
                "first": "Christian",
                "middle": [
                    "A"
                ],
                "last": "Grove",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "California Institute of Technology",
                    "location": {
                        "postCode": "91125",
                        "settlement": "Pasadena",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Heino",
                "middle": [],
                "last": "Hulsey-Vincent",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington University",
                    "location": {
                        "postCode": "98225",
                        "settlement": "Bellingham",
                        "region": "WA"
                    }
                },
                "email": ""
            },
            {
                "first": "Samiya",
                "middle": [],
                "last": "Ismail",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington University",
                    "location": {
                        "postCode": "98225",
                        "settlement": "Bellingham",
                        "region": "WA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Course-based undergraduate research experiences (CUREs) provide the same benefits as individual, mentored faculty research while expanding the availability of research opportunities. One important aspect of CUREs is students' engagement in collaboration. The shift to online learning during the COVID-19 pandemic created an immediate need for meaningful, collaborative experiences in CUREs. We developed a partnership with the Caenorhabditis elegans (C. elegans) database, WormBase, in which students submitted annotations of published manuscripts to the website. Due to the stress on students during this time of crisis, qualitative data were collected in lieu of quantitative pre-and postanalyses. Most students reported on cognitive processes that represent mid-level Bloom's categories. By partnering with WormBase, students gained insight into the scientific community and contributed as community members. We describe possible modifications for future courses, potential expansion of the WormBase collaboration, and future directions for quantitative analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Course-based undergraduate research experiences (CUREs) are effective ways to include students in primary research as part of their coursework. Students who participate in research have strengthened science identities and are more likely to persist in science (1) (2) (3) . CUREs provide an equitable way for students to participate in research, regardless of whether they are able to join a laboratory (4) . CUREs include five essential elements of scientific research as part of their curriculum: use of scientific practices, a focus on broadly relevant or important work, discovery, collaboration, and iteration (5) . Thus, students who participate in CUREs are introduced to a wide variety of activities that professional researchers do regularly.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 263,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 615,
                    "end": 618,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Collaboration is a central aspect of scientific research and often occurs between students in CUREs (5, 6) . However, students can collaborate with the wider scientific community by contributing to intramural research projects and adding their data to existing databases (7, 8) . We developed a partnership that allows students in a CURE to collaborate directly with researchers by submitting annotations for previously published data to the WormBase data curation project. This collaboration was designed as part of a shift from in-person laboratory work to online learning due to the COVID-19 pandemic. It represents a chance for students to participate in a collaborative research activity without requiring the in-person lab facilities that remain closed due to the pandemic.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 104,
                    "end": 106,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 271,
                    "end": 274,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 275,
                    "end": 277,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "WormBase (www.wormbase.org) is an open access, publicly funded genomic database for the nematode (roundworm) Caenorhabditis elegans and related nematodes (9, 10) . WormBase curators extract knowledge about C. elegans genes and their biological functions from the research literature and create annotations about connections between genes and functional information, e.g., gene expression patterns, phenotypic variations in response to genetic mutation, and genetic contributions to biological processes. WormBase staff rely on the C. elegans research community to get full coverage of information published each year in relevant articles. Curated annotations can be accessed through WormBase by researchers and the public. Anyone with sufficient knowledge of the basic cell and molecular biology of C. elegans may contribute annotations to WormBase via community curation.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 158,
                    "end": 161,
                    "text": "10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The cessation of in-person teaching due to the COVID-19 pandemic in March 2020 meant that our entire Advanced Cell Biology CURE ran as an online course. The course focuses on the cell biology and neuroscience of the model organism C. elegans and usually runs as a onequarter, 10-week intensive laboratory (10 contact hours per week). Students' usual activities include a scientific collaboration with another C. elegans laboratory on campus and presenting at a local C. elegans conference, neither of which were available. However, an open invitation to the C. elegans community to annotate data for WormBase initiated the collaborative partnership that we describe below. Students contributed to the C. elegans community by collaborating with WormBase as annotators for published C. elegans papers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This collaborative activity was used for an advanced (senior) level course, but any molecular genetics course could use it as a scaffolded exercise. In this collaboration, students participated in an introductory workshop or lecture about annotations in WormBase (90 minutes) and completed at total of nine annotations as three homework assignments over the course of a week (60 to 120 minutes). Students were familiar with C. elegans as a model system and with the nomenclature of C. elegans genetics (11, 12) .",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 506,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 507,
                    "end": 510,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Intended audience, learning time, and prerequisite student knowledge"
        },
        {
            "text": "The overarching learning goals for this activity were for students to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Learning objectives"
        },
        {
            "text": "1. Appreciate the role of community members in maintaining a scientific database 2. Participate meaningfully in the collaborative process of community curation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Learning objectives"
        },
        {
            "text": "At the end of this activity students will be able to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Learning objectives"
        },
        {
            "text": "1. Navigate published C. elegans literature to find manuscripts in need of annotation 2. Use an online portal for submitting annotations 3. Identify and compare controls with experimental conditions 4. Identify and differentiate between genetic and phenotypic concepts in the context of an experiment (especially alleles, genetic mutations, transgenic perturbations) 5. Identify key phrases in manuscripts that discuss individual pieces of data Data presented in this manuscript were collected in accordance with Western Washington University's IRB exemption EX16-094.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Learning objectives"
        },
        {
            "text": "Students will need a networked computer to access the Wormbase homepage and publication databases, preferably PubMed. WormBase administrators curate different data types from the published literature using at least three elements: publication or source, entity1 (e.g., genetic perturbation, such as an allele, transgene, RNA interference [RNAi], etc.), and entity2 (e.g., phenotype or change in gene expression exhibited upon genetic perturbation), where entity1 and entity2 are associated by an inferred or explicit relationship. Annotations are created by filling in text boxes and/or choosing descriptions from drop-down menus as described in Appendix 1. WormBase curators tend to add supplementary metadata and context in addition to the three elements listed above. For phenotype curation, curators or students submit a publication, an allele or transgene, and an observed (or unobserved) phenotype.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "Detailed instructions and definitions for annotations are included in Appendix 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "1. Use PubMed or Google Scholar to find a paper or author whose work is interesting to you. 2. Determine whether your paper needs curation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Student instructions"
        },
        {
            "text": "Navigate to the Submit Data page on WormBase, then \"Fill out online form\" for Phenotype data and enter an author's name. 3. Click on \"Click here to review your publications and see which are in need of phenotype curation\" and make sure that the paper you are interested in reads \"Needs curation\" or \"Curation in progress.\" For the purposes of this exercise, do not worry about the RNAi phenotype status. If your paper has been curated, check with your instructor to make sure that it is okay for you to submit annotations for this paper. 4. Use the annotation guide (Appendix 1) to help you fill out the annotation for a single piece of data from your paper. Note: this could mean comparing two panels of a figure, or two bars from a 10-bar graph! 5. Be sure that you change the \"your name\" field back to your instructor's name. 6. Leave a comment in the Notes section for Worm-Base with your own name so that the administrators can keep track of who in the class sends in what annotations. 7. When you are done with your annotation, select preview and download the image for grading or marking by your instructor; this can be turned in in-person or online. 8. Submit your annotation by clicking Submit. 9. Repeat steps 4 to 8 two more times, so that you have annotated three pieces of data. If you want to annotate data from a different paper, you will also need to repeat steps 1 to 3 for each additional paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Student instructions"
        },
        {
            "text": "Students did three iterations of the assignment (Appendix 1). For annotation assignment #1, they chose one Volume 22, Number 1 of two papers that were used as examples during the annotation workshop with a WormBase administrator (13, 14) . For annotation assignment #2, they chose a paper that related to their own research project for the course. For annotation assignment #3, students had the option of choosing a third paper or revising a previous set of annotations.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 234,
                    "end": 237,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Student instructions"
        },
        {
            "text": "Students read the entire manuscript and chose three pieces of data to annotate using the online webform (Fig. 1) . The steps for annotation and definitions for genetic and phenotypic identifiers are provided in Appendix 1. Students turned in the preview of their work to the instructor for grading.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 112,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Student instructions"
        },
        {
            "text": "Instructors should reach out to WormBase before having undergraduates submit annotations as part of a class exercise (help@wormbase.org).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Faculty instructions"
        },
        {
            "text": "This activity assumes that instructors are aware of the importance of community involvement and collaboration in the scientific process. The C. elegans community has active fora through WormBase as well as on Slack, Facebook, and Twitter. Instructors should be comfortable with C. elegans nomenclature and genetics. \"A Transparent Window into Biology: A Primer on Caenorhabditis elegans\" provides a succinct overview of the worm as a model system (12) . Working with Worms: Caenorhabditis elegans as a Model Organism includes a step-by-step worksheet activity for becoming familiar with the bioinformatics tools available in WormBase (11) . There are also written introductions to WormBase (9, 10, 15) . A WormBase administrator provided an introduction workshop to annotation that used papers that students had already read (13, 14) . This ensured that students did not have to learn new nomenclature and new gene names at the same time. Providing tutorials or orientations for many large classes in parallel may be beyond the current capacity of WormBase curators, so instructors should contact WormBase (help@wormbase.org). Increased support may be considered in the future, should demand warrant it.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 451,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 634,
                    "end": 638,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 694,
                    "end": 697,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 698,
                    "end": 701,
                    "text": "15)",
                    "ref_id": null
                },
                {
                    "start": 825,
                    "end": 829,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 830,
                    "end": 833,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Faculty instructions"
        },
        {
            "text": "Students choose papers to annotate, and in some cases they may choose papers that have already been annotated or partially annotated. Generally, redundant annotations are not a problem, and they may provide helpful confirmations. Instructors or students may want to check with WormBase (help@wormbase.org) if they have questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Faculty instructions"
        },
        {
            "text": "Instructors will receive the preview image of the annotation to review for grading or marking. These can be done directly on the electronic copy using a tablet and stylus or by printing out and writing directly on the document, which can then be photographed or scanned for upload for student review. The annotation will include the PubMed ID of the paper, so finding the data that is being annotated is not difficult; students should include direct quotes to support their annotations (Appendix 1), which allows instructors to search directly for the figure number, if necessary. Instructors will also receive a confirmation of each annotation via email, assuming that students use the instructor's WormPerson ID for the submission. This activity is scalable, especially if students are working on the same paper or in groups. By using a single paper, many different annotations could be produced without requiring instructors to read many different papers. If students work in groups, group members could each individually produce a practice annotation for the same data, which could be peer-reviewed and refined into a single annotation for each group. This would reduce the burden on WormBase staff by minimizing redundant submissions. Students could also be graded on practice annotations for early (or formative) assessment, so that final and/or revised submissions would be less likely to include errors or misunderstandings for WormBase staff to correct.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Faculty instructions"
        },
        {
            "text": "Assessment of this assignment during the course was low-stakes, with all three annotations totaling less than 10% of the course grade. Each annotation was essentially unique, but point breakdown had approximately 50% of the point total going to understanding the structure of the annotation, for example, filling out the relevant fields with the correct type of information; not filling out fields that were not represented; using the correct e-mail address and including a note about who was curating (Appendix 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suggestions for determining student learning"
        },
        {
            "text": "The remaining 50% of the point total was awarded based on the correctness of individual fields. For example, choosing the correct background to represent the control state, identifying the correct allele or transgene, determining whether the data showed an \"observed phenotype\" or a \"not observed phenotype\" (negative result). One way to assess student learning is to follow students' revisions of earlier annotations. Students generally revised their annotations to be correct and wrote cogent explanations for why they changed their answers in the way(s) that they did (Appendix 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suggestions for determining student learning"
        },
        {
            "text": "After students completed their first annotation, they were given an online quiz that included a novel (to them) piece of data and questions about how it could be annotated in WormBase (Appendix 3). At the time of the quiz, students were generally able to use their understanding of molecular genetics to answer questions about complementation and rescue (14 of 16 correct answers for questions 1 and 2). Students were less able to correctly parse the choices for the annotation example (8 of 16 full credit for question 3), though all students were able to correctly identify the allele name, and most (15 of 16) correctly identified the phenotype. Due to ongoing crises in spring 2020, a planned end-of-the-quarter quiz with similar questions was excluded from the course.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suggestions for determining student learning"
        },
        {
            "text": "Students uploaded their submissions via the webform (Fig. 1 ). An example of a student's \"preview\" and instructor comments is provided in Appendix 2. For the final iteration, students were invited to revise an original submission. An example of an original submission with instructor comments and a revision is provided here (Appendix 2).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 59,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Sample data"
        },
        {
            "text": "There are no physical safety issues to address for this activity because the activity and training were completed entirely online. While some students did choose to apply for WormBase IDs (identifier codes in the form: WBPer-sonXXXX), which requires the input of an e-mail address and affiliation, they were not required to do this. Most students chose to submit annotations using the instructor's WormBase ID (Appendices 2 and 4). This also allowed the WormBase administrators to more easily group all submissions from the course together (Appendix 5). FIGURE 1. Image of the annotation webform for submitting annotations. Annotators fill out the input fields to generate a phenotype annotation. Most fields can bring up a pull-down menu for confirmation of the term, ID, number, etc. Annotators fill in their instructor's name in the \"Your Name\" box and their own name in the \"Comment\" box to ensure that the contribution can be tracked by WormBase administrators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety issues"
        },
        {
            "text": "Students' phenotype annotation submissions were checked for accuracy, including that the submitted phenotype was actually from the publication indicated, that mutations and alleles were correct, and that phenotype identifiers were reasonable. They were also tracked in a spreadsheet for redundancy with other students' submissions. Distinct, verified annotations were marked as good submissions (Appendix 5) and have been subsequently entered into the official WormBase release (WS278, released in October 2020). The output for the community includes URLs of vetted annotations by undergraduates, as well as a standing or listing of undergraduate annotators (Fig. 2, Appendix 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 658,
                    "end": 678,
                    "text": "(Fig. 2, Appendix 4)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "WormBase curation of annotations"
        },
        {
            "text": "Sixteen senior-level students in a research-based advanced cell biology laboratory course annotated manuscripts in WormBase using the online webform (Fig. 1 ). Students were introduced to members of the C. elegans community through synchronous online visits that included seminars and discussions with scientists at a variety of different research and outreach jobs. Prior to annotating, students were introduced to C. elegans as a model system (11) and to the WormBase platform (www.wormbase.org). They received a video tutorial from a WormBase administrator along with a sheet of guidelines (Appendix 1). For each assignment, students submitted three separate annotations to WormBase and uploaded a screenshot of their submission to the instructor for feedback and grading. Students completed this assignment three times, for a total of nine separate annotations. Based on this single iteration, annotations by the class and individual students resulted in two of the top 10 annotators' places on the WormBase homepage (Fig. 2) .",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 449,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 156,
                    "text": "(Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1021,
                    "end": 1029,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Field testing"
        },
        {
            "text": "In lieu of a final quiz (see above, Suggestions for determining student learning), we used an anonymous survey to assess student perceptions and learning through this assignment. We asked students to describe their learning in four categories by comparing the annotation activity with other biology classes they have taken. The four categories were: distinguishing between genotype and phenotype, distinguishing between control and experimental conditions, identifying different alleles, and distinguishing between transgenic animals and genetic mutants. We also asked students to describe other ways in which annotating helped or hindered their learning (Appendix 6). The responses to these questions were coded by three independent coders for student descriptions of the activity (Appendix 7, Table  1 ) (16) . Coders also reviewed answers for student perceptions of the assignment's utility and the sophistication of student answers.",
            "cite_spans": [
                {
                    "start": 806,
                    "end": 810,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 795,
                    "end": 803,
                    "text": "Table  1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Evidence of student learning"
        },
        {
            "text": "Qualitative responses regarding learning goals and objectives. Student responses to the survey questions (Appendices 6 and 7) included descriptions of their interactions with collaborative science, their perceptions of impact on learning, and their cognition and metacognition ( Table  1 ). Many of these corresponded our learning objectives and learning goals. While these self-reported descriptions are indirect measures of learning, they show that students' engagement with an online, collaborative activity allowed them to address a variety of competencies and content (17) (18) (19) . In the future, pre-and posttesting can more definitively determine the extent of student learning.",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 577,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 578,
                    "end": 582,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 279,
                    "end": 287,
                    "text": "Table  1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Evidence of student learning"
        },
        {
            "text": "Collaboration and real world scientific interaction were learning goals for this activity. Students described, without direct prompting, how they connected to the scientific community, gained an understanding of how a scientific community functions ( Table 1 , code C.1) or how \"real world\" science works (Table 1 , code C.2).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 251,
                    "end": 258,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 305,
                    "end": 313,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Evidence of student learning"
        },
        {
            "text": "Annotating helped me learn more about the scientific community and how things are actually annotated and that it's not just done by a computer system or by the researchers themselves… It gives a deeper connection with the scientific community because you can be annotating a gene of interest from a paper, then when you see that author or gene of interest again you will be able to remember what the paper is talking about.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence of student learning"
        },
        {
            "text": "I enjoyed being able to contribute, at least in some small way, to the curation of Worm data. It is cool! And accessible which is nice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence of student learning"
        },
        {
            "text": "The fact that students reported on these without being prompted suggests that working as part of a scientific community on a real life project was indeed a particularly important aspect of this experience. Screen shot from the WormBase homepage, September, 2020. The website tracks annotation contributions by WBPersonID. The CURE had the second highest number of annotations. One student used their own WBPersonID and was also listed in the top ten annotators for the same time period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence of student learning"
        },
        {
            "text": "Screen shot from the WormBase homepage, September, 2020. The website tracks annotation contributions by WBPersonID. The CURE had the second highest number of annotations. One student used their own WBPersonID and was also listed in the top ten annotators for the same time period. FIGURE 2. Screen shot from the WormBase homepage, September 2020. The WormBase website tracks annotation contributions by WBPersonID. The CURE had the second highest number of annotations. One student used their own WBPersonID and was also listed in the top ten annotators for the same time period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence of student learning"
        },
        {
            "text": "Students also described whether and how their learning was impacted, in both positive and negative terms. For example, a student describing proficiency ( I felt like I already had a pretty solid understanding of the differences between genotype and phenotype, but I guess WormBase really solidified that idea. Lots of the data was hard for me to dissect and filter out from the paper itself.… WormBase did help me realize that there are such things as Not Observed Phenotypes, that was a new concept for me. Real-world application* When a respondent relates the activity to the \"real-world. \" 29% * *Indicates a code that directly addresses Learning Goals or Objectives for this activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence of student learning"
        },
        {
            "text": "This student recalled the process of using the annotation submission portal and connected it with the differentiation of genotype and phenotype, suggesting that a quantitative analysis of student learning could be used during future implementations of this activity. Importantly, students reported gaining a deeper understanding (Table 1 , code A.2) of genotype vs. phenotype (64% of respondents), control vs. experimental (29% of respondents), how to identify alleles (50% of respondents), and mutations vs. transgenic (71% of respondents), compared with their experiences in other courses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 329,
                    "end": 337,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Volume 22, Number 1"
        },
        {
            "text": "Finally, students reported about awareness of and changes in their own thinking, including recognizing gaps in knowledge, using resources in a new way, explaining why they felt good or bad about the assignment, or overcoming confusion (Table 1, codes B.1, B.2, and B.3, respectively) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 283,
                    "text": "(Table 1, codes B.1, B.2, and B.3, respectively)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Volume 22, Number 1"
        },
        {
            "text": "Yes, many times I was confused about whether a strain was a control/background, or a mutant inducing a specific phenotype. I enjoyed annotating in the sense that I had to pay particular attention to these details.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volume 22, Number 1"
        },
        {
            "text": "WormBase helped me realize what I did and did not know about the paper I had just read. When I realized I didn't know what over-expressed gene caused the phenotype, I would have to go back to the paper and re-read it until I understood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volume 22, Number 1"
        },
        {
            "text": "In both of these statements, students recognized their own gaps in knowledge and reported on their emotional responses to filling the gaps or using available resources to finish the assignment. Although addressing metacognition was not an explicit goal of this activity, these students were able to describe how it encouraged them to assess their own learning and redirect to find solutions. Student reactions to the WormBase annotation exercise. We classified the responses of students for the first four questions (Appendix 6) using five categories (very negative, slightly negative, neutral, slightly positive, and very positive) that described their experiences with the Worm-Base annotation activity. The majority of students rated the activity positively when they compared it with previous biology classes (Fig. 3A) . Students who did not have a positive experience often reported feeling either unsupported in their learning, which may have been due in part to the online format, or as though the activity was unnecessary. Nonetheless, negative responses sometimes included evidence of student learning. For example, one student wrote:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 813,
                    "end": 822,
                    "text": "(Fig. 3A)",
                    "ref_id": null
                }
            ],
            "section": "Volume 22, Number 1"
        },
        {
            "text": "WormBase confused me more than it helped… it would make sense if the control condition were always N2 worms, it was difficult for me to realize that transgenic animals like nuIs24 could also be considered control conditions. Even in describing the experience with the activity in a negative light, the student shows improved understanding of C. elegans nomenclature and genetic terminology. This lack of self-reflective metacognition during productive problem solving is not unique (20) , and even students who understand the value of metacognition may not practice it (21, 22) . It is therefore likely to be important for instructors to remind students of their gains during this challenging activity (23, 24) .",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 486,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "(21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 574,
                    "end": 577,
                    "text": "22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 702,
                    "end": 706,
                    "text": "(23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 707,
                    "end": 710,
                    "text": "24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Volume 22, Number 1"
        },
        {
            "text": "Bloom's categorization of student responses. We also coded student responses by revised Bloom's categories (25, 26) (Fig. 3B) . The majority of student responses describe mid-level Bloom's thinking: understanding, applying, analyzing. The high-level Bloom's categories (\"create\" and \"evaluate\") were absent. For responses that used more than one category, the higher one was adopted for the purposes of quantification. Answers that did not address students' thinking were categorized as n/a (no answer, or one-word answers, such as \"no\") or no change, which indicates that a student only responded that they already knew the content. Other assignments in this course, including an analysis and write-up of primary data as a microPublication (15, 27) , suggest that both of these higher-level Bloom's categories were attained (not shown) in part through practice with the annotation activity. WormBase annotation may be a foundation on which students build up to higher-level activities, in the same way that more elementary in-person research tasks (for example, setting up reactions) may provoke deeper conversation or exploration in experimentation.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "(25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 112,
                    "end": 115,
                    "text": "26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 741,
                    "end": 745,
                    "text": "(15,",
                    "ref_id": null
                },
                {
                    "start": 746,
                    "end": 749,
                    "text": "27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 125,
                    "text": "(Fig. 3B)",
                    "ref_id": null
                }
            ],
            "section": "Volume 22, Number 1"
        },
        {
            "text": "Not all students can participate in extracurricular research. CUREs provide all students access to the critical elements of research experiences that immerse them in inquiry and experimentation regardless of their background, socioeconomic status, or previous interest in research science (1, 2, 28, 29) . One of the important elements of experimentation and the process of science is collaboration, in part because students receive peer input and practice communication skills (30) . This activity connected students directly to the larger scientific community at precisely the same time as opportunities for in-person collaborations were lost. The learning goals focus on collaboration and were identified by students following the activity. Even under the potentially isolating circumstances of an online CURE, students appreciated that collaboration does not have to occur in person. Indeed, many scientific collaborations are intermural and international, so this activity presents a realistic and authentic opportunity for student participation in the scientific process.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 292,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 293,
                    "end": 295,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "28,",
                    "ref_id": null
                },
                {
                    "start": 300,
                    "end": 303,
                    "text": "29)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 478,
                    "end": 482,
                    "text": "(30)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Volume 22, Number 1"
        },
        {
            "text": "Students reported that their repeated work on this activity helped them make novel connections and apply their knowledge in new and meaningful ways. Their responses show that they were thoughtfully engaged with mid-and lower-level Bloom's activities, and this was apparent in their correct use of terminology in other aspects of the course, such as final reports and presentations (not shown). Activities that provide repeated opportunities for students to work on a real world scientific task can solidify their content knowledge and their science process skills (6, 24, 30) . In this CURE, the annotations were completed alongside writing and primary (unpublished) data analysis, which may have made the annotations seem less \"important\" to students, even though they used the annotation skills in other aspects of the course.",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 567,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 568,
                    "end": 571,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "30)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Volume 22, Number 1"
        },
        {
            "text": "In the future, a more rigorous pre-and postanalysis will be useful in determining precisely what tasks and content are learned through the annotation activity. However, given the crisis conditions that intensified during spring 2020 FIGURE 3. Self-reported impacts of the WormBase annotation activity on student learning. Students were asked whether the activity helped them in four different categories, compared with other biology courses they had taken. Questions asked about: distinguishing between genotype and phenotype, distinguishing between control and experimental conditions, identifying different alleles, and distinguishing between transgenic organisms and genetic mutants. The questions, in full, are found in Appendix 6. A. student responses were categorized as Very Negative, Negative, Neutral, Positive, or Very Positive. B. Student responses to the questions described in (A) were scored using Bloom's taxonomy categories. Responses that indicated no change in self-reported knowledge are shown as No Change (gray). Responses with single word affirmatives or negatives were categorized as n/a (white). No students described their learning in terms of the two highest Bloom's categories, Evaluate and Create.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible modifications"
        },
        {
            "text": "(pandemic, all-online format for a laboratory course, and civil rights protests in or very near students' hometowns in Seattle and Portland), nearly all quantitative assessments were removed from the course as a whole. In the future, questions such as the quiz example (Appendix 3) could be used in a pre-and postformat. In addition, other implementations of this activity could include a class wide focus on one particular cellular pathway or phenomenon (apoptosis, tissue specification, developmental progression, etc.) or a biotechnology technique (RNAi or CRISPR).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volume 22, Number 1"
        },
        {
            "text": "Although a tutorial was presented to the class before the annotation exercise, it became clear after the first round of submissions that, while the students had a good sense as to how to proceed, certain elements of the curation should be clarified so as to avoid confusion in the submission and vetting process. WormBase administrators found that many misunderstandings were due to the particular manner in which WormBase curates annotations and did not reflect a misunderstanding of the biology reported in the article. Some other common problems included differentiation between \"true\" wild-type (N2) controls and transgenic (protein expression) controls for protein abundance, annotations submitted for one publication but originating in a different publication, alleles submitted as transgenes, incorrect controls, reporter gene expression induced by environmental conditions submitted as a mutant phenotype, phenotypes attributed to background mutations, and trouble differentiating between a phenotype-causing transgene and a reporter transgene. Time permitting, a second tutorial later in the academic session could provide students with feedback from their collaborators on what works well and what does not. It could also enhance the metacognitive aspects of the process for students, who could directly address what they do and do not understand with their collaborators. This would be particularly helpful for students who may not appreciate the gains that they have made in their learning, as we described (Student reactions to the WormBase annotation exercise).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volume 22, Number 1"
        },
        {
            "text": "This was the first attempt by WormBase to have undergraduate students submit phenotype annotations. Our experience suggests that while undergraduates have limited experience performing and reporting experiments, they can quickly be trained to use proper annotation via an initial tutorial. Misconceptions that arise can be addressed in future tutorials. Once an undergraduate student has undergone multiple rounds of annotation and assessment, they could be identified as a trusted curator for future submissions which would not require detailed verification by WormBase staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volume 22, Number 1"
        },
        {
            "text": "A major concern of graduating seniors during this period is their ability to be hired in the absence of hands-on laboratory experience. Demonstrating a clear understanding of molecular biology and genetics literature via WormBase annotation submissions should be a noteworthy accomplishment that could be recognized on one's resume/CV or through digital merit badges, like those generated by the Badgr resource (https://info.badgr.com). If such digital badges could be appropriately recognized as indicators of significant skill sets, they could be shared via social media and job search sites, reported on CV's and potentially used to advance early-stage careers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volume 22, Number 1"
        },
        {
            "text": "Another potential avenue to explore is to specifically engage early-stage graduate students who are beginning the literature research process so they can provide annotations to WormBase as they discover what is not already available in the database. This could also allow for a more engaging annotation submission experience by particularly focusing on publications and annotations of interest for that particular graduate research project. Graduate student submissions could be summarized and provided alongside one's dissertation as a record of service to the C. elegans research community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volume 22, Number 1"
        },
        {
            "text": "Collaboration between students and the scientific community was a major goal of this activity and the C. elegans research community greatly benefits from the curated annotations made to WormBase curators and contributors. Validated annotations are made visible on the WormBase website, on the FTP site of data files, and via several data mining tools. They also save researchers valuable time piecing together the collective information from the literature themselves. Annotations will also be made available at the Alliance of Genome Resources (www.alliancegenome. org) (31) . There are other sites dedicated to facilitating undergraduate and community contributions. For example, SUPRdb (run by the Tetrahymena thermophila community) has a contribution portal and webform, and entries to SUPRdb are linked to the Tetrahymena Genome Consortium, though they are not curated after submission (8, SUPRdb | Welcome [http://suprdb.org/]). Broader curation projects, such as BioGRID and CACAO also solicit input from the community in a variety of formats (32; Contribute to the BioGRID | BioGRID [https://wiki.thebiogrid.org/doku.php/contribute], Category:CACAO Spring 2019 -GONUTS [https://gowiki. tamu.edu/wiki/index.php/Category:CACAO_Spring_2019]). Databases for other model organisms (for example, TAIR for Arabidopsis thaliana, FlyBase for Drosophila melanogaster, and SGD for Saccharomyces cerevisiae) also provide annotated genomic and genetic information and could be the basis for similar annotation activities. However, to our knowledge, the same kind of webform and menu-based input is not available through these sites so the direct community collaboration aspect of our activity might be harder to achieve.",
            "cite_spans": [
                {
                    "start": 571,
                    "end": 575,
                    "text": "(31)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Volume 22, Number 1"
        },
        {
            "text": "Even in the best of times, results of student efforts are often isolated from the scientific community. Our students' submissions of annotations to WormBase represent real and productive collaborations that can have an immediate and lasting impact on C. elegans research, model organism research, and research on human health and disease while furthering students' education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volume 22, Number 1"
        },
        {
            "text": "Appendix 1: Protocol for student submission of annotations to WormBase Appendix 2: Examples of student submissions and instructor comments Appendix 3: Quiz to assess student learning Appendix 4: Papers annotated by students and URLs of student annotations Appendix 5: Example of WormBase curation spreadsheet for student annotations Appendix 6: Prompts for student survey following the three annotation assignments Appendix 7: Code book for analysis of student descriptions of the activity",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTAL MATERIALS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Diversifying science: underrepresented student experiences in structured research programs",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hurtado",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Cabrera",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Arellano",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Espinosa",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Res High Educ",
            "volume": "50",
            "issn": "",
            "pages": "189--214",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Undergraduate research experiences support science career decisions and active learning",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lopatto",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "CBE Life Sci Educ",
            "volume": "6",
            "issn": "",
            "pages": "297--306",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Course-based undergraduate research experiences: current knowledge and future directions",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dolan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "National Research Council",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Course-based undergraduate research experiences can make scientific research more inclusive",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bangera",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Brownell",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "CBE Life Sci Educ",
            "volume": "13",
            "issn": "",
            "pages": "602--606",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Assessment of course-based undergraduate research experiences: a meeting report",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Auchincloss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Laursen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Branchaw",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Eagan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Hanauer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lawrie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Mclinn",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pelaez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rowland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Towns",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Trautmann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Varma-Nelson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Weston",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Dolan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "CBE Life Sci Educ",
            "volume": "13",
            "issn": "",
            "pages": "29--40",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effects of discovery, iteration, and collaboration in laboratory courses on undergraduates' research career intentions fully mediated by student ownership",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Corwin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Runyon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ghanem",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sandy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reichler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Rodenbusch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Dolan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "CBE Life Sci Educ",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "CRISPR-Cas technology in and out of the classroom",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dahlberg",
                    "suffix": ""
                },
                {
                    "first": "Groat",
                    "middle": [],
                    "last": "Carmona",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "CRISPR J",
            "volume": "1",
            "issn": "",
            "pages": "107--114",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Immediate dissemination of student discoveries to a model organism database enhances classroom-based research experiences",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Stover",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "CBE Life Sci Educ",
            "volume": "13",
            "issn": "",
            "pages": "131--138",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Using WormBase: a genome biology resource for Caenorhabditis elegans and related nematodes",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Grove",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cain",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Howe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kishore",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paulini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raciti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Tuli",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Auken",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "Wormbase",
                    "middle": [],
                    "last": "Consortium",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Methods Mol Biol",
            "volume": "1757",
            "issn": "",
            "pages": "399--470",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "WormBase: a modern model organism information resource",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Arnaboldi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cain",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Grove",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kishore",
                    "suffix": ""
                },
                {
                    "first": "Ryn",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H-M",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nuin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paulini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raciti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Rodgers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schindelman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Auken",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yook",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Howe",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schedl",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Sternberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nucleic Acids Res",
            "volume": "48",
            "issn": "",
            "pages": "762--767",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Working with worms: Caenorhabditis elegans as a model organism",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Meneely",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Dahlberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cur Prot Essent Lab Tech",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A transparent window into biology: a primer on Caenorhabditis elegans",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Corsi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wightman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chalfie",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Genetics",
            "volume": "200",
            "issn": "",
            "pages": "387--407",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The WD40-repeat proteins WDR-20 and WDR-48 bind and activate the deubiquitinating enzyme USP-46 to promote the abundance of the glutamate receptor GLR-1 in the ventral nerve cord of Caenorhabditis elegans",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Dahlberg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Juo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Biol Chem",
            "volume": "289",
            "issn": "",
            "pages": "3444--3456",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Constitutive XBP-1s-mediated activation of the endoplasmic reticulum unfolded protein response protects against pathological tau",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Waldherr",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Strovas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Vadset",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Liachko",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Kraemer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Comm",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Generic qualitative research in psychology",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Percy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kostere",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kostere",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Percy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kostere",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kostere",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Qual Rep",
            "volume": "20",
            "issn": "2",
            "pages": "76--85",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Vision and change in undergraduate biology education: a call to action: a summary of recommendations made at a national conference organized by the",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "BioSkills Guide",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Clemmons",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Timbrook",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Herron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Crowe",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25334/3MNW-KJ05"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "BioCore guide: a tool for interpreting the core concepts of vision and change for biology majors",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Brownell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Wenderoth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Crowe",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "CBE Life Sci Educ",
            "volume": "13",
            "issn": "",
            "pages": "200--211",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A short, course-based research module provides metacognitive benefits in the form of more sophisticated problem solving",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dahlberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Leaf",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lily",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wiggins",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jordt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Coll Sci Teach",
            "volume": "48",
            "issn": "4",
            "pages": "22--30",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Metacognition in upper-division biology students: awareness does not always lead to control",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Dye",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Stanton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tomanek",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "LSE",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Differences in metacognitive regulation in introductory biology students: when prompts are not enough",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Stanton",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "N"
                    ],
                    "last": "Neider",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Gallegos",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tomanek",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "CBE Life Sci Educ",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "FAIL is not a four-letter word: a theoretical framework for exploring undergraduate students' approaches to academic challenge and responses to failure in STEM learning environments",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shorter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Charkoudian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Heemstra",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Corwin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "CBE Life Sci Educ",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Promoting student metacognition",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Tanner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "CBE Life Sci Educ",
            "volume": "11",
            "issn": "",
            "pages": "113--120",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A taxonomy for learning, teaching, and assessing: a revision of Bloom's taxonomy of educational objectives",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Bloom's taxonomy",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Micropublication: incentivizing community curation and placing unpublished data into the public domain",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raciti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yook",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schedl",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Sternberg",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Database (Oxford) 2018. 28. National Academies of Sciences, Engineering, and Medicine. 2017. Undergraduate research experiences for STEM students: successes, challenges, and opportunities",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Improving underrepresented minority student persistence in STEM",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Estrada",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Burnett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Denetclaw",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Gutiérrez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hurtado",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Matsui",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mcgee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Okpodu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Summers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Werner-Washburne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zavala",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "CBE Life Sci Educ",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Toward a conceptual framework for measuring the effectiveness of course-based undergraduate research experiences in undergraduate biology",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Brownell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Kloser",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Stud Higher Educ",
            "volume": "40",
            "issn": "",
            "pages": "525--544",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Alliance of genome resources portal: unified model organism research platform",
            "authors": [],
            "year": 2020,
            "venue": "Nucleic Acids Res",
            "volume": "48",
            "issn": "",
            "pages": "650--658",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The BioGRID database: a comprehensive biomedical resource of curated protein, genetic and chemical interactions",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Oughtred",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rust",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Breitkreutz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stark",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Willems",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Boucher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kolas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dolma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Coulombe-Huntington",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chatr-Aryamontri",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dolinski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tyers",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 2.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "code A.3) could discuss building on prior knowledge, or that they were \"already aware of how to pick out…conditions [that] qualify as a control.\" Students also reported specifically on activities that directly addressed the learning objectives by making connections (Table 1, code A.1) or building skills and competency (Table 1, code A.4):",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "WormBase survey code book.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Ben Wiggins and Kelly Hennessey for their critical reading of this manuscript. This teaching and research took place in the homelands of the Lummi Nation, the Nooksack Tribe, the Kizh Nation, and their ancestors. This material is based upon work supported by the National Science Foundation under grant no. 1612252. The authors have no conflicts of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}