{
    "paper_id": "3db700da037701c917b64ea7ae1cbf545624b23e",
    "metadata": {
        "title": "Fast-tracking teledermatology into dermatology trainee timetables, an overdue necessity in the COVID-era and beyond",
        "authors": [
            {
                "first": "K",
                "middle": [],
                "last": "Hussain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College Healthcare NHS Trust",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "N",
                "middle": [
                    "P"
                ],
                "last": "Patel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College Healthcare NHS Trust",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Khawar",
                "middle": [],
                "last": "Hussain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College Healthcare NHS Trust",
                    "location": {}
                },
                "email": "khawar.hussain1@nhs.net"
            }
        ]
    },
    "abstract": [
        {
            "text": "Teledermatology has been defined as using technology-enabled healthcare delivery models to provide dermatology patient care, from a distance 1,2 . The increasing use of teledermatology has primarily been driven by a significant rise in demand on dermatology departments and a shortage of consultant dermatologists in the United Kingdom 3 . The British Association of Dermatologists supports the use of teledermatology as a means of improving access to dermatology professionals 4 . Currently, teledermatology in the NHS plays a particularly important role in triaging referrals on the skin cancer 2-week-wait (2ww) pathway, given the necessity for rapid lesion assessment, the ever-increasing volume of 2ww referrals received by dermatology departments, and the significant proportion of benign lesions referred that do not Accepted Article",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Teledermatology has been defined as using technology-enabled healthcare delivery models to provide dermatology patient care, from a distance 1,2 . The increasing use of teledermatology has primarily been driven by a significant rise in demand on dermatology departments and a shortage of consultant dermatologists in the United Kingdom 3 . The British Association of Dermatologists supports the use of teledermatology as a means of improving access to dermatology professionals 4 . Currently, teledermatology in the NHS plays a particularly important role in triaging referrals on the skin cancer 2-week-wait (2ww) pathway, given the necessity for rapid lesion assessment, the ever-increasing volume of 2ww referrals received by dermatology departments, and the significant proportion of benign lesions referred that do not",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This article is protected by copyright. All rights reserved require a face-to-face consultation. Skin cancer 2ww referrals to our centre have sharply increased by 44.1% over the last two years, and in the 12 months preceding the UK COVID-19 lockdown (March 2019 to February 2020) represented 41.8% of all referrals to the dermatology department. Teledermatology for 2ww referrals was implemented at our centre in 2019 to manage this demand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "As skin cancer services must be consultant-led, and teledermatology is particularly amenable to solitary working, there is a risk that the need to educate trainees in the practice of teledermatology is being neglected. This may be compounded by the effects of the COVID-19 pandemic, where the overriding priority has been to maintain clinical services. UK dermatology trainees do not currently receive any formal teledermatology training as part of the JRCPTB national curriculum, and so we welcome the overdue addition of teledermatology to the curriculum from August 2021 5 . We propose that supervised teledermatology clinics must be fast-tracked into trainee timetables nationwide, enabling the next generation of dermatologists to become adept and experienced in this relatively novel practice.",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 575,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "One way for trainees to become involved in teledermatology would be to shadow a consultant teledermatology clinic list until they become familiarised with the technique. Subsequently, the trainee would take on their own reduced teledermatology list in parallel with the consultant, with a review of all trainee cases at the end of each session; the number of cases per session could be gradually built up over time. Consultant clinic templates and job plans would clearly need to be adjusted accordingly. Such an approach would mirror training techniques practiced by other visual specialties such as ophthalmology and radiology. At our centre, we have also established a weekly teledermatology MDT meeting attended by consultants and trainees, where challenging cases are discussed for consensus; this not only enhances patient outcome and safety, but also promotes teledermatology training. We propose that such a model could be adopted widely across NHS trusts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Fast-tracking teledermatology clinics into trainee timetables is an essential step to prepare the trainee for life as a consultant, which will inevitably involve some aspect of regular teledermatology work in the years ahead. The COVID-19 pandemic has necessitated and hastened the adoption of teledermatology across the UK, and in doing so has sharply highlighted the effectiveness, flexibility, and overall importance of this practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "What is telemedicine? a collection of 104 peer-reviewed perspectives and theoretical underpinnings",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sood",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mbarika",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jugoo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Telemed J E Health",
            "volume": "13",
            "issn": "5",
            "pages": "573--59017999619",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Curriculum for dermatology training",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Joint Royal College of Physicians Training Board",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Accepted Article",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}