{
    "paper_id": "3db9f0691f2efc2104bc3aed5a9b972863eb9873",
    "metadata": {
        "title": "Journal of Banking Regulation",
        "authors": [
            {
                "first": "Walid",
                "middle": [],
                "last": "Mansour",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hechem",
                "middle": [],
                "last": "Ajmi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karima",
                "middle": [],
                "last": "Saci",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper forecasts the response of Islamic banks' dynamics (size, profitability, nonperforming financing, and stability) to the COVID-19 pandemic over the period ranging from 2019Q4 to 2021Q4. Nine jurisdictions are considered based on their Islamic banks' systemic importance, namely Bahrain, Brunei, Indonesia, Kuwait, Malaysia, Pakistan, Saudi Arabia, Turkey, and UAE. Using the bivariate VARX model, our forecasting exercise shows that the Islamic banks' response to the COVID-19 pandemic is not uniform across jurisdictions. While the Islamic banks' dynamics in Saudi Arabia, UAE, and Kuwait are less likely to be impaired, Bahrain, Brunei, Malaysia, Pakistan, and Turkey are expected to be relatively more affected especially in terms of their size growth. Saudi Arabia will continue leading the growth momentum of the global Islamic banking sector, and its Islamic banks' assets are expected to reach at least $185.4 billion by the end of the fourth quarter of 2021. This paper recommends a prioritization approach for the implementation of the policy measures by the jurisdictions based on their banks-specific responses to the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Walid Mansour is affiliated to the University of Sousse and University of Carthage in Tunisia. He conducted a teaching experience in various educational settings in Tunisia, the United States, and the Middle East. He completed a postdoctoral teaching and research fellowship at Kansas University. The focus of his research and advisory activities is Islamic finance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "COVID-19 is a newly identified coronavirus first discovered in Wuhan, the capital of Hubei province in central China, on December 31, 2019. 1 COVID-19 is part of a large family of viruses (Coronaviruses) that may cause illness ranging from the common cold to more severe diseases [81] . More than 75 countries have reported positive cases of COVID-19 as the virus is spread globally, affecting communities, ecosystems, and supply chains all over the world [7] . Governments have focused on containing the virus by adopting strict procedures such as social distancing, lockdowns, and quarantines, which have led to an economic downturn. Lockdowns of cities, border closures, and various health measures have been implemented in over 136 countries [79] , to slow and stop the pandemic. However, the policies adopted by governments engendered economic recession around the world [14] , and quickly spread to financial markets [67] , Zhang et al. [83] . The International Monetary Fund (IMF) has predicted these consequences because the global gross domestic product (GDP) growth rate is expected to decrease by 3% during 2020, which may have a negative impact on the banking sector [41] . This implies that financial institutions are most likely to be vulnerable in times of economic downturn, due to the likelihood of nonperforming financings [33] .",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 284,
                    "text": "[81]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 746,
                    "end": 750,
                    "text": "[79]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 876,
                    "end": 880,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 923,
                    "end": 927,
                    "text": "[67]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 943,
                    "end": 947,
                    "text": "[83]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1179,
                    "end": 1183,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 1341,
                    "end": 1345,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Intuitively, the effect of the pandemic on the global economy is already devastating, while it presents the most significant shock to the financial system since the GFC [39, 41] . Furthermore, weakened production and economic activity due to movement restriction orders have resulted in weakening the global demand for oil. The situation has then (has) been aggravated by the failure of the OPEC + coalition to agree on a deal to cut outputs. Consequently, the combined effects of the COVID-19 and oil price volatility shocks, as well as the pre-existing conditions of financial vulnerability in jurisdictions where Islamic finance is practiced, will put the resilience of the Islamic banks to test in 2020 and perhaps beyond [39] . In comparison with the conventional banking sector, Islamic banks are highly exposed to the real economy. Therefore, they are expected to record declined revenue, high pressure on earnings, and lower growth in 2020 especially as the focus will be on preserving asset quality at the expense of business growth [39] . In addition, increased pressure on liquidity position is also expected due to the mandatory postponement of repayment of existing financing extended to especially the small and medium enterprises (SMEs) and households in many jurisdictions where Islamic banking is practiced. In this regard, the study of banks' response to the COVID-19 pandemic becomes of a paramount importance as it will be needed to come up with the appropriate policy measures to ensure the growth and stability of the banking system. This paper examines the impact of the COVID-19 pandemic on Islamic banks at the aggregate level. More precisely, it aims to assess the variation of Islamic banks' dynamics, namely size, profitability, nonperforming financings, and stability, subject to IMF forecasted GDP growth by country. Based on data availability, nine jurisdictions are considered in this paper, namely Bahrain, Brunei, Indonesia, Kuwait, Malaysia, Pakistan, Saudi Arabia, Turkey, and UAE. The bank-specific variables are retrieved from the Prudential and Structural Islamic Financial Indicators database (PSI-FIs) for the period ranging from 2013Q4 to 2019Q3. 2 The GDP growth dataset is derived from IMF World economic outlook [80] . Although the IMF considers the COVID-19 shock when forecasting the yearly GDP growth by country until 2021, we convert the forecasted annual growth rates into quarterly growth rates.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "41]",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 730,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1042,
                    "end": 1046,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2189,
                    "end": 2190,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2257,
                    "end": 2261,
                    "text": "[80]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our methodology uses the vector autoregressive models with exogenous variable (VARX) to forecast Islamic banks' dynamics. The findings of the forecast exercise show interesting implications in terms of the Islamic banks' response across jurisdictions, enabling us to come up with valuable recommendations for policymakers and regulators with the aim to ensure the stability and the continuous growth of the Islamic banking industry. Our findings show that the impact of COVID-19 is not uniform across jurisdictions. More precisely, the Islamic banks in Saudi Arabia, UAE, and Kuwait are expected to continue increasing in terms of size, a slight volatility in nonperforming financing and profitability. In contrast, the capital adequacy ratio (CAR) will remain above the minimum required by Basel III. Similarly, the forecast results indicate that Islamic banks' assets are most likely to be more volatile for Bahrain, Brunei, Malaysia, Pakistan, and Turkey, which can harm their corresponding growth prospects. Furthermore, the capital adequacy ratio, nonperforming financing, and profitability are expected to be volatile during the forecast period. Different results are found when examining the response of Islamic banks in Indonesia to COVID-19 shock. The results indicate that Islamic banks' in this jurisdiction are expected to face higher volatility in size, besides a besides a more sever deterioration in nonperforming financing and profitability, engendering some instability to the banking system during the forecast period. Based on the aforementioned results, a set of recommendations will be provided under the form of policy measures to deal with the risks encountered by the Islamic banking system during this crucial economic situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The remainder of this paper is organized as follows. Section 2 presents the literature review. Section 3 describes the data. Section 4 explains the adopted methodology. Section 5 presents the forecast results. Section 6 illustrates the diagnostic tests to ensure the stability of our models. Section 7 discusses the results and provides policy recommendations. Finally, Sect. 8 concludes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Forecasting and stress testing 3 methods have been widely employed when assessing banks' stability in distress situations. More importantly, the credit risk component has been considered as one of the most important risks in the banking sector because in distress situation, the nonperforming financings are most likely to increase, which may negatively affect the capital adequacy ratio as well as the solvency of the bank. Several studies adopted forecasting and stress testing approaches based on various scenarios to assess the stability and the resilience of conventional banks, 4 whereas only few papers focused on the Islamic banking sector.",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 585,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "For instance, Chatta and Alhabashi [22] measured the impact of changing benchmark rates on the net worth risk of Islamic commercial banks and conventional commercial banks, with duration gap and stress testing approaches, in dual banking systems. The authors considered a sample of 100 commercial banks including 50 Islamic commercial banks and 50 conventional commercial banks from 13 countries, for the period ranging from 2009 to 2015. With regard to net worth risk for increasing benchmark rate, results showed that the Islamic commercial banks are 2.15 times more vulnerable compared to the conventional commercial banks. Furthermore, it was found that a significant number of the Islamic commercial banks failed the stress test of the 20% threshold prescribed by the Islamic Financial Services Board (IFSB). As a result of higher duration gap, Chatta and Alhabashi [22] indicated that the Islamic commercial banks are vulnerable to a significant loss of net worth under an increasing benchmark rate regime in dual banking systems.",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 39,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 871,
                    "end": 875,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "[21] examined a solvency stress test based on the standardized approach as per IFSB-15. 5 Furthermore, the authors included macro-financial relationships with different assumptions and stress scenario parameters to determine whether Islamic commercial banks can remain in compliance with all capital requirements in distress conditions. The stress testing exercise includes a two-stage process. The first stage consists of calculating the capital adequacy ratio (CAR) of the Islamic commercial banks using the IFSB formula, depending on how the profit-sharing investment accounts (PSIAs) are treated in the respective jurisdiction. The second stage is the application of the stress scenarios and shocks. Results justified the sensitivity of CAR of Islamic commercial banks. In addition, the simulation results showed that an Islamic commercial bank operating above the minimum CAR is most likely to become vulnerable to shocks of various intensities. This evidence assumes that appropriate remedial actions are needed to handle this riskier situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "The study by Kurniadi et al. [48] investigated the ability of the Indonesian Islamic banking sector to absorb potential extreme risks using a data ranging from April 2008 to September 2014. Using a balance sheet approach, the authors performed the stress test on profitability and capital position, whereas the value at risk technique was considered for liquidity stress test. In terms of profitability, results showed that Islamic banks in Indonesia are immune from losses when the nonperforming loan (the default rate) is less than 8.5%. In terms of capital position, the authors revealed that the industry is less likely to bankrupt when the probability of default (PD) is less than 9%. However, when the probability of default exceeds 9%, the total expected loss becomes higher than the available capital. Furthermore, Kurniadi et al. [48] showed that there is no liquidity threat for Islamic bank in Indonesia based on the value at risk (VaR) at 99% confidence.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 33,
                    "text": "Kurniadi et al. [48]",
                    "ref_id": null
                },
                {
                    "start": 839,
                    "end": 843,
                    "text": "[48]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "The study by Takinsoy [73] adopted a macro-stress testing methodology to assess the resilience of Islamic banks in Malaysia to specific macroeconomic shocks. Results showed that the capitalization needs of Islamic banks in Malaysia become more severe due to the decrease of the capital adequacy ratio in the case of macroeconomic shocks. In contrast, the author showed that bankruptcy and suspension of license are less likely to occur in adverse scenario.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 26,
                    "text": "[73]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "The study by Elsiefy [28] assessed the resilience of the banking sector in Qatar due to three main shocks related to credit risk, interest rate risk, and foreign exchange risk, respectively. The sample was divided into two groups. The first group includes conventional banks, whereas the second group contains Islamic banks. Results indicated that the overall pool of risk for the banking sector as a whole and for the conventional banking sector has declined, whereas it increased for the Islamic banking sector. The study by Elsiefy [28] also showed that Islamic banks are more likely to be more exposed to credit risk compared to conventional banks as the impact of credit quality would have been more severe for Islamic banks compared to conventional banks. In addition, Islamic banks seem to have assumed higher credit risk post the global crisis in 2008 compared to before the crisis, which is in line with the study by [46] .",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 926,
                    "end": 930,
                    "text": "[46]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "The study by Jobst and Solé [43] presented a simple conceptual framework for the design and implementation of top-down solvency stress testing of Islamic banks. It was revealed that the connection between liquidity and solvency risks of individual institutions are most likely to increase during times of stress and tend to be influenced by system-wide liquidity conditions associated with the interlink between network effects within the financial system. This implies that understanding the differences in business models, and the interaction between solvency and liquidity conditions are crucial to ensure the stability of the financial system [43] . Intuitively, [43] suggested that more emphasis on qualitative analysis to understand the reputational risk of individual institutions, the competitive environment for an accurate assessment of Islamic banks' resilience in distress situations is needed.",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 32,
                    "text": "[43]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 647,
                    "end": 651,
                    "text": "[43]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "[43]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "Khorkher and Alhabshi [47] identified the key capital adequacy measures and other parameters that effectively predict distress in Islamic banks. Using logistic regression models, the authors considered a panel of 65 banks from 13 countries between 2008 and 2017. Results revealed that most of the standard CAMELS indicators are relevant for examining distress in Islamic banks. Furthermore, it was shown that three other capital ratios-Tier 1, tangible common ratio, and market leverage-are equally effective in studying Islamic bank failures. In contrast, the authors found that Basel III leverage ratio and other accounting-based ratios do not offer effective early warning signals of Islamic bank stress.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 26,
                    "text": "[47]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "Overall, the existing studies in the field justified the vulnerability of Islamic banks in adverse situation compared to the conventional banking system because they are more exposed to the real economy. In addition, the global financial crisis (GFC 2007) was considered one of the commonly used adverse scenarios when assessing Islamic banks resilience, whereas health crisis has never been employed as an adverse scenario due to their insignificant impact on the economy. In comparison with the existing studies in the literature, this paper aims to forecast Islamic banks' dynamics in the outbreak of the COVID19 pandemic with the aim of developing relevant Islamic financial regulations for regulators and policy makers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "As discussed in the previous section, the purpose of this paper is to forecast the trend of Islamic banks' dynamics, namely growth, nonperforming financing, stability, and profitability, subject to macroeconomic conditions. A quarterly dataset from the fourth quarter of 2013 (hereafter 2013Q4) to the third quarter of 2019 (hereafter 2019Q3) is built to forecast Islamic banks' dynamics for the period ranging from 2019Q4 to 2021Q4. Furthermore, a quarterly dataset of IMF forecasted GDPG, ranging from the fourth quarter of 2013 (hereafter 2013Q4) to the fourth quarter of 2019 (hereafter 2021Q3), is considered to forecast Islamic banks' dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and variables description"
        },
        {
            "text": "According to IFSB financial stability report [38] , Iran and Saudi Arabia have the top leading global shares of the Islamic banking assets. Malaysia comes in the third position with 10.8% of the total shares of the global Islamic assets. UAE, Kuwait, and Qatar hold 9.8%, 6.3%, and 6.2% of the total assets, respectively. The selection of jurisdictions depends on their total shares of global Islamic assets and data availability and usefulness. Therefore, nine countries are chosen in this study, namely Bahrain, Brunei, Indonesia, Kuwait, Malaysia, Pakistan, Saudi Arabia, and UAE. Following the studies by Artesis and Jia [11] , Kucukkocaoglu and Altintas [49] , Pati [65] , Kurniadi et al. [48] , and Dua and Kapur [26] , the most important variables adopted for assessing banks' resilience are considered. Table 1 explains the main variables, NPF, CAR, ROA, SIZE, and GDPG. According to the aforementioned studies, NPF and CAR can be used as proxies for the default and stability, respectively. The GDPG is employed as a macroeconomic proxy because it captures the economic growth over time. In the case of economic downturn, the GDPG is most likely to experience a decrease. This decrease will significantly affect household and SMEs, engendering an increase of nonperforming financings (NPF). The increase of (NPF) will also lead to a decrease of the banks' profitability and the deterioration of the capital adequacy ratio. In this situation, ensuring banks' resilience becomes critical [22] . While the variable SIZE captures possible scale effects across jurisdictions, the variable ROA reflects banks' profitability.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 49,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 625,
                    "end": 629,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 659,
                    "end": 663,
                    "text": "[49]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "[65]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 694,
                    "end": 698,
                    "text": "[48]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 719,
                    "end": 723,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1495,
                    "end": 1499,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 811,
                    "end": 818,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data and variables description"
        },
        {
            "text": "Admitting that Islamic banks' dynamics depend on macroeconomic changes, GDPG is considered to assess how Islamic banks respond to macroeconomic shocks. Islamic banks' dynamics are retrieved from the IFSB's Prudential Structural Islamic Financial Indicators (PSIFIs) database. The GDP growth by country is derived from the IMF 6 [42] . Table 2 provides the descriptive statistics of the main variables by jurisdictions.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 332,
                    "text": "6 [42]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 335,
                    "end": 342,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Data and variables description"
        },
        {
            "text": "The descriptive statistics indicate that Brunei and Saudi Arabia have the highest CAR ratios as measured by the mean, whereas Turkey and Pakistan have the lowest mean values. This implies that the jurisdictions having higher CAR are most likely to ensure their banking resilience. More precisely, the total regulatory capital is largely higher than the risk weighted assets, allowing Islamic banks to operate safely. In terms of mean value, the highest ROA ratios correspond to Saudi Arabia, Brunei, and UAE, indicating that these jurisdictions are mostly likely to generate higher income when deploying their total Islamic banks' assets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and variables description"
        },
        {
            "text": "In contrast, results indicate that Turkey, Indonesia, and Malaysia have the lowest mean values. Similarly, it is shown that Saudi Arabia and Malaysia have the highest size explained in terms of the natural logarithm of total assets, whereas Brunei and Indonesia have the lowest values. This evidence reveals that Saudi Arabia and Malaysia are considered systematically important comparing to the jurisdictions having lower size. Table 2 also shows that Islamic banks in Bahrain and UAE are characterized by higher NPF ratios, whereas Saudi Arabia, Kuwait, and Malaysia have the lowest values in mean. Intuitively, a higher NPF may reflect higher probability of default because, in most jurisdictions, almost 50% of total Islamic financing is devoted to household financing [38] . This higher concentration may cause higher risk of default when economic situations become more severe due to the lack of diversification. The quarterly GDPG is characterized by an excessive variation across all jurisdiction, while the gap between the maximum and minimum values is large. This gap is explained in terms of standard deviation defining the excessive volatility of GDPG during the examined period. Figure 1 illustrates the variation of GDPG from 2013Q4 to 2021Q4 based on IMF World Economic Outlook [42] . Admitting that IMF provides a yearly data by country, Fig. 1 illustrates the variation of the quarterly GDPG during the examined period, whereas further details about its calculation are provided in the next section. Figure 1 shows that the quarterly GDPG is expected to decrease for all jurisdictions during 2020, which is mostly attributed to the impact of the COVID-19 pandemic on the Global economy. By considering rigorous procedures such as social distancing, lockdowns, and quarantines, the virus can be contained [80] . Nevertheless, several economic issues emerge affecting various sectors, namely travel, hospitality, and international trades among others [29] . The negative impact of the COVID-19 pandemic on the global economy motivates us to forecast Islamic banks' dynamics during this critical period and provide further explanations for regulators and policy makers to ensure the resilience of the Islamic banking sector.",
            "cite_spans": [
                {
                    "start": 773,
                    "end": 777,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1293,
                    "end": 1297,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 1821,
                    "end": 1825,
                    "text": "[80]",
                    "ref_id": null
                },
                {
                    "start": 1966,
                    "end": 1970,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 429,
                    "end": 436,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1192,
                    "end": 1200,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1354,
                    "end": 1360,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1517,
                    "end": 1525,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Data and variables description"
        },
        {
            "text": "This paper provides a forecasting of Islamic banks' dynamics using a vector autoregressive with exogenous variable VARX model. This specific form of the basic VAR model has been widely used. This model includes endogenous and exogenous variables when performing the forecasting exercise at the macro-and microeconomic levels [18, 24, 53, 54, 63, 66, and 83] . More precisely, it aims to forecast the dynamics' variables subject to the IMF forecasted GDPG by country for the period ranging from 2019Q4 to 2021Q4.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 357,
                    "text": "[18, 24, 53, 54, 63, 66, and 83]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "Although the IMF provides annual macroeconomic indicators, the variable GDPG needs to be converted at a quarterly basis to perform our forecasting exercise. There are two types of frequency conversion approaches, namely high-frequency to low-frequency conversion and low-frequency to high-frequency conversion [69] , [51] , [36] . Our paper utilizes the second approach 7 to convert the GDPG annual observation (low frequency) into quarterly observations (high frequency).",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 314,
                    "text": "[69]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 317,
                    "end": 321,
                    "text": "[51]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "Following the study by Mack and Martinez-Garcia [55] , our paper employs a quadratic-match sum method to generate quarterly data. This method attempts to fit a local parabola of three points for each low-frequency observation instead of fitting a straight line to two points as with linear interpolation. Intuitively, quadratic interpolation is simple to implement and provides significantly better results than linear interpolation. After generating the quarterly GDPG by country using the quadratic-match sum method, the general forecasting model is specified. A VARX model is employed to forecast Islamic banks' dynamics subject to GDPG by country across the period under consideration. VAR models have been widely used when performing time series and macroeconomic forecasting. 8 By definition, the vector autoregressive system of linear regressions has the advantage over the single-equation linear models when considering the interactions between variables. Nevertheless, considering more than two variables in the model depends on the sample size.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 52,
                    "text": "[55]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 782,
                    "end": 783,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "Furthermore, including several variables may reduce the available degrees of freedom [32] . Consequently, our paper employs a bivariate VARX including one bank-specific variable (endogenous) and one macroeconomic variable (exogenous) as mentioned in the following equation:",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "where Y t defines bank-specific variables (SIZE, ROA, NPF, CAR) at time t . The component t corresponds to the error",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "term, and GDPG t represents the macroeconomic growth. Based on Eq. (1), GDPG is the only exogenous variable in the model. Although the macroeconomic indicator has already been forecasted by IMF for the period ranging from 2019Q4 to 2021Q4, considering it as an exogenous variable enables us to avoid forecasting it twice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "Following the studies by Carusoa et al. [19, Russel et al. [70] , and Alderiny et al. [8] , the endogenous indicators (SIZE, ROA, NPF, CAR) are forecasted based on their own lagged value and the current value of the GDPG. The VARX equations by bank-specific variables are illustrated as follows: Fig. 1 Quarterly GDP percentage growth across jurisdictions from 2013Q4 to 2021Q4 Source: IMF World Economic Outlook report 2020 and authors' calculation Equations 2, 3, 4, and 5 represent the models to be forecasted for every bank-specific variable across different jurisdictions. To perform the forecasting exercise, the data need to be extended from 2019Q4 to 2021Q4, which is the forecast period. Although the variable GDPG is forecasted until 2021Q4 [42], Islamic banks' dynamics need to be forecasted, subject to their own lagged values and the current value of the GDPG. After visualizing the data, the bivariate VARX models are specified, by defining one bank-specific variable as endogenous, whereas the GDPG is inserted as exogenous.",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 44,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 45,
                    "end": 54,
                    "text": "Russel et",
                    "ref_id": null
                },
                {
                    "start": 59,
                    "end": 63,
                    "text": "[70]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 86,
                    "end": 89,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 302,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Methodology"
        },
        {
            "text": "The unit root test enables us to determine whether the series are integrated of the same order, which is a necessary precondition for the use of the VAR model. The augmented Dickey-Fuller (ADF) test and Akaike information criterion (AIC) are used to perform the unit root 9 test for our dataset. When the ADF test statistic is higher than the ADF critical value in absolute value, the null hypothesis of the presence of the unit root test cannot be rejected [34] , [71] . Table 3 shows that bank-specific variables and the macroeconomic variable (GDPG) are stationary after first difference at 5% level for all jurisdictions.",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 462,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "[71]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [
                {
                    "start": 472,
                    "end": 479,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Unit root test"
        },
        {
            "text": "Johansen cointegration test is performed to investigate the long-run relationships between the variables. The Johansen test is a test for cointegration of several I (1) time-series data. \"Cointegration\" is the property of a set of series, sharing a common stochastic drift. Stochastic drift represents the change in average value of the random or stochastic process. The advantage of the Johansen test comes from its ability to handle several time series variables. It is possible to choose either (i) trace test or (ii) maximum eigenvalue test to interpret the outcome of the Johansen cointegration test [44] .",
            "cite_spans": [
                {
                    "start": 605,
                    "end": 609,
                    "text": "[44]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Johansen cointegration test"
        },
        {
            "text": "For a small sample size, the study by Lütkepohl et al. [52] indicated that the maximum eigenvalue test and the trace test perform quite similarly in the bivariate case. However, an excessive size distortion is more pronounced for the trace test than for the maximum eigenvalue test Lütkepohl et al. [52] . This implies that the maximum eigenvalue test is more appropriate when examining a small sample size. Since our Table 3 Unit root test results",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "text": "[52]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 299,
                    "end": 303,
                    "text": "[52]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 418,
                    "end": 425,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Johansen cointegration test"
        },
        {
            "text": "ADF denotes the Augmented Dickey− Fuller test. ***, **, and * denote the statistical significance at 1% level, 5% and 10%, levels, respectively Variables Max-Eigenvalue test indicates no cointegration at the 5% level. \"None\" represents the null hypothesis, assuming that there is no cointegration between the examined series. \"At most one\" is the alternative hypothesis, assuming that there is at most one cointegration. The hypothesis can be rejected when the t-statistic values (T-stat) is higher than the corresponding critical value (CV) paper attempts to forecast the response of Islamic banks' dynamics subject to macroeconomic conditions, the results of maximum eigenvalue tests are illustrated in Table 4 . Table 4 shows that all series are not cointegrated. Based on Max-Eigenvalue at 5% level of significance, the results indicate the existence of short-run relationships among variables. This evidence assumes that the effect of GDPG on banks specific variables is not persistent. To examine the short-run relationship across variables, the VAR model needs to be estimated instead of the vector error-correction model (VECM). After estimating the VAR model, the forecasting tool is adopted to determine the expected trend of Islamic banks' dynamics, subject to the actual macroeconomic conditions for the period ranging from 2019Q4 to 2021Q4.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 705,
                    "end": 712,
                    "text": "Table 4",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 715,
                    "end": 722,
                    "text": "Table 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Note"
        },
        {
            "text": "The forecasting results of Islamic banks' SIZE for the period ranging from 2019Q4 to 2021Q4 show five main forms as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Size"
        },
        {
            "text": "• U-shaped form: Indonesia, Pakistan, and Malaysia follow this form. The U-shaped form indicates that the Islamic banks' size in these jurisdictions is expected to experience a sharp decrease during the first few quarters of the forecast period, remain quasi-stable, and start to increase over the last quarters of the forecast period. While this is clearly observed for Indonesia and Malaysia, the Pakistani case is characterized by a longer decrease over the first few quarters, followed by an increase over the remaining quarters. The three countries reach the lowest size in 2021Q1 with assets values equal to $1.92 trillion, $137.3 trillion, and $9.2 trillion for Indonesia, Malaysia, and Pakistan, respectively. However, Indonesia will recover to reach a value of $29.5 billion, indicating the highest quarterly growth rate in 2021Q4 (329.12%), and the highest compound quarterly growth rate (CQGR) among the three countries amounting to 2.86% over the two-year forecast period. • Inverted U-shaped form: Bahrain seems to be the only country that follows this form. Indeed, the size of Bahraini Islamic banks is expected to behave according to an upward-monotonic trend until a maximum value of $65.8 billion is reached by the end of 2021Q1, after which a decline is expected to occur to reach the lowest value of $62.7 billion by 2021Q4. • Increasing form: The size of Islamic banks of three countries follows this form, namely Saudi Arabia, Kuwait, and UAE. The size of Islamic banks in these countries follows the same increasing trend over 2020 and 2021. The Islamic banks' assets of three GCC countries have two main common facts. On the first side, all countries have positive quarterly growth rates during the two-year forecast period. On the other side, the quarterly growth rates will continue a decreasing trend during the second year Fig. 2c . Kuwait is the least impaired country, followed by Saudi Arabia and UAE, respectively. Indeed, Fig. 2b shows that the Kuwaiti, Saudi, and Emirati Islamic banks' assets are expected to increase by $12.4 billion, $9.9 billion, and $7.7 billion, respectively, during the two-year forecast period. This can be further confirmed by the compound quarterly growth rates (CQGR) of these three countries that amount to Fig. 2a shows that the logged total assets are expected to decrease at a negative slope during 2020 and will continue decreasing with a more negative slope during 2021. Figure 2b shows the fluctuations of total assets and indicate that they are expected to decrease from $7.4 billion in 2019Q4 to $7.1 in 2020Q4, which characterizes the concave aspect of this form. The year 2021 is characterized by a sharp decrease in the total assets since their forecasted value is expected to amount to $6.2 billion by the end of the forecasting period. The quarterly growth rates are all expected to be negative during the forecast period and the worst growth rate corresponds to the last quarter 2021Q4 (−5.28%). • L-form: Turkey is the sole country that is expected to behave according to this form. The total assets of Turkish Islamic banks are expected to decline suddenly from $45.574 billion in 2019Q3 to $41.528 in 2020Q3. After this decline, the total assets will get stabilized until the end of the forecasting period without falling below $41 billion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1851,
                    "end": 1858,
                    "text": "Fig. 2c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1955,
                    "end": 1962,
                    "text": "Fig. 2b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2270,
                    "end": 2277,
                    "text": "Fig. 2a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2439,
                    "end": 2448,
                    "text": "Figure 2b",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Size"
        },
        {
            "text": "Our results have few important implications in terms of vulnerability to COVID-19 shock. Malaysia is the most vulnerable country in the Southeast Asian countries in our sample. Indeed, the Islamic banks' assets value is expected to suffer from the largest decrease amounting to $12.3 billion over the forecast period by comparing the values of 2019Q3 and 2021Q4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Size"
        },
        {
            "text": "Kuwait is the least vulnerable country since its total assets will increase by an absolute value of $12.4 billion and will reach $124.2 billion in 2021Q4. Although its share is small at the global level, Indonesia Islamic banks' assets are the most growing in our sample with a CQGR equal to 2.86%. The results indicate that Islamic banks' forecasted profitability exhibits three main forms:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Size"
        },
        {
            "text": "• U-shaped form: The countries that follow this form are Bahrain, Brunei, Indonesia, Malaysia, and Turkey. According to this form, the ROA is expected to decline sharply over the few quarters of the forecast period, remain quasi-stable, and start to increase over the last quarters of the period. This can be clearly seen for Indonesia for which the ROA declines from the observed value of 1.15% in 2019Q3 to the forecasted value of -3.91% in 2020Q3. Afterward, the forecasted values start to increase to reach the maximum value of 5.62% in 2021Q4. In a two-year horizon, the ROA of Indonesian Islamic banks followed three main changes, namely a sharp decrease, a short stagnation, and a sharp increase over the nine-quarter forecasting period. Brunei and Turkey can be considered as a special case of the U-shaped form because they exhibit a prolonged period of decrease followed by a prolonged period of increase. • Inverted U-shaped form: The countries that follow this form are Saudi Arabia and Pakistan. The forecasted ROA values continue an upward trend over the first quarters until they reach maximum values of 2.91% in 2020Q4 and 2.63% in 2020Q4 for Saudi Arabia and Pakistan, respectively. This upward trend will be inverted into an immediate decrease to reach 2.61% and 1.53% in 2021Q4 for Saudi Arabia and Pakistan, respectively. • Fluctuating form: Two countries follow this form, namely Kuwait and UAE. The fluctuating form indicates that the ROA will behave according to alternating upward and downward changes with no specific trend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Size"
        },
        {
            "text": "Our results show that the shock of COVID-19 does not affect the profitability similarly for all countries. Indonesia is the most impaired country as the ROA reaches the forecasted value of −4.02% in 2020Q4 at the bottom of its U-shaped form, which is lower than the minimum value over the historical period of 2013Q4-2019Q3, which is equal to 0.51%. Similarly, the ROA of Malaysia's Islamic banks is expected to reach 0.92% in 2020Q3, which is lower than the minimum historical value of 0.95% that was recorded in 2016Q3. The impairing impact of COVID-19 does not seem to lower the expected ROA below the historical profitability for the remaining countries. The countries in Southeast Asia, expect for Brunei, are more vulnerable to the deterioration of their profitability in comparison with the Middle Eastern countries. Our evidence indicates that the profitability of Islamic banks is less likely to be linked with the degree of systemic importance of the Islamic banking sector in the jurisdictions under consideration. Indeed, the shares of Indonesia and Turkey's Islamic banking assets at the global level are very close and equal to 5% by 2018. In addition, their respective local shares of Islamic banking assets amount to 1.9% and 2.6%, respectively, as reported by IFSB [38] . Although Turkey and Indonesia have very similar shares of Islamic banking assets at both the global and local levels, the response of their Islamic banks' profitability does not seem to be qualitative. The example of Saudi Arabia and Brunei is also typical in this case since both countries have systemically important Islamic banking sectors with shares equal to 62% and 68%, respectively. However, the ROA of their Islamic banks responds differently to the COVID-19 pandemic. This may probably be attributed to the leading role of Saudi Arabia in the global Islamic banking sector with a share of 20% vs. 0.5% for Brunei. Figure 4 provides a forecast of Islamic banks' NPF for the period ranging from 2019Q4 to 2021Q4. The results indicate that Islamic banks' forecasted NPF exhibits two main forms: Overall, our results indicate that the shock of COVID-19 does not affect the NPF similarly for all jurisdictions. Prior to experiencing the most successful recovery by the end of the forecasting period, Indonesia is the most impaired country because the corresponding NPF reaches the maximum forecasted value of 20.29% in 2020Q2 among all countries that follow the inverted U-shaped form. Interestingly, the impairing impact of COVID-19 does not seem to exceed the expected NPFs above the historical values for all countries except Indonesia and Malaysia. This evidence implies that Southeast Asian countries, except Brunei, are the most vulnerable to the deterioration of their NPF in comparison with the Middle Eastern countries because their forecasted NPFs surpassed significantly the historical performance. For example, the Malaysian Islamic banks' NPF reached a maximum historical value of 1.61% in 2019Q3 and a maximum forecasted value of 2% in 2020Q3.",
            "cite_spans": [
                {
                    "start": 1282,
                    "end": 1286,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 1913,
                    "end": 1921,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Size"
        },
        {
            "text": "• U-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nonperforming financing"
        },
        {
            "text": "The expected trends of the CAR variable are shown in Fig. 5 . There are three main forms:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 59,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Capital adequacy ratio"
        },
        {
            "text": "• U-shaped form: The countries that follow this form are Bahrain and Indonesia. This is clearly observed for Indonesia for which the CAR declines from the observed is expected to exhibit this form since the corresponding CAR will keep increasing at negative slopes across quarters. This indicates that CAR will increase over quarters but with less than one-for-one increase. As an example, CAR increased from 19.76% in 2020Q2 to 19.86% in the following quarter, which indicates a quarterly growth of 0.48%. In addition, CAR increased from 19.86% in 2020Q3 to 19.93% in the following quarter, which indicates a quarterly growth of 0.33%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capital adequacy ratio"
        },
        {
            "text": "Two main implications can be inferred from CAR's forecasted results. On the first hand, all countries' CAR is expected to satisfy Basel Committee on Baking Supervision's (BCBS) in terms of capital adequacy since all forecasted values are higher than 12.75%, which is the minimum cutoff required by Basel III.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capital adequacy ratio"
        },
        {
            "text": "Indonesia's forecasted CAR values constitute an exception for which some care needs to be exercised. Indeed, the negative CAR values indicate that this ratio is expected to be damaged seriously during the eight first quarters of our forecasting period. On the second hand, Brunei's CAR values did not decrease below the last observation of 2019Q3 and continued to grow at a decreasing rate until the last quarter. However, Saudi Arabia is expected to be characterized by the highest CAR during 2020Q4 with a value equal to 21.7%. This fact stems from the sizeable Islamic banks' assets in comparison with the other countries in the sample. As for Brunei, the quasi-stability of CAR can hypothetically be explained in terms of a low proportion of the Islamic banks' assets that are subject to Basel III's weighting. In other words, the proportion of risk-free assets (cash and riskless investments) is historically high and is expected to decline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capital adequacy ratio"
        },
        {
            "text": "The diagnostic tests are performed to ensure the accuracy of the results and the stability of our models. [35] showed that all three tests perform relatively well in stable VAR models, which is our case Table 6 . In contrast, the portmanteau test is mostly likely to show size distortions in unstable VAR models [35] Following Edgerton and Shukur [27] and Rao [68] , Rao's F test is employed to test the autocorrelation effect. The null hypothesis assumes that there is no autocorrelation for all series. It is found that our models do not exhibit autocorrelation issues since the null hypothesis cannot be rejected at 5% level of statistical significance. More precisely, it is revealed that the Rao F-stat has a p value higher than 5% for all models, indicating that our results do not suffer from autocorrelation effects. Similarly, Table 6 shows the stability diagnostic test for our models. This test assumes that VARX model satisfies the stability conditions if no root lies outside the unit circle, which is equal to the unity. Across all jurisdictions, the results indicate that all roots are less than unity except for Brunei when forecasting their respective Islamic banks' size. In this regard, it is clear that all models are stable for all jurisdictions except probably for (Size, GDPG) models for Brunei.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 360,
                    "end": 364,
                    "text": "[68]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 210,
                    "text": "Table 6",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 843,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Diagnostic tests"
        },
        {
            "text": "The focus of this paper examines the impact of COVID-19 pandemic on Islamic banks' dynamics across nine jurisdictions from the Middle East and Asia. The forecasting exercise provides interesting insights regarding the response of the dynamics to the pandemic during the forecasting period 2019Q4-2021Q4. Various forms of shapes have been found Note The Rao F test investigates the existence of autocorrelation in our models. Null hypothesis: There is no autocorrelation. According to [68] , the null hypothesis is rejected when the p value of the Roa F-stat is higher than 5%. Our results prove that our models do not suffer from autocorrelation issues because the Roa F-stat's p value is higher than 5% for all jurisdictions is expected to exhibit either the U-shaped or the inverted U-shaped forms. Brunei has the same feature but is characterized by the downward concave shape that is expected to occur in the cases of size and stability. • The two GCC countries Saudi Arabia and UAE are expected to behave according to the same fashion. The Islamic banks' dynamics size, nonperforming financing, and stability are expected to exhibit the same forms. The profitability of Emirati Islamic banks is, however, more rapid to recover than that of its Saudi peers. • The two GCC countries, Bahrain and Kuwait, are expected to behave according to the same fashion. The Islamic banks' dynamics, profitability, nonperforming, and stability are expected to exhibit the same forms, as shown in Table 7 . However, the size of Kuwaiti Islamic banks is expected to gain a momentum of growth and the size of Bahraini Islamic banks will increase without building the same growth momentum since it will start to decrease from 2021Q1 without going below $11 billion though. • The four GCC countries in our sample share a common fact regarding their size. None of them will experience a decrease of their respective Islamic banks' size during the forecast period in comparison with the last observation in 2019Q3.",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 488,
                    "text": "[68]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [
                {
                    "start": 1486,
                    "end": 1493,
                    "text": "Table 7",
                    "ref_id": null
                }
            ],
            "section": "Discussion and policy implications"
        },
        {
            "text": "The linkage of our results to the systemic importance of the Islamic banking sector in the jurisdictions under consideration can reveal further evidence on the impact of the COVID-19 pandemic. Saudi Arabia's Islamic banking sector is endowed with the highest degree of systemic importance among the jurisdictions in our sample since the 2018 local share of Islamic banking sector's assets amounts to about 62% according to IFSB [38] .",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 432,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and policy implications"
        },
        {
            "text": "The size results indicate that Saudi Arabia is expected to remain the main leader of the global Islamic banking sector in terms of quantitative development since the Islamic banks' size will continue growing over 2020-2021. However, its main competitor in terms of qualitative development, namely Malaysia, is expected to face a decrease in the market value of its Islamic banks' assets. This means that Saudi Arabia's global share of Islamic banks' total assets is expected to be strengthened and, further, surpass its main competitors. Brunei is the jurisdiction that will face the most impairment for its local size of Islamic banks because of the downward concave shape that will most likely be borrowed indicates a massive loss of about $1.36 billion from $7.6 billion in 2019Q3 to $6.2 in 2021Q4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and policy implications"
        },
        {
            "text": "The COVID-19 shock does not seem to impair the stability of Islamic banks in jurisdictions with systemic importance. Indeed, Saudi Arabian Islamic banks will experience the highest forecasted CAR value among the nine jurisdictions. Nonetheless, none of these jurisdictions will be damaged, except for Indonesia which will most likely face a downward risk of its CAR. Indeed, all jurisdictions will keep satisfying Basel III's capital requirements in terms of CAR. However, Indonesia is expected to fail in meeting such requirements during all quarters, except for the last quarter 2021Q4 during which a substantial recovery is expected to occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and policy implications"
        },
        {
            "text": "In the light of our results, the jurisdictions in our sample will all face alternating quarters of improvement and/or deterioration of their Islamic banks' dynamics. While some jurisdictions will see, say, their profitability being improved, some other jurisdictions will experience a deterioration in their profitability. The prioritization of policy measure implementation that we suggest to the regulators of Islamic banking sectors depends on twofold criteria: (i) the jurisdiction's macro-fundamentals and economic aspirations, and (ii) the Islamic bank-specific forecasted dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and policy implications"
        },
        {
            "text": "From the macroeconomic perspective, several fiscal and monetary policies have been implemented by regulatory and supervisory authorities to handle the distortions engendered by the economic activities' interruption. At the fiscal level, five main policies have been implemented across jurisdictions. Firstly, most jurisdictions have reduced their expenditures for the current year with the aim to allocate additional funds to face COVID-19′s impact. Secondly, additional funds have been allocated for the health care sector to contain the virus, whereas more liquidity has been injected to fulfill the needs of the citizens. The additional liquidity is meant to be used in the short term for bill payments, social support, and salary payments. Thirdly, the payment of all taxes and government fees has been postponed for individuals, whereas further advantages are provided for SMEs. Fourthly, governments provided a tax relief for the private sector because SMEs are the cornerstone of emerging and advanced economies. Fifthly, specific government funds have been established to support SMEs, besides the establishment of a long-term debts structure for financing SMEs activities at the recovery stage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and policy implications"
        },
        {
            "text": "From the monetary perspective, various policies have been adopted. Firstly, many jurisdictions adjusted their interest rate and expanded lending facilities to banks to facilitate deferred debt payments and extension of additional loans. Secondly, loan installment payments have been postponed without adverse impact on risk classification of such loans. Thirdly, debt structuring and lending facilities have also been considered to support SMEs for future activities. Dealing with the banking sector, various policies have been employed such as the relaxation of debt burden for consumer loans, reduction of the capital conservation buffer, and cash reserve ratio for retail banks. Furthermore, most monetary authorities allowed their respective banks to operate after relaxing the capital adequacy ratio and the net stable funding ratio for the banking sector in this severe economic situation. Overall, the aforementioned macro-fundamental policies represent the common practices adopted in distress economic situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and policy implications"
        },
        {
            "text": "The implemented policy measures by governmental authorities worldwide can strengthen the resilience and growth of the Islamic banking sector if: (i) the COVID-19 pandemic will not persist, (ii) and the governmental policy measures can be extended and/or adjusted until the recovery of the economy. However, the jurisdictions that suffer from budgetary constraints pre-COVID-19 will most likely not be able to continue the supporting mission which may harm the resilience and growth of the Islamic banking sector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and policy implications"
        },
        {
            "text": "In the light of our results, we believe that, in our opinion, the implementation of the policy measures should not be standardized for all jurisdictions with the same ingredients. Indeed, the regulatory and supervisory authority's policy measures should be prioritized based on two key elements:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and policy implications"
        },
        {
            "text": "• The Islamic banks' specific short-term response to COVID-19. • The jurisdiction's economic conditions and macro-aspirations in terms of development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and policy implications"
        },
        {
            "text": "The combination of these two key elements to tailor policy measures should effectively start from Islamic banks' specific short-term response to COVID-19 and combine it, later on, with the existing development aspects. In other words, the objective is to reach an optimal balance between stability and development. Based on our forecasting results, three scenarios can be envisaged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and policy implications"
        },
        {
            "text": "Scenario 1 This scenario occurs for a jurisdiction for which the Islamic banks' assets will keep increasing and gaining a momentum of growth; the CAR will satisfy the minimum requirements and a little volatility in profitability and nonperforming financing. For these jurisdictions, the optimal mix of policy measures is to continue implementing the fiscal and monetary policies that are being implemented and design long-term development programs that satisfy its macro-aspirations. For example, if a jurisdiction expects that its Islamic banks' size will most likely keep increasing without severe impacts on the indicators of profitability and stability, it is possible to implement a policy measure that, simultaneously, protects the private sector without being concerned about any instability of its Islamic banking sector. The relaxation of CAR can be a feasible policy to provide a larger scale of financing to the small-and-medium enterprises (SME) sector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and policy implications"
        },
        {
            "text": "Scenario 2 This scenario occurs for a jurisdiction for which the Islamic banks' assets will be more volatile, which can impair the growth prospects. In addition, CAR, NPF, and ROA will most likely be as volatile as the size. For these jurisdictions, the continuous adoption of the common fiscal and monetary policies is acceptable with a careful relaxation of the stability without the infringement of CAR to the danger zone. If the jurisdictions that correspond to the first scenario can enjoy the opportunity to implement immediately their development programs, the jurisdictions under this scenario should not do so unless the CAR starts to be more stable over the short to medium terms. Additional liquidity needs to be injected in the market to boost the economy and minimize the negative impact of COVID-19 on the assets' growth. The issuance of long-term investment sukuk in local currency may help the government to allocate sufficient funds. The monetary authorities can provide incentive packages for investors to encourage them to invest. These packages can be under form of expected profit or tax relief.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and policy implications"
        },
        {
            "text": "Scenario 3 This scenario occurs for a jurisdiction that faces a high volatility in size, very instable Islamic banks, and sheer deterioration in profitability and nonperforming financing. This scenario is characterized by an excessively unstable Islamic banking sector with risky prospects related to high nonperforming financing, which is mostly attributed to the poor performance in the private sector. In this context, the prioritization of the policy measures should start with an entire focus on the medium term to fix the instability as indicated by an excessively low CAR. The development side should be delayed and must not constitute a concern of priority during this critical situation. In other words, this scenario requires only fixing the unhealthy CAR situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and policy implications"
        },
        {
            "text": "We can associate our results with the excessive debtbased structure of Islamic banks. Indeed, Khan [45] pointed out that the business models of Islamic banks do not give a priority to equity-based modes of financing. In the post-COVID-19 era, Islamic banks will have the opportunity to re-design their business model and move toward a more intense orientation to profit-and-loss sharing (PLS) financing. Considering that Islamic banks de facto provide the largest proportion of their financing under the form of debtbased contracts and should, by default, be closely linked with real economic sectors, COVID-19 revealed the sensitivity of Islamic banks to hidden types of risks.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "text": "[45]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and policy implications"
        },
        {
            "text": "The adoption of PLS-based contracts enables Islamic banks to share risks rather than bearing them when economic conditions become more severe. This policy measure has already been deployed in Pakistan by considering a sharing mechanism to support lending to SMEs [40] . This innovative policy may mitigate the impact of distress situations on the Islamic banking system to ensure a continuous, stable growth of the Islamic banks and to support the SME sector.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 267,
                    "text": "SMEs [40]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion and policy implications"
        },
        {
            "text": "The studies by Ajmi [3] [4] [5] , and [6] provide an in-depth analysis of equity and debt financings in imperfect markets. The authors claim that equities are more likely to dominate debt financing when a specific audit sharing mechanism is employed. This audit sharing mechanism enables different parties to mitigate excessive risks and market imperfections, whereas in the case of debt financings, the financier is most likely to bear all losses when economic situations become crucial. The aforementioned findings support the previous studies criticizing the marginalization of PLS contracts, such as Mansour et al. [60, 61] , Bedoui and Mansour [15] , Nabi 62] , Maghrabi and Mirakhor [56] , Ahmed [1] , and Al-Suwailem [10] , among others. 10 All regulators and policymakers, especially in jurisdictions with Islamic banking sectors with a systemic importance, need to rethink the necessity of implementing a regulatory reform to enable the equity-based financing by Islamic banks for the particular niche of SME sector. Very successful stories led to world-class companies (Facebook, Google, Starbucks, among others) with the use of conventional-like PLS mechanism, namely the venture capital financing.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 23,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 24,
                    "end": 27,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 28,
                    "end": 31,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 38,
                    "end": 41,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 619,
                    "end": 623,
                    "text": "[60,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 624,
                    "end": 627,
                    "text": "61]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 656,
                    "end": 664,
                    "text": "Nabi 62]",
                    "ref_id": null
                },
                {
                    "start": 689,
                    "end": 693,
                    "text": "[56]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 702,
                    "end": 705,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 724,
                    "end": 728,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 745,
                    "end": 747,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and policy implications"
        },
        {
            "text": "It is noticeable that the forecasting results presented in this paper can be altered if the global economic situation becomes worse than expected. Indeed, Islamic banks across jurisdictions could be more vulnerable to COVID-19 pandemic shock and the recovery of the corresponding dynamics can take a longer period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and policy implications"
        },
        {
            "text": "The rapid spread of the COVID-19 pandemic engendered global financial and economic disruptions due to the strict procedures adopted to contain it. Consequently, the global GDP will most likely experience a severe downward trend during the current year, which may cause several issues at the microeconomic and macroeconomic levels. Using a VARX model, Islamic banks' dynamics, namely size, profitability, nonperforming financing, and capital adequacy ratio, are forecasted, subject to the forecasted GDP growth by jurisdiction over the period ranging from 2019Q4 to 2021Q4. Our findings show that the GCC countries, in particular Saudi Arabia, Kuwait, and UAE, are expected to remain stable during the forecast period. This implies that further focus must be given to the development side, while the stability side is ensured. In contrast, the remaining jurisdictions are more likely to be affected, which indicates that further policies need to be implemented to ensure the stability of the Islamic banking system during this critical period. Our results further show that Islamic banks in Indonesia are the most affected by the COVID-19 pandemic shock, implying that additional liquidity needs to be injected to maintain higher capital adequacy ratio besides the reinforcement of the nonperforming financings provision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Based on the forecasting results, this paper provides relevant recommendations for policy makers and regulators with the aim to ensure the stability and sustain the growth of Islamic banks. In addition, it sheds some light on the necessity to rethink about equity financing at the banking level to support SMEs and boost the economy. This paper has some limitations. The limited sample size constitutes the most salient limitation. This paper can be extended by considering additional indicators such as total shari'ah-compliant financings and alternative stability indicators across jurisdictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The data that support the findings of this study are available from the corresponding author upon reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Incentive-compatible profit-sharing contracts: a theoretical treatment",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Islamic Banking and Finance: New Perspective on Profit-Sharing and Risk",
            "volume": "",
            "issn": "",
            "pages": "40--54",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The impact of bank size and funding risk on bank stability",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Adusei",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cogent Economics & Finance",
            "volume": "3",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/23322039.2015.1111489"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Adverse Selection Analysis for Profit and Loss Sharing Contracts",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ajmi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Aziz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kassim",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mansour",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Islamic and Middle Eastern Finance and Management",
            "volume": "12",
            "issn": "4",
            "pages": "532--552",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Financial contracting theory from the islamic and the conventional overviews: financial issues, contributions, gaps and perspectives",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ajmi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Aziz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kassim",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mansour",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of King Abdulaziz University: Islamic Economics",
            "volume": "32",
            "issn": "2",
            "pages": "25--42",
            "other_ids": {
                "DOI": [
                    "10.4197/Islec.pp32-2.2"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Principal-Agent Preferences in Imperfect markets: Theoretical analysis on Murabahah and Ijarah",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ajmi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Aziz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kassim",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mansour",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Islamic Monetary Economics and Finance",
            "volume": "5",
            "issn": "1",
            "pages": "117--144",
            "other_ids": {
                "DOI": [
                    "10.21098/jimf.v5i1.1050"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Does venture capital substitute islamic profit and loss sharing contracts? theoretical analysis on musharakah and venture capital",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ajmi",
                    "suffix": ""
                },
                {
                    "first": "Abd",
                    "middle": [],
                    "last": "Aziz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kassim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Economics and Management",
            "volume": "4",
            "issn": "1",
            "pages": "111--127",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Alhamadi. 2020. Death and contagious infectious diseases: Impact of the COVID-19 virus on stock market returns",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Al-Awadhi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Al-Saifi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Al-Awadhi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Salah",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Behavioral and Experimental Finance",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbef.2020.100326"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Forecasting Saudi Arabia's production and imports of broiler meat chickens and its effect on expected self-sufficiency ratio",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alderiny",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Alrwis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aldawdahi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of the Saudi Society of Agriculture Science",
            "volume": "19",
            "issn": "4",
            "pages": "306--312",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Developing a stress testing framework based on market risk models",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sheedy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Banking and Finance",
            "volume": "32",
            "issn": "",
            "pages": "2220--2236",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Optimal sharing contracts. Work Paper-Research and Development Al Rajhi Banking and Investment Corp Presented",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Al-Souwailem",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--57",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Credit risk and macroeconomic stress tests in China",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Arestis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Banking Regulation",
            "volume": "20",
            "issn": "3",
            "pages": "211--225",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Macro Stress Testing with a Macroeconomic Credit Risk Model: Application to the French Manufacturing Sector. Working paper",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Avouyi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bardos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jardet",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kendaoui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moquet",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Banque de France",
            "volume": "238",
            "issn": "",
            "pages": "1--33",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Is Inflation driven by survey-based, VAR-based or Myopic expectations? AN empirical assessment from US real-time data",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bec",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kanda",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The North American Journal of Economics and Finance",
            "volume": "51",
            "issn": "C",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Coronavirus and the Great Influenza Pandemic: Lessons from the \"Spanish Flu\" for the Coronavirus's Potential Effects on Mortality and Economic Activity. NBER Working Papers 26866",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Barro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Ursúa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Performance and Maqasid al-Shari'ah's pentagon-shaped ethical measurement",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Bedoui",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mansour",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Science and Engineering Ethics",
            "volume": "21",
            "issn": "3",
            "pages": "555--576",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Forecasting with a state space time-varying parameter VAR model: Evidence from the Euro Area",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bekiros",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Economic Modelling",
            "volume": "38",
            "issn": "",
            "pages": "619--626",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Further methods of derivation of quarterly Figures from annual data",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C G"
                    ],
                    "last": "Boot",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Feibes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H C"
                    ],
                    "last": "Lisman",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Applied Statistics",
            "volume": "16",
            "issn": "1",
            "pages": "65--75",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The effects of oil price volatility on ethanol, gasoline, and sugar price forecasts",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G T"
                    ],
                    "last": "Carpio",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Energy",
            "volume": "181",
            "issn": "15",
            "pages": "1012--1022",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Financial and fiscal interaction in the Euro Area crisis: This time was different",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carusoa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Reichlinc",
                    "suffix": ""
                },
                {
                    "first": "Giovanni",
                    "middle": [],
                    "last": "Ricco",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "European Economic Review",
            "volume": "119",
            "issn": "",
            "pages": "333--355",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Disaggregation of annual time-series data to quarterly figures-a comparative study",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Forecasting",
            "volume": "12",
            "issn": "8",
            "pages": "677--688",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Solvency stress testing of Islamic commercial banks Assessing the stability and resilience",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chattah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Archer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Islamic Accounting and Business Research",
            "volume": "7",
            "issn": "2",
            "pages": "112--147",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Benchmark rate risk, duration gap and stress testing in dual banking systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Chattha",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Alhabshi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Pacific-Basin Finance Journal",
            "volume": "62",
            "issn": "C",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Adjustment of monthly or quarterly series to annuals totals: An approach based on quadratic minimization",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Denton",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Journal of American Statistics Association",
            "volume": "6",
            "issn": "333",
            "pages": "99--102",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The effects of global liquidity on global imbalances",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Djigbenou-Kre",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "International Review of Economics & Finance",
            "volume": "42",
            "issn": "",
            "pages": "1--12",
            "other_ids": {
                "DOI": [
                    "10.1016/j.iref.2015.10.019"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Forecasting the UK economy with medium-scale Bayesian VAR",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Domit",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Monti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sokol",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Forecasting",
            "volume": "35",
            "issn": "4",
            "pages": "1669--1678",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Macro stress testing and resilience assessment of indian banking",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dua",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kapur",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Policy Modelling",
            "volume": "40",
            "issn": "2",
            "pages": "452--475",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Testing autocorrelation in a system perspective",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Edgerton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shukur",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Econometric Reviews",
            "volume": "18",
            "issn": "",
            "pages": "343--386",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Stress test for Islamic and conventional banks using sensitivity scenario test: Evidence from Qatari banking sector",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Elsiefy",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "International Journal of Economics and Management Sciences",
            "volume": "1",
            "issn": "12",
            "pages": "44--63",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Impact of nonpharmaceutical interventions (NPIs) to reduce COVID19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati Gilani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ainslie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dighe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The diabolical Sovereigns/ banks risk loop: A VAR quantile design",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Foglia",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Angelini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The journal of Economic Asymmetries",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Stress testing credit risk: A survey of authorities, approaches",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Foglia",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Central Banking",
            "volume": "5",
            "issn": "3",
            "pages": "9--45",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Simple Forecasts of Bank Loan Quality in the Business Cycle. Emerging Issues, Federal Reserve Bank of Chicago",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gambera",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "COVID-19 and finance: Agendas for future research",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goodwell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Finance Research Letters",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.frl.2020.101512"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Econometric Analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Greene",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "0--13",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Multivariate tests for autocorrelation in the stable and unstable VAR models",
            "authors": [
                {
                    "first": "-J",
                    "middle": [],
                    "last": "Hatemi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Economic Modelling",
            "volume": "21",
            "issn": "4",
            "pages": "661--683",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Infinite hidden markov switching VARs with application to macroeconomic forecast",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Journal of Forecasting",
            "volume": "33",
            "issn": "4",
            "pages": "1025--1043",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Financial Stability Report. IFSB, Malaysia. Available at: Islamic%20Financial%20Services%20Industry%20Stabil-ity%20Report%202019_En%20",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ifsb",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "IFSB. 2020. Financial Stability Report. IFSB, Malaysia. Available at: Islamic%20Financial%20Services%20Industry%20Stabil-ity%20Report%202020_En%20",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The Nature of Islamic Banking and Solvency Stress Testing, Conceptual Considerations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jobst",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Solé",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Estimation and hypothesis testing of cointegration vectors in gaussian vector autoregressive models",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Johansen",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Econometrica",
            "volume": "59",
            "issn": "6",
            "pages": "1551--1580",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "How Islamic\" is Islamic banking?",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Economic Behavior & Organization",
            "volume": "76",
            "issn": "3",
            "pages": "805--820",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jebo.2010.09.015"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Islamic banking: An appraisal of insolvency Hazard",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Akhtar",
                    "suffix": ""
                },
                {
                    "first": "Ullah",
                    "middle": [],
                    "last": "Assad",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Iqbal",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Riasat",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "International Journal of Academic Research in Accounting, Finance and Management Sciences",
            "volume": "3",
            "issn": "4",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Predicting Distress in Islamic Banks: The Effectiveness of Capital Measures in CAMELS Framework",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Khokher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alhabshi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Reviews on Global Economics",
            "volume": "8",
            "issn": "",
            "pages": "643--661",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "A Simple Stress Test on Indonesian Islamic Banking Industry",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kurniadi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mongid",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Hidayat",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Jurnal kedan Perbankan",
            "volume": "22",
            "issn": "1",
            "pages": "148--161",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Using non-performing loan ratios as default rates in the estimation of credit losses and macroeconomic credit risk stress testing: A case from Turkey",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Küçükkocaoğlu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Altintas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Bank Size and Systemic Risk",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Laeven",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Derivation of quarterly Figures from annual data",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H C"
                    ],
                    "last": "Lisman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sandee",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Appl. Statist",
            "volume": "13",
            "issn": "2",
            "pages": "87--90",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Maximum eigenvalue versus trace tests for the cointegrating rank of a VAR process",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lütkepohl",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Saikkonen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Trenkler",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "The Econometrics Journal",
            "volume": "4",
            "issn": "2",
            "pages": "287--310",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "VAR Analysis in JMulTi",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lütkepohl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Markus",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dmitri",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Applied Time Series Econometrics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "A Cross-Country Quarterly Database of Real House Prices: A Methodological Note. Federal Reserve Bank of Dallas Globalization and Monetary Policy Institute",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mack",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Martinez-Garcia",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Risk sharing and shared prosperity in Islamic finance",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Maghrebi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mirakhor",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Islamic Economic Studies",
            "volume": "23",
            "issn": "2",
            "pages": "85--115",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Volatility spillover among equity indexes and crude oil prices: Evidence from Islamic markets",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Majdoub",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mansour",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Arrak",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of King Abdulaziz University: Islamic Economics",
            "volume": "31",
            "issn": "1",
            "pages": "27--45",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Market integration between conventional and Islamic stock prices",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Majdoub",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mansour",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jouini",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "North-American Journal of Economics and Finance",
            "volume": "37",
            "issn": "",
            "pages": "436--457",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Islamic equity market integration and volatility spillover between emerging and US stock markets",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Majdoub",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mansour",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "North-American Journal of Economics and Finance",
            "volume": "29",
            "issn": "3",
            "pages": "452--470",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "How ethical is Islamic banking in the light of Islamic Law?",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Mansour",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jedidia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Majdoub",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The Journal of Religious Ethics",
            "volume": "43",
            "issn": "1",
            "pages": "51--77",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Recursive profit and loss sharing",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mansour",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ben Abdelhamid",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heshmati",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Risk",
            "volume": "17",
            "issn": "6",
            "pages": "21--50",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Access to Finance and Investment: Does Profit Sharing Dominate Debt? [Profit Sharing and Debt Contracts in Presence of Moral Hazard",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nabi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "VARX-L: Structured regularization for large vector autoregressions with exogenous variables",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Matteson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bien",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Journal of Forecasting",
            "volume": "33",
            "issn": "3",
            "pages": "627--651",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Macro stress testing and an application on turkish banking sector",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Onder",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Damar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hekimoglu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Procedia Economics and Finance",
            "volume": "38",
            "issn": "",
            "pages": "17--37",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Credit risk stress testing practices in BRICS: postglobal financial crisis scenario",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pati",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Global Business Review",
            "volume": "18",
            "issn": "4",
            "pages": "936--954",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The effectiveness of monetary policy in small open economies",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Primus",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Policy Modeling",
            "volume": "40",
            "issn": "5",
            "pages": "903--933",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Feverish Stock Price Reactions to COVID-19. Swiss Finance Institute Research Paper",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ramelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "20--32",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Linear statistical inference and its applications",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "625",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Methods for quarterly disaggregation without indicators; a comparative study using simulation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rodriguez Alejandra",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Quintina",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Computational Statistics & Data Analysis",
            "volume": "43",
            "issn": "",
            "pages": "63--78",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Vector Autoregressive with exogenous variable model and its application in modeling and forecasting energy data: Case Study of PTBA and HRUM energy",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Russel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Widiarti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Usman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Energy Economics and Policy",
            "volume": "9",
            "issn": "2",
            "pages": "390--398",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Testing for unit roots in autoregressive-moving average models of unknown order",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Said",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Dickey",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Biometrika",
            "volume": "71",
            "issn": "3",
            "pages": "599--607",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "A comparative analysis of macro stress testing methodologies with application to Finland",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sorge",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Virolainen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Financial Stability",
            "volume": "2",
            "issn": "",
            "pages": "113--151",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "A macro stress testing framework for assessing financial stability: Evidence from Malaysia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Takinsoy",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Finance and Auditing Studies",
            "volume": "4",
            "issn": "3",
            "pages": "284--334",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Forecasting with VAR models: Fat tails and stochastic volatility",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pinter",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Journal of Forecasting",
            "volume": "33",
            "issn": "4",
            "pages": "1124--1143",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Commercial Bank Stress Tests Based on Credit Risk",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "International Conference on Information Science and Cloud Computing Companion, Guangzhou",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/ISCC-C.2013.59"
                ]
            }
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Credit portfolio, risk (I)",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Economic Policy Review",
            "volume": "9",
            "issn": "",
            "pages": "111--117",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Credit portfolio risk (II)",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Economic Policy Review",
            "volume": "10",
            "issn": "",
            "pages": "56--61",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Coronavirus disease 2019 Situation Report-1. World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Coronavirus disease 2019 Situation Report-67. World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "The deadly coronaviruses: The 2003 SARS pandemic and the 2020 novel coronavirus epidemic in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Autoimmunity",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaut.2020.102434"
                ]
            }
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Financial markets under the global pandemic of COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Finance Research Letters",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.frl.2020.101528"
                ]
            }
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Examining volatility dynamics, spillovers and government water recovery in Murray-Darling Basin water markets",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zuo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Wheeler",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Resource",
            "volume": "58",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF2": {
            "text": "Natural log of Islamic banks' total assets b Islamic banks' total assets in USD million c Size growth rate in percentage ProfitabilityFigure 3provides a forecast of Islamic banks' ROA, subject to the current economic situation for the period ranging from 2019Q4 to 2021Q4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 2 (continued)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Description of variables",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Descriptive statistics",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Johansen Cointegration test",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "shaped form: Two countries follow this form, namely",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Autocorrelation test",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Conflict of interest On behalf of all authors, the corresponding author states that there is no conflict of interest.Regulatory policies in the global Islamic banking sector in the outbreak of COVID-19 pandemic Hechem Ajmi is an assistant professor at the IIUM Institute of Islamic Banking and Finance, International Islamic University Malaysia. Hechem completed his Phd in Islamic Banking and Finance in 2019 from the same University. He also worked with the Islamic Financial Services Board (IFSB) for 18 months as a technical research fellow, before joining IIUM. He graduated from \"L'ecole Superieur de Commerce de Tunis\" to earn his Master and bachelor degrees in finance. His research interests include Islamic financial contracting, the incomplete contract theory, corporate finance, market finance and behavioral finance and Islamic Banking and Finance.Dr. Karima Saci is an assistant professor and the chair of the Accounting and Finance department at Dar Al-Hekma University, Jeddah, KSA. She attained her MSc in International Banking and Finance from Liverpool John Moores University in the UK. She completed her PhD in Banking and Finance in 2006 from the same university where she worked as a senior lecturer for five years before joining Effat University, KSA as the chair of the Finance department. In 2016 she obtained her professional Certification as an Islamic Banker. She also completed her Postgraduate Certificate in Teaching and Learning in Higher Education in the UK.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        }
    ]
}