{
    "paper_id": "3dba1f709bdce912ef906a3132f5f0ac4729a081",
    "metadata": {
        "title": "N95 Filtering Facepiece Respirators Remain Effective After Extensive Reuse During the COVID- 19 Pandemic",
        "authors": [
            {
                "first": "Valeria",
                "middle": [],
                "last": "Fabre",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University School of Medicine",
                    "location": {}
                },
                "email": "mfabre1@jhmi.edu"
            },
            {
                "first": "Sara",
                "middle": [
                    "E"
                ],
                "last": "Cosgrove",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University School of Medicine",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Yea-Jen",
                "middle": [],
                "last": "Hsu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins Bloomberg of School of Public Health",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "George",
                "middle": [],
                "last": "Jones",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University School of Medicine",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Taylor",
                "middle": [],
                "last": "Helsel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins Armstrong Institute for Patient Safety and Quality",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Bukowski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins Hospital",
                    "location": {
                        "addrLine": "Safety & Environment"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Sobota",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins Hospital",
                    "location": {
                        "addrLine": "Safety & Environment"
                    }
                },
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [
                    "C"
                ],
                "last": "Sick-Samuels",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Aaron",
                "middle": [
                    "M"
                ],
                "last": "Milstone",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Lisa",
                "middle": [
                    "L"
                ],
                "last": "Maragakis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University School of Medicine",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Clare",
                "middle": [],
                "last": "Rock",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University School of Medicine",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In a cross-sectional evaluation of healthcare worker reuse of their own 3M N95 respirators, 83% (76/92) passed the seal check and the fit-test after a median of 40 repeated donnings. The user seal-check had 31% sensitivity to detect N95 respirator failure but 100% specificity. . Comparison of five methods for fit-testing N95 filtering-facepiece respirators. Appl Occup Environ Hyg.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "2002;17(10):723-730.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Coffey CC, Lawrence RB, Zhuang Z, Duling MG, Campbell DL. Errors associated with three methods of assessing respirator fit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The SARS-CoV-2 (COVID-19) pandemic has led to a widespread critical shortage of N95 respirators 1,2 . One conservation strategy is having healthcare workers (HCWs) reuse their own N95. Data on the safe number of N95 reuses before filtration failure is lacking. Based on a study in a simulated environment, the Centers for Disease Control and Prevention (CDC) suggests limiting the number of reuses to five per N95 to ensure an adequate safety margin 3 ; however, such approach likely leads to discard of clinically effective N95s earlier than necessary 4 . Our primary objective was to evaluate effectiveness of reused N95s in a real-world healthcare setting during the COVID-19 pandemic. A secondary objective was to identify factors that could be used to proactively identify N95 failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The Johns Hopkins Hospital (JHH), a 1,162-bed academic hospital in Baltimore, MD, recommends N95 respirators for any interaction with confirmed or suspected SARS-CoV-2 infected patients and when performing aerosol generating procedures for all patients, regardless of SARS-CoV-2 status. To preserve N95 supplies HCWs reuse their own N95s (covered with a face shield) until it must be discarded due to concern for compromised structural or functional integrity, as determined by visual inspection and a user performed seal check before every donning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study setting"
        },
        {
            "text": "Study design, participants, and definitions . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study setting"
        },
        {
            "text": "The copyright holder for this preprint this version posted December 7, 2020. ; https://doi.org/10.1101 https://doi.org/10. /2020 We conducted a cross-sectional evaluation of reused N95 effectiveness during July and August 2020 in clinical areas dedicated for care of patients with known or suspected COVID-19: the Emergency Department and five inpatient units. On the day of the N95 assessment, participating HCWs were asked questions about reuse of their N95s included number of shifts worked with the current N95, average number of donnings per shift, longest number of hours and method for storing the N95. Question were answered based on best HCWs' recall.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 78,
                    "text": "December 7, 2020. ;",
                    "ref_id": null
                },
                {
                    "start": 79,
                    "end": 102,
                    "text": "https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 128,
                    "text": "https://doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study setting"
        },
        {
            "text": "Following the questionnaire, each N95 had a 3-step effectiveness screening: first, an inspection for structural damage (i.e., non-intact nosepiece or head straps, visible soilage), second, a user seal test to assess for air leakage during inhalation and exhalation, third a qualitative fit-testing with standard Saccharin Solution Aerosol Protocol performed by the study team 5 . Any N95 that failed the seal check or the saccharine fit-test was further evaluated with a confirmatory quantitative fit-test using the ambient aerosol condensation nuclei counter (PortaCount®) protocol 6,7 . A fit factor result on this protocol of < 100 is considered a failure. Due to constraints on N95 supply we used the quantitative method to evaluate only those N95s that failed a screening test as the PortaCount test requires insertion of a probe through the N95 to count particles rendering the N95 unusable. At the time of the study, the only available N95 models at our institution were 3M 1860 (dome-shape) and 3M 1870 (duck-bill). HCWs who failed the fittest were given a new N95. The study was approved by JHM IRB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study setting"
        },
        {
            "text": "The primary outcome was a confirmed N95 failure, defined as failure of one or more screening tests followed by failure of the quantitative fit-test. Secondary outcomes included factors . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The copyright holder for this preprint this version posted December 7, 2020. ; https://doi.org/10.1101/2020.12.04.20244087 doi: medRxiv preprint associated with failure, accuracy of the user seal check in detecting fit-failures. Fisher's exact and Wilcoxon-rank sum tests were used to evaluate categorical and continuous variables. The relationship between number of repeated N95 donnings and N95 failure was assessed by Kaplan-Meier curves where survival was considered N95 passing. We conducted a sensitivity analysis including the N95s that failed a screening test (seal check or saccharin fit-test) but did not have a confirmatory PortaCount fit-test as failures. Based on data from preliminary observations, with 95% confidence interval and an error margin of two the required sample size was 77 HCWs. A 2-sided P value <0.05 was considered statistically significant. Analyses were performed using StataCorp 2019 (College Station, TX: StataCorp LLC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Of 99 recruited HCWs, 92 had complete follow up ( Figure) and were included in the primary analysis. The overall median number of self-reported N95 donnings at the time of the assessment of these 92 HCWs was 40 (IQR 17 -100) and the median for the reported longest number of hours that the N95 was kept on once donned was 2.5 hours (IQR 1 -2.5). All N95s (n=92) were structurally intact upon visual inspection, 80% (74/92) passed both the seal check and the saccharine fit-test, while 2 HCWs passed the seal check, failed the saccharine but passed the PortaCount fit-test ( Figure) , resulting in an overall pass rate of 83% (76/92) and a primary outcome of N95 failure in 17% (16/92) of N95s. Physicians and advanced practitioners were more likely to pass the fit-test (95%) compared to other roles (81% of bedside nurses, 66% technicians, P<0.01), Table. There was no difference by 3M N95 type, number of donnings, or . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 57,
                    "text": "Figure)",
                    "ref_id": null
                },
                {
                    "start": 574,
                    "end": 581,
                    "text": "Figure)",
                    "ref_id": null
                },
                {
                    "start": 850,
                    "end": 856,
                    "text": "Table.",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint this version posted December 7, 2020. ; https://doi.org/10.1101/2020.12.04.20244087 doi: medRxiv preprint reported folding of the N95 during storage, between N95s that did and did not pass the assessment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "All N95s donned fewer than 12 times passed, and the probability of N95s maintaining a good fit was >95% for up to 23 donnings and >90% for up to 31 donnings ( Supplementary Figure 1 and Supplementary Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 185,
                    "text": "Supplementary Figure 1 and",
                    "ref_id": null
                },
                {
                    "start": 200,
                    "end": 207,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The sensitivity of the user seal check to detect N95 fit-failure was 31% (5/16) and the specificity was 100% (5/5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Cohort characteristics and N95 use factors associated with N95 failure remained similar in a sensitivity analysis that included 7 HCWs who failed a screening test and lacked confirmatory PortaCount data as failures (Supplementary Table 2) . One HCW failed the seal check after 6 donnings. Like in the primary analysis, there were no saccharin failures before 12 donnings among HCWs who had passed a seal check and the probability of the N95 passing a fit check was >95% up to 16 repeated donnings and >90% up to 23 donnings (Supplementary Table 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 238,
                    "text": "(Supplementary Table 2)",
                    "ref_id": null
                },
                {
                    "start": 539,
                    "end": 546,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "This cross-sectional evaluation of HCWs reusing their own 3M N95s until visibly damaged, soiled or structurally unsound during the COVID-19 pandemic found that 83% were still effective as measured by fit-testing after a median of 40 reuses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The user seal-check identified 31% of non-effective N95s with 100% specificity. This finding demonstrates the value of the user seal check, a simple, non-invasive fit check, recommended at each donning to identify gross leakage of air. The minimum reuse of N95s that passed the . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted December 7, 2020. ; https://doi.org/10.1101/2020.12.04.20244087 doi: medRxiv preprint seal-check but failed the saccharin and PortaCount fit-test (covert N95 failures) was 12 times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Only certain HCW roles were associated with N95 failure, further evaluation including N95 reuse patterns would be needed to better understand this observation. We estimated the probability of N95s remaining effective at incremental N95 donnings and found that was >95% of N95 would maintain an adequate fit for up to 23 donnings and >90% for up to 31 donnings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Hence, these data suggest that, if critical N95 shortages exist, with an effective seal on donning, HCWs can safely reuse their N95s many times more than the number currently suggested by the CDC 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Our study has limitations. We did not perform a PortaCount on N95s that passed the seal check or the saccharine fit-test due to limited N95 supplies and we may have overestimated \"passes\"; however, false passes are infrequent with the saccharin method 8 . Although we evaluated two of the most commonly used N95 respirators in the United States 9 , findings may not be generalizable to alternative models. The number of repeated N95 donnings was based on HCW recall, which may have been under-or over-estimated; however, we do not think there was bias in either direction. We did not sample the N95s to assess for pathogen contamination, a risk of N95 reuse, but our protocol of face shield to protect N95 reduces this risk by preventing droplets from landing on the respirator surface. This study was not powered to assess effectiveness of N95s to prevent SARS-COV-2 infection or other potentially airborne transmitted infections. Notably, no patient-to-HCW SARS-COV-2 transmissions have been documented for HCWs who complied with the recommended COVID-19 precautions at JHH to date (authors' personal communication). There was missing PortaCount data from some HCWs . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted December 7, 2020. ; https://doi. org/10.1101 org/10. /2020 who failed the seal check or saccharine fit-test; however, we performed a sensitivity analysis to minimize the impact of missing data on interpretation of the study results.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 103,
                    "text": "org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 104,
                    "end": 117,
                    "text": "org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In summary, extensive reuse of the N95 models tested in our study seems an acceptable and safe approach during critical supply shortages rather than uniform discarding of N95s after the currently suggested 5 reuses 3 as long as HCWs consistently perform a seal check and obtain a good a seal before donning a reused N95 respirator. Consideration could be given to offering regular interval saccharine fit-testing when reusing N95s to enhance HCW comfort and safety with respirator reuse. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Critical Supply Shortages -The Need for Ventilators and Personal Protective Equipment during the Covid-19 Pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Ranney",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Griffeth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Jha",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "18",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flow diagram of recruited healthcare workers who reused N95s during the COVID-19 pandemic. Probability of N95 maintaining a good fit after incremental donnings.Supplementary",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Participant characteristics and frequency of repeated N95 use by single healthcare workers.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Probability of N95 maintaining a good fit with incremental donnings.SupplementaryTable 3: Probability of passing the fit-test based on 23 failures (in this sensitivity analysis, the seven N95s that failed either the seal check or the saccharin test and that were not confirmed with PortaCount fit-test are considered failures).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Alejandra B. Salinas for technical assistance and JHH HCWs for their participation in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        },
        {
            "text": "to grant 6 U01CK000554-02-02.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding: Centers for Disease Control and Prevention Epicenter Program, COVID-19 supplement"
        }
    ]
}