{
    "paper_id": "3dbaeaa37720d072548adc83c435f498c580eb01",
    "metadata": {
        "title": "PEER REVIEW HISTORY",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The paper could do with some English language editing (does BMJ offer this service?) to make it a bit more readable for an international audience. (Please note, I could not get any where near this quality of foreign language writing, so I feel somewhat hypocritical asking for these improvements.) I am not a statistical expert, but I would like to see a little more explanation of how the factorial design, and risks to alpha from interim analysis are dealt with. I am not saying the authors are incorrect, just more information needed. I am slightly surprised by the 50% transfusion rate. This is definitely at the high end, especially if Hb < 80 is the trigger. We (IVANOF study) observed just under 30% with an 80g/L threshold (at one week, but most transfusions are within that week). FOCUS had a 40% rate in the restrictive arm (all of whom started at <100). It would be helpful to have an estimate of the impact of lower transfusion rates on study power.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is a small typo in the abstract -COVID arrived in March 2020 (not 2019).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "WHO definition (of anaemia)? Please reference (in case it changes).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Very minor point but it is not hip fracture repair (a hemiarthroplasty is a replacement) -hip fracture surgery is a better term.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Some details about the safety concerns for the iron formulation should be added -and how these have now been addressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "By the time this review gets back to the authors the PREVENTT study will be published. I am not involved, and have no idea what the results are, but it may be worth referencing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is also a recent network meta-analysis in the BJA on the use of patient blood management strategies (PBM) that would be worth considering too. (Again, nothing to do with me!) Finally, the paper from Spahn and colleagues on combined iron / EPO / B12& folate in cardiac might be worth a look.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Could the authors provide some justification for:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Use of transfusion as an outcome. Is this purely a resource argument? Lack of involvement of patients / carers in study design / management? I'm not quite sure how the minimisation on the basis of time since fracture works. International guidance is for hip fracture surgery within 48 hours and those who are not yet operated on could still have the iron, so who will be waiting that long for randomisation. Maybe I have misunderstood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The timing of IV TXA may be important. There may be (or not) a difference between the effect if given very early (reducing bleeding into the fracture site) and given periop (which would only affect surgical bleeding). Is this being accounted for in the analysis? I hope these are helpful comments. I've been waiting for the trial results to be reported, so I look forward to seeing those in due course as well. 3) Due to the adverse effects presented by the use of isomaltoside iron, it is convenient to explain the conditions in which the iron will be used. That is, if there is any device in the ward to prevent a possible severe anaphylactic reaction. In this sense, a section should be added concerning the safety and adverse effects related to the use of isomaltoside iron. I also recommend including information from the Spanish System of Pharmacovigilance (SEFV). Specifically, as of July 5, 2017, after a search in different databases and a total of 108 reported cases of serious anaphylactic reactions or serious clinical situations related to anaphylaxis / anaphylactic shock, associated with the administration of any of the iron preparations intravenous. Of those 108 serious notifications, 44 were related to administration of iron isomalt. With the estimation of 5080 patients exposed in 2017 (based on the sales figures of product), the notification rate of severe hypersensitivity reactions (reported cases in relation to treated patients) is far more higher than that estimated for other iron preparations of administration intravenous. Currently, all available data are being analyzed in detail, and as a precautionary measure the Spanish Drug Agency recommends to health professionals not starting any new treatment with iron-isomalt in Spain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-With the situation arising from the Covid-19 pandemic, I think it's going to be complicated to analyze the situation of the patients at 90 days. It is advisable to review the following endpoints or to introduce some variable related to the confinement or to the Covid-19:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4) Outcomes measures"
        },
        {
            "text": "• Quality of life (QOL) using the variation of EQ-5D score39 from admission to POD30 and POD90 and on perceived QOL with a single overall item from PQOL scale40 from admission to POD7 and POD90.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4) Outcomes measures"
        },
        {
            "text": "• Dependencies of patients for daily life activities using the variation of IADL test (Instrumental Activities of Daily Living) from inclusion to POD90. • Safety will be evaluated according to: Death rate from all causes until POD90",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4) Outcomes measures"
        },
        {
            "text": "-In my opinion, instrumental activities of daily living are not the most accurate parameter to measure the functional recovery of hip fracture patients. I recommend using scales that measure gait such as the FAC (Functional Ambulation CLassification) or the Barthel's index. It would be a good choice to measure the percentage of patients who recovered their functional situation prior to the hip fracture as measured by these scales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4) Outcomes measures"
        },
        {
            "text": "-In my experience the Level of locomotion and balance assessed by the Timed \" Up and Go \" test on the seventh day is not a good scale either, which allows to discern the functional recovery in patients with hip fracture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4) Outcomes measures"
        },
        {
            "text": "- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4) Outcomes measures"
        },
        {
            "text": "The study has been running for some time, and I have no particular issues with the design. The paper could do with some English language editing (does BMJ offer this service?) to make it a bit more readable for an international audience. (Please note, I could not get any where near this quality of foreign language writing, so I feel somewhat hypocritical asking for these improvements.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 1"
        },
        {
            "text": "Thank you for your comment, we did our best to improve the English reading of our manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 1"
        },
        {
            "text": "I am not a statistical expert, but I would like to see a little more explanation of how the factorial design, and risks to alpha from interim analysis are dealt with. I am not saying the authors are incorrect, just more information needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 1"
        },
        {
            "text": "Regarding the factorial design, we will first build a fixed-effect logistic regression model to search for an interaction between the two treatments for the primary endpoint (ie the transfusion rate). This is now written as follows : \"The absence of statistically significant interaction between the two study drugs on the transfusion rate will be tested before any further analysis, using a fixed-effect logistic regression model.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 1"
        },
        {
            "text": "Regarding the interim analysis, to keep the alpha risk at 5%, we use the Haybittle-Peto method, which is based on choosing a p≤0.001 as the \"stopping rule\" for the difference in transfusion rate between one or the two treatments with their respective placebo. This was already stated in the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 1"
        },
        {
            "text": "I am slightly surprised by the 50% transfusion rate. This is definitely at the high end, especially if Hb < 80 is the trigger. We (IVANOF study) observed just under 30% with an 80g/L threshold (at one week, but most transfusions are within that week). FOCUS had a 40% rate in the restrictive arm (all of whom started at <100). It would be helpful to have an estimate of the impact of lower transfusion rates on study power.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 1"
        },
        {
            "text": "We agree that the global transfusion rate in hip fracture patients could be lower (indeed it was 41% at our site in 2013), but we choose a 50% transfusion rate as it was the one we observed at our center, when taking into account only patients with Hb level between 9.5 and 13 g/dl), who have an higher risk of being transfused. In addition, this is also consistent with the 52% transfusion rate reported by Bernabeu-Wittel et al in their study (TRANSFUSION 2016; 56; 2199 -2211 There is a small typo in the abstract -COVID arrived in March 2020 (not 2019).",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 463,
                    "text": "(TRANSFUSION 2016;",
                    "ref_id": null
                },
                {
                    "start": 464,
                    "end": 467,
                    "text": "56;",
                    "ref_id": null
                },
                {
                    "start": 468,
                    "end": 472,
                    "text": "2199",
                    "ref_id": null
                },
                {
                    "start": 473,
                    "end": 478,
                    "text": "-2211",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reviewer: 1"
        },
        {
            "text": "Thank you for your careful reading, we made the correction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 1"
        },
        {
            "text": "WHO definition (of anaemia)? Please reference (in case it changes).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 1"
        },
        {
            "text": "We added the definition of anaemia in the text: \"Hb<13 g/dl for men and <12 g/dl for women\" Very minor point but it is not hip fracture repair (a hemiarthroplasty is a replacement) -hip fracture surgery is a better term.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 1"
        },
        {
            "text": "We made the modifications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 1"
        },
        {
            "text": "Some details about the safety concerns for the iron formulation should be added -and how these have now been addressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 1"
        },
        {
            "text": "We precise now in the text that \"Nurses at each participating centres will learn to identify hypersensitivity reactions including serious and potentially fatal anaphylactic/anaphylactoid reactions following iron injection.\" And in the study oversight section that \"It will be assembled to review any expected as well as unexpected AEs related to study medication (mainly anaphylaxis and infection for iron ; thrombosis and renal failure for TXA). Their report will made available to the DSMB before each meeting.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 1"
        },
        {
            "text": "By the time this review gets back to the authors the PREVENTT study will be published. I am not involved, and have no idea what the results are, but it may be worth referencing. There is also a recent network meta-analysis in the BJA on the use of patient blood management strategies (PBM) that would be worth considering too. (Again, nothing to do with me!). Finally, the paper from Spahn and colleagues on combined iron / EPO / B12& folate in cardiac might be worth a look.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 1"
        },
        {
            "text": "We thank the reviewer for his recommendations. We now cite the Preventt study in the discussion, but we choose not to cite the paper from Spahn, since it is not dealing with hip fracture, but we will certainly discussed it in the final paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 1"
        },
        {
            "text": "Could the authors provide some justification for: Use of transfusion as an outcome. Is this purely a resource argument?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 1"
        },
        {
            "text": "We choose the transfusion rate as a primary endpoint, off course because blood is a scare and precious resource, but also because it is one of the main indicator of any patient blood management program (it is recommended in the EU guide for PBM see https://op.europa.eu/fr/publication-detail/-/publication/93e1bbbf-1a8b-11e7-808e-01aa75ed71a1/language-en). In addition, it is a very robust parameter since it is a legal obligation to recorded any transfusion in the transfusion file of the patient. We thus expect to have no missing data for transfusion. This is stated in the primary endpoint section. Nonetheless, we agree that patients quality of life parameters are also important outcomes, and they will be assessed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 1"
        },
        {
            "text": "We start the design of this study almost 5 years ago, at that time it was not our standard to involve patients and/or caregivers in study design. It is now too late to involved them in the design of the protocol. However, in France patients representatives are present in ethic committees so that \"patients' point' of view\" are taken into account before research is authorized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of involvement of patients / carers in study design / management?"
        },
        {
            "text": "I'm not quite sure how the minimisation on the basis of time since fracture works. International guidance is for hip fracture surgery within 48 hours and those who are not yet operated on could still have the iron, so who will be waiting that long for randomisation. Maybe I have misunderstood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of involvement of patients / carers in study design / management?"
        },
        {
            "text": "We fully agree, unfortunately it is not uncommon that some patients are referred to the hospital after this 48 hours delay. Even if patients will be included and randomized as soon as possible after hospital admission (as stated in the \"procedures praragraph\"), it is thus possible that this will happen more than 48 hours after the fracture. Because this delay from facture is an important prognosis factor we wanted to add it in the minimization parameter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of involvement of patients / carers in study design / management?"
        },
        {
            "text": "The timing of IV TXA may be important. There may be (or not) a difference between the effect if given very early (reducing bleeding into the fracture site) and given periop (which would only affect surgical bleeding). Is this being accounted for in the analysis?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of involvement of patients / carers in study design / management?"
        },
        {
            "text": "We will give TXA both intravenously at the time of inclusion (aimed at reducing the bleeding into the fracture site), then topically during surgery (aimed at reducing the surgical bleeding). We agree that for some patients the delay between admission and surgery will be shorter and for others longer. We have scheduled to do a subgroup analysis according to the delay between trauma and surgery, this will, at least partly, help distinguish if there is a difference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of involvement of patients / carers in study design / management?"
        },
        {
            "text": "I hope these are helpful comments. I've been waiting for the trial results to be reported, so I look forward to seeing those in due course as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of involvement of patients / carers in study design / management?"
        },
        {
            "text": "Thank you.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of involvement of patients / carers in study design / management?"
        },
        {
            "text": "The study has an excellent design and will provide answers about the appropriate management of perioperative anemia in patients with hip fractures. From my point of view, there are some points that may be improved Thank you.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 2"
        },
        {
            "text": "1) Introduction -It is worth mentioning in the manuscript that the most appropriate treatment of anemia in patients with hip fracture should be performed within the principles of the so-called \"Patient Blood Management\". This strategy includes intravenous iron and tranexamic acid, among others. Following your suggestions, we added these 3 references and discussed them as follows in the introduction:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 2"
        },
        {
            "text": "The paper of Guptal et al is cited as Ref N° 10 in the text :\" For this purpose, intravenous iron may be proposed as in patient blood management programs 8-10 , even using short term perioperative treatment 11 .\" The paper of Bernabeau-Wittel et al as Ref N°15: \". At last, in a study of 306 hip fracture patients, 1 g of ferric carboxymaltose with or without erythropoietin did not reduce the need for transfusion, but improved recovery from postoperative anaemia 15 .\" The paper of Bielza et al a s Ref N° 17 : \"New iron formulations allowing to deliver high doses of iron in one short iv injection (as much as 20 mg/kg, maximum 2 000 mg, over 30 minutes for iron isomaltoside (IIM)) are efficient to reduce postoperative anaemia when given on the day of surgery 16 , but smaller iron doses (ie 600 mg) were ineffective in hip fracture patients 17 .\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 2"
        },
        {
            "text": "2) Inclusion criteria: -Bedridden or very dependent patient. To be more specific. It is advisable to use some scale such as the Barthel index.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 2"
        },
        {
            "text": "In France the dependency level of each individual is usually determined AGGIR scale defined by French law (J ournal Officiel de la République Française, 199730 April), and could be simplified using the \"GIR\" scale\", which classifies the dependency of the patients from 1 (very dependent) to 6 (autonomous) (Vetel JM, Leroux R, Ducoudray JM. AGGIR. Practical use. Geriatric autonomy group resources needs, Soins Gerontol, 1998; June:23-7; PMID: 9735854). This is indicated in the inclusion/exclusion criteria in the Table 1 . We sought not necessary to cite this scale in the initial version since it is used mainly in France.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 515,
                    "end": 522,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Reviewer: 2"
        },
        {
            "text": "3) Due to the adverse effects presented by the use of isomaltoside iron, it is convenient to explain the conditions in which the iron will be used. That is, if there is any device in the ward to prevent a possible severe anaphylactic reaction. In this sense, a section should be added concerning the safety and adverse effects related to the use of isomaltoside iron. I also recommend including information from the Spanish System of Pharmacovigilance (SEFV). Specifically, as of July 5, 2017, after a search in different databases and a total of 108 reported cases of serious anaphylactic reactions or serious clinical situations related to anaphylaxis / anaphylactic shock, associated with the administration of any of the iron preparations intravenous. Of those 108 serious notifications, 44 were related to administration of iron isomalt. With the estimation of 5080 patients exposed in 2017 (based on the sales figures of product), the notification rate of severe hypersensitivity reactions (reported cases in relation to treated patients) is far more higher than that estimated for other iron preparations of administration intravenous. Currently, all available data are being analyzed in detail, and as a precautionary measure the Spanish Drug Agency recommends to health professionals not starting any new treatment with iron-isomalt in Spain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 2"
        },
        {
            "text": "We are aware of this information, that led us to suspend the study for 1-year. We added more details on this event as follows: \"The trial has been suspended between July 24, 2017 till July, 18, 2018, because of new information about safety regarding the IIM, reported by Spanish System of Pharmacovigilance on July 5, 2017 to the European Medicines aAency. Among 108 reported cases of serious anaphylactic reactions or serious clinical situations related to anaphylaxis / anaphylactic shock, associated with the administration of any of the iron preparations intravenous, 44 were related to administration of IIM. Because this signal was not confirmed elsewhere in Europe, the recommendations regarding IIM injection were not modified (neither by the European nor the by the French medicines agencies) and the study was authorized to restart.\" Regarding the precautions taken for IIM injections we also added these information : \"Nurses at each participating centers will learn to identify hypersensitivity reactions including serious and potentially fatal anaphylactic/anaphylactoid reactions following iron injection, and resuscitation material as well as medical team are available at any time with no delay in case of emergency at all the study centers\". 4) Outcomes measures -With the situation arising from the Covid-19 pandemic, I think it's going to be complicated to analyze the situation of the patients at 90 days. It is advisable to review the following endpoints or to introduce some variable related to the confinement or to the Covid-19: • Quality of life (QOL) using the variation of EQ-5D score39 from admission to POD30 and POD90 and on perceived QOL with a single overall item from PQOL scale40 from admission to POD7 and POD90. • Dependencies of patients for daily life activities using the variation of IADL test (Instrumental Activities of Daily Living) from inclusion to POD90. • Safety will be evaluated according to: Death rate from all causes until POD90 This is a great suggestion, we will propose to add the Covid status (infected or not, requiring hospitalization or not) in the eCRF in the next version of the protocol. But this need to be approved by the ethic committee, so we cannot add it in the present manuscript, since it is not stated in the study protocol for the moment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 2"
        },
        {
            "text": "-In my opinion, instrumental activities of daily living are not the most accurate parameter to measure the functional recovery of hip fracture patients. I recommend using scales that measure gait such as the FAC (Functional Ambulation CLassification) or the Barthel's index. It would be a good choice to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 2"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "the percentage of patients who recovered their functional situation prior to the hip fracture as measured by these scales. In my experience the Level of locomotion and balance assessed by the Timed \" Up and Go \" test on the seventh day is not a good scale either",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Thank you for your comments and suggestions. Unfortunately we have already enrolled more than 300 patients and it would be very difficult to modify these parameters with some patients already dead or included more than 2 years ago",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "As a general comment about the functional recovery I indicate some articles about sarcopenia in hip fracture in case they were of interest for the study and may add some parameter that enriches the results • Biomarkers of sarcopenia in very old patients with hip fracture",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "• Quality of life and physical components linked to sarcopenia: The SarcoPhAge study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sánchez-Castellano",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Martín-Aragón",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bermejo-Bescós",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vaquero-Pinto",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Miret-Corchado",
                    "suffix": ""
                },
                {
                    "first": "Merello",
                    "middle": [],
                    "last": "De Miguel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cruz-Jentoft",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Cachexia Sarcopenia Muscle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "478--486",
            "other_ids": {
                "DOI": [
                    "10.1002/jcsm.12508"
                ],
                "PMID": [
                    "31912666"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "• Factors Associated with Sarcopenia and 7-Year Mortality in Very Old Patients with Hip Fracture Admitted to Rehabilitation Units: A Pragmatic Study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beaudart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Reginster",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Petermans",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gillain",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Quabron",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Locquet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Slomian",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Buckinx",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bruy Ère O.Exp Gerontol ; Malafarina",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Malafarina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Biain Ugarte",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "Abete",
                    "middle": [],
                    "last": "Goñi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Zulet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "69",
            "issn": "",
            "pages": "103--113",
            "other_ids": {
                "DOI": [
                    "10.1016/j.exger.2015.05.003"
                ],
                "PMID": [
                    "25979160"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", in which they include patients with Hb levels in the same range, and to the 54% rate reported by Haj-Younes et al. in the placebo group of studies evaluating the interest of TXA in hip fracture they included in their recently published metaanalysis (J Orthopaedic Surg 2020; 28(1):2309499019887995.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "PB, DeMario VM, Amin RM, Gehrie EA, Goel R, Lee KHK, Yang WW, Khanuja HS, Sterling RS, Ness PM, Frank SM. Anesthesiology. 2018 Dec;129(6):1082-1091. -I recommend including as relevant bibliographic references in the introduction and comment these studies: Ferric carboxymaltose with or without erythropoietin in anemic patients with hip fracture: a randomized clinical trial. Bernabeu-Wittel M, et al. Transfusion. 2016. PMID: 27195774 Clinical Trial. Effect of intravenous iron on functional outcomes in hip fracture: a randomised controlled trial. Bielza R, et al. Ageing. 2020 Jun",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Bedridden or very dependent patient. To be more specific. It is advisable to use some scale such as the Barthel index.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "As a general comment about the functional recovery I indicate some articles about sarcopenia in hip fracture in case they were of interest for the study and may add some parameter that enriches the results • Biomarkers of sarcopenia in very old patients with hip fracture. Sánchez-Castellano C, Martín-Aragón S, Bermejo-Bescós P, Vaquero-Pinto N, Miret-Corchado C, Merello de Miguel A, Cruz-Jentoft AJ.J Cachexia Sarcopenia Muscle. 2020 Apr;11(2):478-486. doi: 10.1002/jcsm.12508. Epub 2020 Jan 8.PMID: 31912666 • Quality of life and physical components linked to sarcopenia: The SarcoPhAge study. Beaudart C, Reginster JY, Petermans J, Gillain S, Quabron A, Locquet M, Slomian J, Buckinx F, Bruyère O.Exp Gerontol. 2015 Sep;69:103-10. doi: 10.1016/j.exger.2015.05.003. Epub 2015 May 13.PMID: 25979160 • Factors Associated with Sarcopenia and 7-Year Mortality in Very Old Patients with Hip Fracture Admitted to Rehabilitation Units: A Pragmatic Study. Malafarina V, Malafarina C, Biain Ugarte A, Martinez JA, Abete Goñi I, Zulet MA.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Thank you for this very interesting bibliography. We definitely will use it for the discussion section in the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Rafael Bielza Galindo Hospital Universitario Infanta Sofía. Universidad Europea de Madrid. Spain REVIEW RETURNED 07-Dec-2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEWER"
        },
        {
            "text": "The manuscript has been satisfactorily reviewed and is expected to contribute highly relevant evidence on the management of perioperative anaemia in hip fracture patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Reviewer: 2 Comments to the Author The manuscript has been satisfactorily reviewed and is expected to contribute highly relevant evidence on the management of perioperative anaemia in hip fracture patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        }
    ]
}