{
    "paper_id": "3dbc932630d5af18565827912e3ba8cd4849ca60",
    "metadata": {
        "title": "A R T I C L E I N F O",
        "authors": [
            {
                "first": "Pierre",
                "middle": [],
                "last": "Goussard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tygerberg Hospital",
                    "location": {
                        "settlement": "Cape Town",
                        "country": "South Africa"
                    }
                },
                "email": ""
            },
            {
                "first": "Gerhard",
                "middle": [],
                "last": "Walzl",
                "suffix": "",
                "affiliation": {
                    "laboratory": "DSI-NRF Centre of Excellence for Biomedical Tuberculosis Research and South African Medical Research Centre for Tuberculosis Research",
                    "institution": "Stellenbosch University",
                    "location": {
                        "settlement": "Cape Town",
                        "country": "South Africa"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The world is in the grip of a COVID-19 pandemic but tuberculosis (TB) remains responsible for the greatest number of deaths from a single infectious disease worldwide. Of the 10 million new cases of active TB each year, approximately 10% occur in children younger than 15 years of age, resulting in an estimated 80,000 deaths [1] , much higher than due to COVID-19.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 329,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The oldest TB test in use is the direct microscopic detection of acid-fast staining bacteria, which is simple, relatively low tech but not high throughput and with merely 50À60% sensitivity [2] . The detection of Mycobacterium tuberculosis (MTB) through culture of the organism or the detection of its genetic material through nucleic acid amplification assays from host samples, like sputum, remains the preferred definitive evidence for TB. Culture methods are plagued by a plethora of challenges, including slow growth rate of the bacterium (more than 10 days for a positive and more than 40 days for a negative result), the need for confirmatory tests, and the need for expensive and advanced laboratory infrastructure that is not widely available in resource-limited settings, where such tests are most needed. The GeneXpert MTB/RIF test, an automated cartridge-based nucleic acid amplification test for simultaneous rapid (2 h) tuberculosis diagnosis and rapid antibiotic resistance testing against rifampicin as resistance marker, has advanced the diagnostic field significantly. However, it is still mainly used in a centralized manner, is relatively expensive (>US$ 10 per test) and requires sophisticated instrumentation. The search for biomarker-based TB tests is therefore ongoing and is based on the notion that the host immune response has very sensitive detection and response mechanisms. These host responses can in turn be detected through the measurement of levels of immune reactants, including gene expression levels, inflammatory protein concentrations, noncoding RNA molecules, small metabolites or cellular activation markers.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the present issue of EBioMedicine, Togun et al report that unstimulated but not stimulated levels of cytokines in an overnight culture assay with MTB antigens differentiate between TB, regardless of microbiological confirmation, and other diseases in TB-exposed, symptomatic children in The Gambia with sensitivity and specificity of 72.2% (95% CI: 60.4, 82.1%) and 75.0% (95% CI: 64.9, 83.4%), respectively [3] . Adult pulmonary TB studies have shown the potential of blood-based host protein biomarkers in the diagnosis of TB disease but studies in children are either lacking or very small. Chegou et al, in a study including sites in five African countries, showed that a seven-marker blood host signature diagnosed TB in symptomatic adults with a sensitivity of 93.8%, specificity of 73.3%, and positive and negative predictive values of 60.6% and 96.4%, respectively, regardless of HIV infection status or study site [4] . Yang et al reported an eight-protein biosignature to diagnose TB in a high-burden setting with a sensitivity and specificity of 75% and 84% [5] . Only a few studies were conducted in children, where the diagnostic hurdle is even higher than in adults. Sudbury et al reported high sensitivity (84.2%) and negative predictive value (92.6%) for the combination of IL-2, IL-13 and IP-10, indicating that these biomarkers have the potential to form the basis of a combined rule-in/rule-out test for TB infection [6] . Anderson et al assessed mRNA transcript signatures in children with suspected tuberculosis from South Africa, Kenya, and Malawi, and compared them with the profiles of children with other diseases. A 51-transcript biosignature diagnosed culture-confirmed TB in a validation sample set with a sensitivity of 82.9% and specificity of 83.6% [7] . The number of markers that constitute a diagnostic signature matters as cost and complexity of point-of-care (POC) tests are heavily affected by each additional target. The Togun study shows that a three-marker diagnostic signature differentiates between TB and other diseases. The low number of markers increases the likelihood for subsequent successful development of a POC test.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 414,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 926,
                    "end": 929,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1072,
                    "end": 1075,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1439,
                    "end": 1442,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1783,
                    "end": 1786,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As individual or combinations of host markers lack specificity, researchers have investigated responses that are specific to the pathogen of interest. Increased specificity would have to offset the longer lag time to a result and the increased need for laboratory infrastructure and expertise. Others [8, 9] have also found that unstimulated host marker levels have significant diagnostic utility, either alone or in conjunction with MTB antigen-stimulated marker levels, also in children [10] . Interestingly, all contributing markers in the Togun study were derived from unstimulated supernatants, rendering the stimulation step unnecessary, a certain benefit as this suggests that direct ex vivo samples, like finger stick blood samples, could be Contents lists available at ScienceDirect EBioMedicine journal homepage: www.elsevier.com/locate/ebiom used in a POC test. It is not clear why ex vivo, unstimulated host marker levels would contribute more to a diagnostic signature than pathogen antigen-specific measurements. Maximally stimulated immune cells in peripheral blood that are unable to increase cytokine production after additional stimulation, cells that are prone to cellular death in culture or the production of certain cytokines in culture that suppress the secretion of other markers could all contribute to this phenomenon. The WHO-endorsed target product profile (TPP) criteria recommended minimal targets of 66% sensitivity and 98% specificity for a new diagnostic test for TB in children were not met in this study. However, the report by Togun et al should be seen as important as it is one of only a few studies in symptomatic children that investigates non-sputum diagnostic approaches and delivers encouraging results. The diagnostic performance of the three-marker unstimulated test by Togun et al suggests that ex vivo sample types, like finger stick blood, should be pursued and that top performing signatures could contribute to the development of POC tests. However, the conversion of laboratory assays, like multiplex cytokine arrays in this study, into POC tests, like antibody-based lateral flow tests with available reporter particles is not straight forward. Detection limits of lateral flow tests, specific dilution requirements for different markers, and availability of suitable antibody pairs come into play. The road from a laboratorybased assay to a robust POC test is therefore long with high attrition rates. Nevertheless, without promising candidate biosignatures such developments cannot even begin. The development of robust diagnostic biomarkers must continue with urgency.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 304,
                    "text": "[8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 305,
                    "end": 307,
                    "text": "9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Geneva: World Health Organization",
            "authors": [],
            "year": 2019,
            "venue": "Global tuberculosis report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WashingtonDC: The International Bank for Reconstruction and Development / The World Bank",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Atun",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Major Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Diagnostic performance of a sevenmarker serum protein biosignature for the diagnosis of active TB disease in African primary healthcare clinic attendees with signs and symptoms suggestive of TB",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Chegou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Sutherland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Malherbe",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Thorax",
            "volume": "71",
            "issn": "9",
            "pages": "785--94",
            "other_ids": {
                "DOI": [
                    "10.1136/thoraxjnl-2015-207999"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Identification of eight-protein biosignature for diagnosis of tuberculosis",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thorax",
            "volume": "75",
            "issn": "7",
            "pages": "576--83",
            "other_ids": {
                "DOI": [
                    "10.1136/thoraxjnl-2018-213021"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mycobacterium tuberculosis-specific cytokine biomarkers for the diagnosis of childhood TB in a TB-endemic setting",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Sudbury",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Otero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tebruegge",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Diagnosis of childhood tuberculosis and host RNA expression in Africa",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaforou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Brent",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl. J. Med",
            "volume": "370",
            "issn": "",
            "pages": "1712--1735",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Multiplex analysis of plasma cytokines/chemokines showing different immune responses in active TB patients, latent TB infection and healthy participants",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Tuberculosis (Edinb)",
            "volume": "107",
            "issn": "",
            "pages": "88--94",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tube.2017.07.013"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Utility of host markers detected in Quantiferon supernatants for the diagnosis of tuberculosis in children in a high-burden setting",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Chegou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Detjen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Thiart",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0064226"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Utility of host markers detected in Quantiferon supernatants for the diagnosis of tuberculosis in children in a high-burden setting",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Chegou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Detjen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Thiart",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0064226"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "DOI of original article: http://dx.doi.org/10.1016/j.ebiom.2020.102909. * Corresponding author. E-mail address: pgouss@sun.ac.za (P. Goussard). https://doi.org/10.1016/j.ebiom.2020.102977 2352-3964/© 2020 The Authors. Published by Elsevier B.V. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Dr. Walzl reports grants from NIAID, grants from South African National Research Foundation, during the conduct of the study; In addition, Dr. Walzl has a patent 'Host biomarkers for immunodiagnosis and monitoring of tuberculosis disease' pending, and a patent 'Method for diagnosing tuberculosis' issued. Dr Walzl and Prof Beate Kampmann are co-investigators on a grant (NIAID, R01AI128765). Both authors contributed equally to writing this commentary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}