{
    "paper_id": "3dbc7db6381f9bea8b5ff62089383bb048c0795b",
    "metadata": {
        "title": "The tsAPOBEC3 proteins restrict HBV replication and may limit the establishment of persistent infection in tree shrews Cellular & Molecular Immunology",
        "authors": [
            {
                "first": "Meng-Ting",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "KIZ-CUHK Joint Laboratory of Bioresources and Molecular Research in Common Diseases",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "650223",
                        "settlement": "Kunming",
                        "region": "Yunnan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yong-Tang",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "KIZ-CUHK Joint Laboratory of Bioresources and Molecular Research in Common Diseases",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "650223",
                        "settlement": "Kunming",
                        "region": "Yunnan",
                        "country": "China"
                    }
                },
                "email": "zhengyt@mail.kiz.ac.cn"
            }
        ]
    },
    "abstract": [
        {
            "text": "Hepatitis B virus (HBV) is a pathogen that infects humans and can lead to the development of liver disease and hepatocellular carcinoma. Currently, however, animal models of HBV infection remain lacking. Similar to humans, tree shrews (Tupaia belangeri) can be infected with HBV 1,2 and exhibit similar hepatic histopathological changes and hepatocellular carcinoma features as those found in HBV-infected humans. 2,3 Sodium taurocholate cotransporting polypeptide is a functional HBV receptor that was recently identified in tree shrews. 4 However, the infection rate is usually low in adult animals under natural conditions, and the virus can be eliminated spontaneously over a short period of time. 1 Thus, the mechanism related to the weak HBV replication in tree shrews needs to be further explored, although host factors are hypothesized to be major factors affecting HBV infection and persistence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Most viruses depend on host factors to complete their replication cycles, with restriction factors able to counteract viral infection at every step of replication. Apolipoprotein B mRNAediting enzyme catalytic polypeptide-like 3 (APOBEC3) proteins are polynucleotide cytidine deaminases and are known to restrict HBV replication. 5 In primary liver cultures of HBV-infected tree shrews, the HBV genome-editing profiles with G to A hypermutation are similar to those observed in humans. 6 We previously annotated tree shrew genome sequences 7 and identified the tree shrew (ts) APOBEC3 family, 8 thus revealing the existence of APOBEC3 factors in tree shrews, as well as interactions between tsAPOBEC3 and HBV.",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 487,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interferon (IFN)-ɑ exerts antiviral effects on HBV and is therefore used in HBV therapy. Type I IFN controls viral replication and initiates the transcription of IFN-stimulated genes (ISGs), including the APOBEC3 family. 9 Primary tree shrew hepatocytes (PTHs) are susceptible to HBV infection 1,4 and can respond to IFN-ɑ treatment in vitro. 8 In the current study, treatment of PTHs with IFN-ɑ controlled HBV covalently closed circular DNA (cccDNA) which was as efficient as treatment with the nucleoside analog lamivudine (LAM, 3TC) (Fig. 1a) . Furthermore, both IFN-ɑ and HBV activation led to a strong upregulation of the tsAPOBEC3 family (Fig. 1b) . Thus, these results indicate that the tsAPOBEC3 family is likely to be a major determinant of HBV restriction.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 344,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 536,
                    "end": 545,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 653,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Gene expression patterns are often correlated with gene function. To evaluate the effects of tsAPOBEC3 on HBV replication in Huh7 cells, we cotransfected Huh7 cells with a plasmid containing 1.3-fold the length of HBV genomic DNA and a plasmid expressing tsAPOBEC3 or empty vector plasmid (pcDNA3.1). The culture media and cells were harvested 3 days post transfection. As shown in Fig. 1c -f, tsAPOBEC3 and human A3G (hA3G) reduced hepatitis B surface antigen (HBsAg) and hepatitis B e antigen (HBeAg) secretion in the supernatant of Huh7 cells by more than two-fold, while tsA3Z2d-Z2e did not. Moreover, the tsAPOBEC3 genes significantly reduced the amount of intracellular capsid DNA and cccDNA. Cytidine deamination of HBV DNA by tsA3Z1a and tsA3Z2a-2b was strong (Fig. 1g) , which may be correlated with localization of these proteins in the nucleus, 8 where they can gain access to cccDNA. Interestingly, tsA3Z3 exhibited weak hypermutation ability, but it had anti-HBsAg/HBeAg activity in the culture supernatant. These results suggest that other unknown mechanisms may be involved in the restriction of HBV replication by tsAPOBEC3.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 382,
                    "end": 389,
                    "text": "Fig. 1c",
                    "ref_id": null
                },
                {
                    "start": 768,
                    "end": 777,
                    "text": "(Fig. 1g)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "We also found that HBV X protein (HBx) enhanced HBV replication in vitro by downregulating tsAPOBEC3 in cells via exosomes ( Fig. 1h-k) . However, tsAPOBEC3 was still capable of antiviral activity in the presence of the HBx protein. These results suggest that HBx may not be an essential defense factor, such as HIV-1 viral infectivity factor (Vif), against hA3G restriction. These findings are consistent with those of Chen et al. 10 Thus, the anti-HBV activity of tsAPOBEC3 may be reduced by HBx following downregulation of tsAPOBEC3 protein levels, but tsAPOBEC3 could still partly restrict HBV replication.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 434,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 135,
                    "text": "Fig. 1h-k)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Tree shrews can be infected by HBV due to their functional receptors, and the HBx protein can downregulate the tsAPOBEC3 protein level. However, HBx is not an essential defense against tsAPOBEC3. Here, tsAPOBEC3 demonstrated a strong anti-HBV replication activity, and the exosome-mediated intercellular transfer of tsAPOBEC3 may amplify its antiviral response. Thus, we hypothesize that tsAPOBEC3 may limit the establishment of persistent HBV infection in tree shrews. This work provides information about the innate immune restriction factors in tree shrews and guidance for establishing tree shrew models of HBV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Hepatitis B virus (HBV) is a pathogen that infects humans and can lead to the development of liver disease and hepatocellular carcinoma. Currently, however, animal models of HBV infection remain lacking. Similar to humans, tree shrews (Tupaia belangeri) can be infected with HBV 1,2 and exhibit similar hepatic histopathological changes and hepatocellular carcinoma features as those found in HBV-infected humans. 2, 3 Sodium taurocholate cotransporting polypeptide is a functional HBV receptor that was recently identified in tree shrews. 4 However, the infection rate is usually low in adult animals under natural conditions, and the virus can be eliminated spontaneously over a short period of time. 1 Thus, the mechanism related to the weak HBV replication in tree shrews needs to be further explored, although host factors are hypothesized to be major factors affecting HBV infection and persistence.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 416,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 417,
                    "end": 418,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 540,
                    "end": 541,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 703,
                    "end": 704,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Most viruses depend on host factors to complete their replication cycles, with restriction factors able to counteract viral infection at every step of replication. Apolipoprotein B mRNAediting enzyme catalytic polypeptide-like 3 (APOBEC3) proteins are polynucleotide cytidine deaminases and are known to restrict HBV replication. 5 In primary liver cultures of HBV-infected tree shrews, the HBV genome-editing profiles with G to A hypermutation are similar to those observed in humans. 6 We previously annotated tree shrew genome sequences 7 and identified the tree shrew (ts) APOBEC3 family, 8 thus revealing the existence of APOBEC3 factors in tree shrews, as well as interactions between tsAPOBEC3 and HBV.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 331,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 486,
                    "end": 487,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 593,
                    "end": 594,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Interferon (IFN)-ɑ exerts antiviral effects on HBV and is therefore used in HBV therapy. Type I IFN controls viral replication and initiates the transcription of IFN-stimulated genes (ISGs), including the APOBEC3 family. 9 Primary tree shrew hepatocytes (PTHs) are susceptible to HBV infection 1, 4 and can respond to IFN-ɑ treatment in vitro. 8 In the current study, treatment of PTHs with IFN-ɑ controlled HBV covalently closed circular DNA (cccDNA) which was as efficient as treatment with the nucleoside analog lamivudine (LAM, 3TC) (Fig. 1a) . Furthermore, both IFN-ɑ and HBV activation led to a strong upregulation of the tsAPOBEC3 family (Fig. 1b) . Thus, these results indicate that the tsAPOBEC3 family is likely to be a major determinant of HBV restriction.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 222,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 294,
                    "end": 296,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 297,
                    "end": 298,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 344,
                    "end": 345,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 537,
                    "end": 546,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 645,
                    "end": 654,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Gene expression patterns are often correlated with gene function. To evaluate the effects of tsAPOBEC3 on HBV replication in Huh7 cells, we cotransfected Huh7 cells with a plasmid containing 1.3-fold the length of HBV genomic DNA and a plasmid expressing tsAPOBEC3 or empty vector plasmid (pcDNA3.1). The culture media and cells were harvested 3 days post transfection. As shown in Fig. 1c-f , tsAPOBEC3 and human A3G (hA3G) reduced hepatitis B surface antigen (HBsAg) and hepatitis B e antigen (HBeAg) secretion in the supernatant of Huh7 cells by more than two-fold, while tsA3Z2d-Z2e did not. Moreover, the tsAPOBEC3 genes significantly reduced the amount of intracellular capsid DNA and cccDNA. Cytidine deamination of HBV DNA by tsA3Z1a and tsA3Z2a-2b was strong (Fig. 1g) , which may be correlated with localization of these proteins in the nucleus, 8 where they can gain access to cccDNA. Interestingly, tsA3Z3 exhibited weak hypermutation ability, but it had anti-HBsAg/HBeAg activity in the culture supernatant. These results suggest that other unknown mechanisms may be involved in the restriction of HBV replication by tsAPOBEC3.",
            "cite_spans": [
                {
                    "start": 856,
                    "end": 857,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 382,
                    "end": 391,
                    "text": "Fig. 1c-f",
                    "ref_id": null
                },
                {
                    "start": 768,
                    "end": 777,
                    "text": "(Fig. 1g)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "We also found that HBV X protein (HBx) enhanced HBV replication in vitro by downregulating tsAPOBEC3 in cells via exosomes (Fig. 1h-k) . However, tsAPOBEC3 was still capable of antiviral activity in the presence of the HBx protein. These results suggest that HBx may not be an essential defense factor, such as HIV-1 viral infectivity factor (Vif), against hA3G restriction. These findings are consistent with those of Chen et al. 10 Thus, the anti-HBV activity of tsAPOBEC3 may be reduced by HBx following downregulation of tsAPOBEC3 protein levels, but tsAPOBEC3 could still partly restrict HBV replication.",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 433,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 134,
                    "text": "(Fig. 1h-k)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Tree shrews can be infected by HBV due to their functional receptors, and the HBx protein can downregulate the tsAPOBEC3 protein level. However, HBx is not an essential defense against tsAPOBEC3. Here, tsAPOBEC3 demonstrated a strong anti-HBV replication activity, and the exosome-mediated intercellular transfer of tsAPOBEC3 may amplify its antiviral response. Thus, we hypothesize that tsAPOBEC3 may limit the establishment of persistent HBV infection in tree shrews. This work provides information about the innate immune restriction factors in tree shrews and guidance for establishing tree shrew models of HBV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Competing interests: The authors declare no competing interests. Fig. 1 The tsAPOBEC3 proteins restrict HBV replication, which can be counteracted by HBx protein. a PTHs (1.6 × 10 5 cells) infected with HBV (10 5 copies) and treated with IFN-ɑ (1000 IU/ml) or lamivudine (LAM, 3TC) at 0.5 μM. Total DNA was collected to detect cccDNA levels by qPCR after 72 h. b IFN-ɑ (1000 IU/ml)-treated and HBV (10 5 copies)-treated PTHs (1.6 × 10 5 cells). Total RNA was used to detect tsAPOBEC3 levels by qPCR after 12 h. c-f pcDNA3.1-tsA3s-HA and pAAV-HBV 1.3B were cotransfected into Huh7 cells; the supernatant was used to detect HBsAg c and HBeAg d by ELISA; and total DNA was used to detect HBV DNA e and cccDNA f levels via qPCR after 72 h. g pcDNA3.1-tsA3s-HA and pAAV-HBV 1.3B were cotransfected into Huh7 cells with a low ratio of 1:5, and total DNA was used to detect G → A mutation by 3D-PCR after 72 h. h pcDNA3.1-tsA3s-HA and HBV X + /HBV X − were cotransfected into Huh7 cells, and the supernatant was used to detect HBeAg by ELISA after 48 h. i pcDNA3.1-tsA3s-HA and HBV X + were cotransfected into Huh7 cells, then the cells were treated with GW4869 after 6 h to inhibit exosome biogenesis and secretion, and the supernatant was used to detect HBeAg by ELISA after 48 h. j pcDNA3.1-tsA3s-HA and pcDNA3.1-HBx-V5 were cotransfected into 293T cells at 1:0, 1:1, 1:5, and 1:10, and antibodies were used to detect tsA3 levels by Western blot analysis after 48 h. k pcDNA3.1-tsA3s-HA and pcDNA3.1-HBx-V5 were cotransfected into 293T cells at 1:10, then the cells were treated with GW4869 or MG132 after 6 h, and antibodies were used to detect tsA3 levels by Western blot analysis after 48 h The tsAPOBEC3 proteins restrict HBV replication and may limit the. . .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 71,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "ADDITIONAL INFORMATION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hepatitis B virus infection of tupaia hepatocytes in vitro and in vivo",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Keist",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Niederost",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pult",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Blum",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Hepatology",
            "volume": "24",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Histopathological changes in the liver of tree shrew (Tupaia belangeri chinensis) persistently infected with hepatitis B virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Virol. J",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Chronic hepatitis B virus infection and occurrence of hepatocellular carcinoma in tree shrews (Tupaia belangeri chinensis)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virol. J",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Sodium taurocholate cotransporting polypeptide is a functional receptor for human hepatitis B and D virus",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Inhibition of hepatitis B virus replication by APOBEC3G",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Turelli",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mangeat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jost",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vianin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Trono",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "APOBEC1 and APOBEC3 cytidine deaminases as restriction factors for hepadnaviral genomes in non-humans in vivo",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Renard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guetard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Vartanian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wain-Hobson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Mol. Biol",
            "volume": "400",
            "issn": "",
            "pages": "323--334",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Genome of the Chinese tree shrew",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Commun",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Molecular cloning and characterization of APOBEC3 family in tree shrew",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Gene",
            "volume": "646",
            "issn": "",
            "pages": "143--152",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Specific and nonhepatotoxic degradation of nuclear hepatitis B virus cccDNA",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lucifora",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "343",
            "issn": "",
            "pages": "1221--1228",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "virus X protein is capable of down-regulating protein level of host antiviral protein APOBEC3G",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci. Rep",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}