{
    "paper_id": "3dbc069aa88ed71c04ecde060aebf2d2871b31b3",
    "metadata": {
        "title": "A Systematic Review of Tracheostomy Modifications and Swallowing in Adults",
        "authors": [
            {
                "first": "Stacey",
                "middle": [
                    "A"
                ],
                "last": "Skoretz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nicole",
                "middle": [],
                "last": "Anger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Leslie"
                ],
                "last": "Wellman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Osamu",
                "middle": [],
                "last": "Takai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Allison",
                "middle": [],
                "last": "Empey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Dysphagia occurs in 11% to 93% of patients following tracheostomy. Despite its benefits, the tracheostomy often co-exists with dysphagia given its anatomical location, the shared pathway of the respiratory and alimentary systems, and the medical complexities necessitating the need for the artificial airway. When tracheostomy weaning commences, it is often debated whether the methods used facilitate swallowing recovery. We conducted a systematic review to determine whether tracheostomy modifications alter swallowing physiology in adults. We searched eight electronic databases, nine grey literature repositories and conducted handsearching. We included studies that reported on oropharyngeal dysphagia as identified by instrumentation in adults with a tracheostomy. We accepted case series (n > 10), prospective or retrospective observational studies, and randomized control trials. We excluded patients with head and neck cancer and/or neurodegenerative disease. Two independent and blinded reviewers rated abstracts and articles for study inclusion. Data abstraction and risk of bias assessment was conducted on included studies. Discrepancies were resolved by consensus. A total of 7079 citations were identified, of which, 639 articles were reviewed, with ten articles meeting our inclusion criteria. The studies were heterogeneous in study design, patient population, and outcome measures. For these reasons, we presented our findings descriptively. All studies were limited by bias risk. This study highlights the limitations of the evidence and therefore the inability to conclude whether tracheostomy modifications alter swallowing physiology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Tracheostomy placement is a medical intervention often used for those with complex respiratory conditions [1] [2] [3] . These artificial airways provide direct, unobstructed lower respiratory tract access to maximize ventilation [4] [5] [6] [7] , expedite oxygen entry, and facilitate secretion management [6, 7] . Given the anatomical location of a tracheostomy and the shared pathway of the respiratory and alimentary systems, the tracheostomy may have unintended, even adverse consequences. Despite their benefits, it is often debated whether tracheostomies increase the risk of upper airway complications [2, 8, 9] . One such complication is dysphagia (swallowing impairment) [10, 11] .",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 110,
                    "end": 113,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 114,
                    "end": 117,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 229,
                    "end": 232,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 237,
                    "end": 240,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 241,
                    "end": 244,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 306,
                    "end": 309,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 310,
                    "end": 312,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 609,
                    "end": 612,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 613,
                    "end": 615,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 616,
                    "end": 618,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 680,
                    "end": 684,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 685,
                    "end": 688,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Dysphagia occurs in 11% to 93% of patients following tracheostomy [10, 12, 13] . Dysphagia, if unmanaged, can lead to adverse medical outcomes including respiratory complications, nutritional compromise, and even death [14] [15] [16] . Swallowing is a complex sensorimotor process [17] which, when functioning optimally, ensures safe passage of the oral bolus into the lower deglutitive tract. Disruption to the upper airway by way of a tracheostomy may lead to physiological and/or biomechanical changes to the swallow, thereby increasing dysphagia risk [9, 18] . There are several posited explanations as to why dysphagia occurs in these patients, including reduced sensory input, laryngeal structure disuse atrophy, and subglottic air pressure reduction. In an effort to wean the patients from the artificial airway, tracheostomy modifications are often employed as management strategies [19] .",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 71,
                    "end": 74,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 75,
                    "end": 78,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 219,
                    "end": 223,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 224,
                    "end": 228,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 229,
                    "end": 233,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 281,
                    "end": 285,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 559,
                    "end": 562,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 891,
                    "end": 895,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Tracheostomy weaning is a complex process that is often directed by patients' pulmonary function and overall medical status. Among many factors, determinants that precede tracheostomy weaning may include improved respiratory and/or ventilator capability, secretion management, cough effectiveness, and level of consciousness [20, 21] . Various management strategies to assist with tracheostomy weaning are available to clinicians. These often include cannula size reduction, fenestration, cuff pressure reduction (deflation), and/or partial or total occlusion of the artificial airway [3, 18] . Often when these methods are employed, improvements in swallowing physiology have been reported [22] particularly with secretion clearance, cough, and airway protection [23] [24] [25] . The true reason behind these changes have been debated given the multifactorial nature of the patient's condition. For example, some attribute these swallowing improvements to the overall improvement of the patient's health rather than due to the tracheostomy modification itself [11, 26, 27] . While tracheostomy modifications are widely employed to assist with weaning, consensus on whether they improve swallow physiology has yet to be reached. As a result, we conducted a systematic review in order to evaluate and synthesize the available evidence on swallow physiology following tracheostomy modification in adults.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 329,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 330,
                    "end": 333,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 691,
                    "end": 695,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 764,
                    "end": 768,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 769,
                    "end": 773,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1061,
                    "end": 1065,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1066,
                    "end": 1069,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1070,
                    "end": 1073,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We conducted a systematic review to describe the effect of tracheostomy modifications on swallow physiology and/ or swallowing-related outcomes. Our methodology was adapted from the Cochrane Handbook [28] , following the Collaboration's conventions, and was registered a priori (available here: https ://www.crd.york.ac.uk/PROSP ERO/).",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Ethical Considerations"
        },
        {
            "text": "We operationalized relevant terms to this systematic review a priori. Dysphagia (disordered swallowing) was defined as any oral or pharyngeal swallowing abnormality [29] determined by an instrumental swallowing assessment. Swallowing instrumentation included, but was not limited to, videofluoroscopic swallow study (VFSS) or fiberoptic endoscopic evaluation of swallowing (FEES). We defined aspiration as the entry of ingested material below the level of the vocal folds [30] . For terms related to the artificial airway, we defined tracheotomy as a surgical opening in the trachea [6, 31] , whereas tracheostomy is the temporary maintenance of that opening by virtue of a tracheostomy tube placement [6, 31] . Tracheostomy modifications included alterations to one or more of the following: (1) tracheostomy tube dimension, material and/ or fenestration, (2) cuff status, and/or (3) occlusion status (including but not limited to digital occlusion or one-way speaking valve placement). The tracheostomy cuff (if present) was the inflatable band located on the distal cannula with cuff status referring to inflation (cuff up) or deflation (cuff down) [4, 6] . During our analyses, we defined functional swallowing improvement as facilitative changes to swallowing parameters leading to a safer or more efficient swallow. [32] . Specifically, we reviewed study titles citing the accepted articles for possible inclusion as well as their respective reference lists [32] . We then applied our eligibility criteria to these citations. We iterated this process on the new articles. A health sciences research librarian designed our search strategy, which was subsequently peer reviewed by an independent information scientist. Our searches included key terms germane to our study objective, including \"tracheotomy\" or \"tracheostomy\" or \"trach*\" and \"dysphagia\", \"swallow*\", \"swallowing disorders\", and \"deglutition\". A detailed search strategy summary may be requested from the authors.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 583,
                    "end": 586,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 702,
                    "end": 705,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 706,
                    "end": 709,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1152,
                    "end": 1155,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1156,
                    "end": 1158,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1322,
                    "end": 1326,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1464,
                    "end": 1468,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Operational Definitions"
        },
        {
            "text": "Articles that reported on oropharyngeal dysphagia as identified by instrumentation in adults (aged 17 years and older) who underwent tracheostomy placement were included. To meet our criteria, the primary study design had to report on these swallowing outcomes following the tracheostomy modification(s). We accepted case series studies (n > 10), prospective or retrospective observational studies, and randomized control trials published in any language. Studies with pediatric enrollees were excluded. In addition, we excluded patients who were diagnosed with head and neck cancer and/or neurodegenerative diseases (including Amyotrophic Lateral Sclerosis, Parkinson's disease, Huntington's disease and/or muscular dystrophies and/or atrophies). If a study had portions of their patient sample meeting our inclusion criteria, however their outcomes were not extractable, we contacted the authors in order to request germane patient-level data for possible inclusion. Studies that solely included patient dysphagia symptom reporting or clinical bedside exams were also excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility Criteria"
        },
        {
            "text": "Two authors blinded to each other's judgments screened all citations and abstracts for possible inclusion (LW and SAS). If inclusion could not be determined by reviewing the abstract, the citation was accepted and its full text reviewed. Full text was retrieved for all accepted abstracts. Two authors (NA and SAS) blinded to each other's judgments reviewed full study texts to determine eligibility for final inclusion. Throughout the review process, we used a study selection form designed a priori and eligibility disagreements were resolved by consensus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Selection"
        },
        {
            "text": "Two raters (NA and AE) blinded to each other's judgments assessed study quality using the Cochrane risk of bias tool [28] . Domains included random sequence generation and allocation concealment (as applicable), blinding, incomplete outcome reporting, attrition, and selective outcome reporting. We adapted the risk of bias to include other domains pertinent to our study including operational definitions for tracheostomy conditions and swallowing outcomes, patient sampling, consistent assessment across enrollees, and baseline measures. We resolved all disagreements by consensus; however, if consensus was not reached, a third rater (SAS) rendered the final decision.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Methodological Quality Assessment"
        },
        {
            "text": "We used a form designed a priori. One author (NA) extracted data regarding study design, sample size, patient diagnoses and characteristics, tracheostomy details, swallowing assessment method(s), and outcomes. A second reviewer (AE) checked all extracted data for accuracy. Missing and/ or pertinent patient-level data were requested from primary study authors. Due to the heterogeneity of patient diagnosis, study methods, and study outcomes, we did not complete a meta-analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Extraction"
        },
        {
            "text": "We retrieved 7079 citations through database and manual searching ( Fig. 1 ). Of these, 1461 were without an abstract and eliminated. We reviewed the remaining 5618 titles and abstracts, eliminating an additional 4979 citations, as they did not meet inclusion criteria. We retrieved and reviewed 639 full texts. Of these, 13 languages were represented, including English. Following full text review, we rejected 629 articles not meeting our inclusion criteria. Specifically, 595 did not include tracheostomy modifications, 28 were eliminated as they included patients with primary diagnoses of head and neck cancer and/or neurodegenerative disease, and two had sample sizes smaller than 10. Other study eliminations included three that did not assess swallowing using methods meeting our inclusion criteria [33] [34] [35] , and one that included patients younger than seventeen years [30] . Six studies had portions of their patient sample meeting our inclusion criteria; however, they were excluded following author contact as the pertinent outcomes were not extractable [19, 30, 33, [36] [37] [38] . A total of 10 articles were accepted for analysis [39] [40] [41] [42] [43] [44] [45] [46] [47] (Table 1) .",
            "cite_spans": [
                {
                    "start": 807,
                    "end": 811,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 812,
                    "end": 816,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 817,
                    "end": 821,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 884,
                    "end": 888,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1072,
                    "end": 1076,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1077,
                    "end": 1080,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1081,
                    "end": 1084,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1085,
                    "end": 1089,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1090,
                    "end": 1094,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1095,
                    "end": 1099,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1152,
                    "end": 1156,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1157,
                    "end": 1161,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1162,
                    "end": 1166,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1167,
                    "end": 1171,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1172,
                    "end": 1176,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1177,
                    "end": 1181,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1182,
                    "end": 1186,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1187,
                    "end": 1191,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1192,
                    "end": 1196,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 74,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1197,
                    "end": 1206,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Literature Retrieved"
        },
        {
            "text": "Of the 10 accepted articles (Table 1) , all were prospective case series [39] [40] [41] [42] [43] [44] [45] [46] [47] . Study sample sizes ranged from 11 [40] to 40 [42] patients and included heterogeneous diagnoses in all but two studies [41, 45] . Nine of the included studies [39] [40] [41] [42] [43] [44] [45] [46] 48] were published in English and one was published in Japanese [47] .",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 78,
                    "end": 82,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 83,
                    "end": 87,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 88,
                    "end": 92,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 93,
                    "end": 97,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 98,
                    "end": 102,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 103,
                    "end": 107,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 108,
                    "end": 112,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 113,
                    "end": 117,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 154,
                    "end": 158,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 165,
                    "end": 169,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 239,
                    "end": 243,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 279,
                    "end": 283,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 284,
                    "end": 288,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 289,
                    "end": 293,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 294,
                    "end": 298,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 299,
                    "end": 303,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 309,
                    "end": 313,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 314,
                    "end": 318,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 319,
                    "end": 322,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 28,
                    "end": 37,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Study Characteristics and Methodological Quality Assessment"
        },
        {
            "text": "We assessed study quality using the Cochrane Collaboration's risk of bias tool [28] (Table 2 ). Four studies [42, 45, 46, 48] declared their patient selection/sampling methods with six [40, 41, [45] [46] [47] [48] declaring their inclusion and exclusion criteria. Of the 10 studies, two [43, 46] declared blinding of outcome assessors; however, none reported on patient blinding. Nine studies [39] [40] [41] [42] [44] [45] [46] [47] [48] had no missing outcome data and six studies [40] [41] [42] [45] [46] [47] ",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 109,
                    "end": 113,
                    "text": "[42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 114,
                    "end": 117,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 118,
                    "end": 121,
                    "text": "46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 122,
                    "end": 125,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 185,
                    "end": 189,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 190,
                    "end": 193,
                    "text": "41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 194,
                    "end": 198,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 209,
                    "end": 213,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 287,
                    "end": 291,
                    "text": "[43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 393,
                    "end": 397,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 398,
                    "end": 402,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 403,
                    "end": 407,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 423,
                    "end": 427,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 428,
                    "end": 432,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 433,
                    "end": 437,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 497,
                    "end": 501,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 502,
                    "end": 506,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 507,
                    "end": 511,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 92,
                    "text": "(Table 2",
                    "ref_id": null
                }
            ],
            "section": "Study Characteristics and Methodological Quality Assessment"
        },
        {
            "text": "Our included studies utilized a wide range of tracheostomy modifications: three studies altered cuff status [41, 44, 46] , four used varying degrees of tracheostomy tube occlusion [40, 42, 43, 45] , and four compared one-way speaking valve conditions [39, 44, 47, 48] (Table 1) . Of those examining cuff alterations [41, 44, 46] , one [41] examined cuff inflation at various air pressures and two [44, 46] compared cuff inflation and deflation. Four studies [40, 42, 43, 45] examined varying degrees of occlusion specifically: (1) one [40] compared digital occlusion to an open tracheostomy, (2) one [42] compared digital, speaking valve, and capped occlusion, and (3) two [43, 45] reported on \"open\" and \"closed\" conditions. Of the four studies [39, 44, 47, 48] comparing one-way speaking valve conditions, three [39, 47, 48] compared outcomes following valve placement and/or removal, and one [44] compared mixed conditions (cuff inflation and/ or deflation condition versus valve placement). Across studies, one reported on baseline pulmonary performance (e.g. respiratory rate, arterial oxygen saturation, cough capability) at the time of the modification [41] . Two reported on tracheostomy tube diameter [44, 48] and six described tracheostomy tube types [40, [42] [43] [44] [45] 48] . Studies measured swallowing outcomes by way of impairment descriptions [39, [42] [43] [44] [45] [46] [47] [48] (Table 3) or through quantitative measurements [40, 41, 44, 45, 47] (Table 4) . For those studies describing impairment [39, [42] [43] [44] [45] [46] [47] [48] , swallowing was assessed using videofluoroscopy (VFSS) [43, 44, [46] [47] [48] and/or fiberoptic endoscopic evaluation of swallowing (FEES) [39, 42, 45, 47] . When characterizing the impairment, studies utilized psychometrically validated scales [44, 45] , descriptive methods including binary (presence/absence) of a physiological event [39, 42, 43, 47, 48] , or study-specific scales [44, 46, 47] . Impairments included descriptions of aspiration only [39, 42, 43, 46, 48] , both Heart failure, CVA, traumatic brain injury, spinal cord injury, respiratory failure. h Digital occlusion, one-way speaking valve, cap. i Thoracic aortic aneurysm, post-operative CVA, adult-onset diabetes, perforated duodenal ulcer repair, MVA, cancer, CVA, nephrectomy, hemicolectomy, esophagectomy, bowel resection, incarcerated hernia repair, ARDS, Legionnaire's disease, respiratory failure. j CHF, subglottic stenosis, abdominal aortic aneurysm, cardiac arrest, PNA, COPD, ARDS. k ± digital occlusion. l Coronary artery disease, colon cancer, necrotic left lung, human immunodeficiency virus, MVA, liver cirrhosis, cancer, assault/multiple facial and non-facial trauma, quadriplegia, CVA, PNA, ARDS, COPD, cardio-pulmonary disease. m ± occlusion (method unspecified). n CVA. o Respiratory failure, pharyngeal edema, heart failure. p CABG, abdominal aortic aneurysm repair, closed head injury, COPD, ARDS. q Cuff inflation vs. deflation, cuff inflation vs. one-way speaking valve, cuff deflation vs. one-way speaking valve * Unless otherwise stated ‡ 13 patients did not receive FEES following speaking valve removal therefore this FEES data not included herein [44, 45, 47] , and residue [44, 47] . For those studies conducting quantitative measurements [40, 41, 44, 45, 47] , one study used electromyography (EMG) [41] , one used accelerometry [41] , two used manometry [40, 45] , and two used VFSS [44, 47] . Three studies [41, 44, 47] reported on swallow duration times. Of these, two [41, 47] examined swallowing reflex time and one [44] assessed pharyngeal transit time and cricopharyngeal opening duration. Other parameters included hyolaryngeal movement [41, 44, 47] and submental muscle activation [41] . Two studies [40, 45] reported pressure measures including:",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 113,
                    "end": 116,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 117,
                    "end": 120,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 180,
                    "end": 184,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 251,
                    "end": 255,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 256,
                    "end": 259,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 397,
                    "end": 401,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 402,
                    "end": 405,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 458,
                    "end": 462,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 600,
                    "end": 604,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "[43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 678,
                    "end": 681,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 746,
                    "end": 750,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 751,
                    "end": 754,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 755,
                    "end": 758,
                    "text": "47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 759,
                    "end": 762,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 814,
                    "end": 818,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 819,
                    "end": 822,
                    "text": "47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 823,
                    "end": 826,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 895,
                    "end": 899,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1160,
                    "end": 1164,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1210,
                    "end": 1214,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1215,
                    "end": 1218,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1261,
                    "end": 1265,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1266,
                    "end": 1270,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1271,
                    "end": 1275,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1276,
                    "end": 1280,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1281,
                    "end": 1285,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1286,
                    "end": 1289,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1363,
                    "end": 1367,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1368,
                    "end": 1372,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1373,
                    "end": 1377,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1378,
                    "end": 1382,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1383,
                    "end": 1387,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1388,
                    "end": 1392,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1393,
                    "end": 1397,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1398,
                    "end": 1402,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1450,
                    "end": 1454,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1455,
                    "end": 1458,
                    "text": "41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1459,
                    "end": 1462,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1463,
                    "end": 1466,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1467,
                    "end": 1470,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1523,
                    "end": 1527,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1528,
                    "end": 1532,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1533,
                    "end": 1537,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1538,
                    "end": 1542,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1543,
                    "end": 1547,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1548,
                    "end": 1552,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1553,
                    "end": 1557,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1558,
                    "end": 1562,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1619,
                    "end": 1623,
                    "text": "[43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1624,
                    "end": 1627,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1628,
                    "end": 1632,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1633,
                    "end": 1637,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1638,
                    "end": 1642,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1704,
                    "end": 1708,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1709,
                    "end": 1712,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1713,
                    "end": 1716,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1717,
                    "end": 1720,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1810,
                    "end": 1814,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1815,
                    "end": 1818,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1902,
                    "end": 1906,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1907,
                    "end": 1910,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1911,
                    "end": 1914,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1915,
                    "end": 1918,
                    "text": "47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1919,
                    "end": 1922,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1950,
                    "end": 1954,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1955,
                    "end": 1958,
                    "text": "46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1959,
                    "end": 1962,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2018,
                    "end": 2022,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2023,
                    "end": 2026,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2027,
                    "end": 2030,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2031,
                    "end": 2034,
                    "text": "46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 2035,
                    "end": 2038,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 3211,
                    "end": 3215,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 3216,
                    "end": 3219,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 3220,
                    "end": 3223,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 3238,
                    "end": 3242,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 3243,
                    "end": 3246,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 3304,
                    "end": 3308,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 3309,
                    "end": 3312,
                    "text": "41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 3313,
                    "end": 3316,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 3317,
                    "end": 3320,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 3321,
                    "end": 3324,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 3365,
                    "end": 3369,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 3395,
                    "end": 3399,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 3421,
                    "end": 3425,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 3426,
                    "end": 3429,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 3450,
                    "end": 3454,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 3455,
                    "end": 3458,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 3475,
                    "end": 3479,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 3480,
                    "end": 3483,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 3484,
                    "end": 3487,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 3538,
                    "end": 3542,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 3543,
                    "end": 3546,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 3587,
                    "end": 3591,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 3711,
                    "end": 3715,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 3716,
                    "end": 3719,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 3720,
                    "end": 3723,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 3756,
                    "end": 3760,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 3775,
                    "end": 3779,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 3780,
                    "end": 3783,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 277,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1403,
                    "end": 1412,
                    "text": "(Table 3)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1471,
                    "end": 1480,
                    "text": "(Table 4)",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Tracheostomy Modifications and Swallowing Outcomes"
        },
        {
            "text": "oropharyngeal [45] , pharyngeal [40] , hypopharyngeal [45] , and upper esophageal [40, 45] . One study [45] measured oropharyngeal and hypopharyngeal pressure durations as well as upper esophageal sphincter pressure relaxation.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 32,
                    "end": 36,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 54,
                    "end": 58,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 82,
                    "end": 86,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 87,
                    "end": 90,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 103,
                    "end": 107,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Screening"
        },
        {
            "text": "The effects of tracheostomy modifications on swallowing impairment varied across studies (Table 3 , Figs. 2 and 3) . When comparing cuff modifications, two studies [44, 46] found that cuff deflation did not yield significant changes to Asp aspiration, d days, defl cuff deflation, infl cuff inflation, N no, NR not reported, NS non-significant findings reported, but no p-value provided, occl occlusion, PA penetration and aspiration, PAS Penetration-aspiration Scale [49] , Pen penetration, pt point, Res residue, SD standard deviation, SV speaking valve, TT tracheostomy tube, unoccl unocclusion, y year, Y yes a Grading Scale: 0 = no aspiration, 1 = aspiration of less than 10% accompanied by cough, choking, or distress, 2 = aspiration of less than 10% without cough, 3 = aspiration of more than 10% with cough, 4 = aspiration of more than 10% without cough. b Cuff status and bolus type were significant aspiration predictors. c [46] , aspiration-penetration [44] , or residue [44] . In contrast, one study reported that cuff status was a significant predictor of aspiration [46] . In the single study that compared cuff inflation to a one-way speaking valve condition [44] , penetration-aspiration scores lowered significantly in the valve condition, but greater residue was measured in the oral cavity, on the pharyngeal wall, and along the cricopharyngeus across all bolus textures. In the same study, when comparing cuff deflation or a cuffless tracheostomy tube to the valve, significantly lower penetration-aspiration scores were reported in the valve condition for liquid boluses, without a significant effect on residue.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 169,
                    "end": 172,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 468,
                    "end": 472,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 932,
                    "end": 933,
                    "text": "c",
                    "ref_id": null
                },
                {
                    "start": 934,
                    "end": 938,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 964,
                    "end": 968,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 982,
                    "end": 986,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1080,
                    "end": 1084,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1174,
                    "end": 1178,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 97,
                    "text": "(Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 100,
                    "end": 114,
                    "text": "Figs. 2 and 3)",
                    "ref_id": null
                }
            ],
            "section": "Tracheostomy Modifications and Swallow Impairment"
        },
        {
            "text": "A total of six studies compared various methods of tracheostomy occlusion while assessing their effect on swallowing impairment [39, 42, 43, 45, 47, 48] (Table 3 , Figs. 2 and 3 ). Of these, three studies [42, 43, 45] utilized digital occlusion, speaking valve, tracheostomy capping, or an unspecified occlusion method and yielded equivocal results. One study [45] found significantly lower aspiration-penetration rates in an occluded condition (unspecified), whereas another study [43] reported that aspiration rates remained unchanged regardless of occlusion. In the third study [42] , aspiration rates decreased across three occlusion conditions (i.e. digital occlusion, speaking valve, tracheostomy cap); however, the differences between occlusion type and their respective aspiration rates were not statistically significant. Three studies [39, 47, 48] compared a speaking valve condition to no occlusion. Two [41, 48] reported aspiration rates reduced after valve placement though this was only tested statistically in one study [48] . While the third study [47] reported valve placement had no significant effect on aspiration, ",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 133,
                    "end": 136,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 137,
                    "end": 140,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 141,
                    "end": 144,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 145,
                    "end": 148,
                    "text": "47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 149,
                    "end": 152,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 205,
                    "end": 209,
                    "text": "[42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 210,
                    "end": 213,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 214,
                    "end": 217,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 360,
                    "end": 364,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 581,
                    "end": 585,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 845,
                    "end": 849,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 850,
                    "end": 853,
                    "text": "47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 854,
                    "end": 857,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 915,
                    "end": 919,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 920,
                    "end": 923,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1035,
                    "end": 1039,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1064,
                    "end": 1068,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 161,
                    "text": "(Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 164,
                    "end": 177,
                    "text": "Figs. 2 and 3",
                    "ref_id": null
                }
            ],
            "section": "Tracheostomy Modifications and Swallow Impairment"
        },
        {
            "text": "Of the two studies conducting quantitative swallowing measurements following alterations to cuff inflation [41, 44] , both reported changes in most [44] if not all [41] parameters (Table 4 ). Specific findings included: increasing cuff pressure [41] delayed swallow initiation while decreasing laryngeal elevation and submental muscle amplitude and cuff deflation [44] significantly increased some duration measures (i.e. pharyngeal transit time, anterior hyoid excursion duration) while shortening cricopharyngeal opening duration. Both studies [41, 44] reported that cuff deflation resulted in significantly greater anterior hyoid excursion. Tracheostomy occlusion, whether it was valve placement [44, 47] or an open versus closed tracheostomy condition [40, 45] did not change quantitative measurements significantly (Table 4 , Fig. 4 ).",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 112,
                    "end": 115,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 148,
                    "end": 152,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 164,
                    "end": 168,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 551,
                    "end": 554,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 699,
                    "end": 703,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 704,
                    "end": 707,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 756,
                    "end": 760,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 761,
                    "end": 764,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 188,
                    "text": "(Table 4",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 820,
                    "end": 828,
                    "text": "(Table 4",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 831,
                    "end": 837,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Tracheostomy Modifications and Quantitative Measures"
        },
        {
            "text": "This systematic review confirms that when comparing tracheostomy modification conditions, swallowing outcomes are highly variable. Our review included 10 studies [39] [40] [41] [42] [43] [44] [45] [46] [47] [48] that compared a variety of tracheostomy modifications, including (1) cuff alterations (cuff presence and/or absence and/or inflation and/or deflation), (2) occlusion methods (digital occlusion and/or one-way speaking valve and/or total occlusion), and/or (3) a combination of conditions. Study sample sizes ranged from 11 [40] to 40 [42] patients with diagnostic heterogeneity both within and across studies. Of the 10 included studies, five [43, 44, [46] [47] [48] used VFSS to measure swallowing outcomes with four [39, 42, 45, 47] using FEES. Other measurement methods included manometry [40, 45] , EMG [41] , and accelerometry [41] . When swallowing impairment was reported, two studies [44, 45] utilized a psychometrically validated tool (PAS), while seven used binary descriptions (e.g. presence/absence) [39, 42, 43, 48] , study-specific scales [44, 46] , or a combination of methods [47] . For quantified measurements (i.e. pressures, durations, distance), all [40, 41, 44, 45] but one [47] reported specific measurement metrics. Given the limitations in the primary studies, including bias risk, small sample sizes with heterogeneous patient diagnoses, and the wide range of assessment methods, the evidence is inconclusive.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 167,
                    "end": 171,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 172,
                    "end": 176,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 177,
                    "end": 181,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 182,
                    "end": 186,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 187,
                    "end": 191,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 192,
                    "end": 196,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 197,
                    "end": 201,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 202,
                    "end": 206,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 207,
                    "end": 211,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 654,
                    "end": 658,
                    "text": "[43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 659,
                    "end": 662,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 663,
                    "end": 667,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 668,
                    "end": 672,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 734,
                    "end": 737,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 738,
                    "end": 741,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 742,
                    "end": 745,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 803,
                    "end": 807,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 808,
                    "end": 811,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 818,
                    "end": 822,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 843,
                    "end": 847,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 903,
                    "end": 907,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 908,
                    "end": 911,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1023,
                    "end": 1027,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1028,
                    "end": 1031,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1032,
                    "end": 1035,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1036,
                    "end": 1039,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1064,
                    "end": 1068,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1069,
                    "end": 1072,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1103,
                    "end": 1107,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1181,
                    "end": 1185,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1186,
                    "end": 1189,
                    "text": "41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1190,
                    "end": 1193,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1194,
                    "end": 1197,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1206,
                    "end": 1210,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Summary of Main Results"
        },
        {
            "text": "Risk of bias as well as study design limitations were evident across all studies likely leading to inaccurate estimates of swallowing physiology. Given the variability inherent in the included studies, we synthesized our results descriptively. All studies were case series [39] [40] [41] [42] [43] [44] [45] [46] [47] [48] . Many did not report on their patient sampling methods [39-41, 43, 44, 47] or the patient inclusion/exclusion criteria [39, [42] [43] [44] . As a result, it was difficult to determine how their sample was derived rendering an inability to judge the potential effect of patient selection on study outcomes. The majority of the studies in our review were unclear in regard to their assessor blinding [39-42, 44, 45, 47, 48] and additionally, some studies [39, 43, 44, 48] did not present all outcomes. As a result, our ability to gauge the effect of assessor bias on outcomes is also limited. Despite these shortcomings, all studies [39] [40] [41] [42] [43] [44] [45] [46] [47] [48] provided clear operational outcome definitions and accounted for patient attrition affording a clear understanding of the targeted outcomes for the patient sample. In addition, the two studies with lowest bias risk had only one domain ranked as unclear [41, 45] .",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 277,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 278,
                    "end": 282,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 283,
                    "end": 287,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 293,
                    "end": 297,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 298,
                    "end": 302,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 308,
                    "end": 312,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 313,
                    "end": 317,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 379,
                    "end": 398,
                    "text": "[39-41, 43, 44, 47]",
                    "ref_id": null
                },
                {
                    "start": 443,
                    "end": 447,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 448,
                    "end": 452,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 453,
                    "end": 457,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 458,
                    "end": 462,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 722,
                    "end": 745,
                    "text": "[39-42, 44, 45, 47, 48]",
                    "ref_id": null
                },
                {
                    "start": 777,
                    "end": 781,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 782,
                    "end": 785,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 786,
                    "end": 789,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 790,
                    "end": 793,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 955,
                    "end": 959,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 960,
                    "end": 964,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 965,
                    "end": 969,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 970,
                    "end": 974,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 975,
                    "end": 979,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 980,
                    "end": 984,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 985,
                    "end": 989,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 990,
                    "end": 994,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 995,
                    "end": 999,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1000,
                    "end": 1004,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1258,
                    "end": 1262,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1263,
                    "end": 1266,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Quality of the Evidence"
        },
        {
            "text": "Diagnoses, illness severity, tracheostomy duration, and modification duration likely play a role in swallowing outcomes. Two studies had homogeneous patient samples [41, 45] and of those, one reported on tracheostomy tube placement durations [45] . The within-and across-study heterogeneity evident in the areas of patient diagnoses, tracheostomy tube placement durations, and other airway management practices likely played a role in the equivocal and, at times, the divergent findings of this review. This diversity, when coupled with very small sample sizes, can increase a study's risk for underpowering, calling into question whether enough data were collected in order to render a substantiated conclusion. Not only did patient diagnostic heterogeneity [39, 40, [42] [43] [44] [46] [47] [48] and small sample sizes [40, 41, 43, 44, [46] [47] [48] likely play a role in the outcomes, but only a few studies reported the details for patients' airway management (e.g. weaning procedure or duration of tracheostomy) [41, 42, 46, 48] or baseline swallowing measures [42, [44] [45] [46] , making it difficult to assess whether these variables may have influenced study outcomes. For example, within a single study [43] , tracheostomy tube duration ranged from eight to 546 days, with the range of all included studies from five [44] to 546 days [43] . Only three studies reported on the duration for which the patient was subjected to the tracheostomy modification condition [39, 44, 45] , making it difficult to determine whether time could be a factor in the study outcomes. Other factors relevant to tracheostomy weaning and the use of tracheostomy modifications include pulmonary performance data. With very few studies reporting on this specifically [39, 40, [42] [43] [44] [45] [46] [47] [48] , only one study [41] reported pulmonary variables at the time of tracheostomy modification. Given the effect of pulmonary performance on weaning in general and on research study outcomes specifically, future work should include pulmonary measures in order to provide users a framework by which to interpret and apply study findings.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 242,
                    "end": 246,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 759,
                    "end": 763,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 764,
                    "end": 767,
                    "text": "40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 768,
                    "end": 772,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 773,
                    "end": 777,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 778,
                    "end": 782,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 783,
                    "end": 787,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 788,
                    "end": 792,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 793,
                    "end": 797,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 821,
                    "end": 825,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 826,
                    "end": 829,
                    "text": "41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 830,
                    "end": 833,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 834,
                    "end": 837,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 838,
                    "end": 842,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 843,
                    "end": 847,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 848,
                    "end": 852,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1018,
                    "end": 1022,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1023,
                    "end": 1026,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1027,
                    "end": 1030,
                    "text": "46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1031,
                    "end": 1034,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1067,
                    "end": 1071,
                    "text": "[42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1072,
                    "end": 1076,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1077,
                    "end": 1081,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1082,
                    "end": 1086,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1214,
                    "end": 1218,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1328,
                    "end": 1332,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1345,
                    "end": 1349,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1475,
                    "end": 1479,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1480,
                    "end": 1483,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1484,
                    "end": 1487,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1755,
                    "end": 1759,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1760,
                    "end": 1763,
                    "text": "40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1764,
                    "end": 1768,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1769,
                    "end": 1773,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1774,
                    "end": 1778,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1779,
                    "end": 1783,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1784,
                    "end": 1788,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1789,
                    "end": 1793,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1794,
                    "end": 1798,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1816,
                    "end": 1820,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Quality of the Evidence"
        },
        {
            "text": "In addition to limiting the ability to conduct meta-analyses, the methodological variability by which swallowing physiology was interpreted and the limited information in the primary studies regarding the tracheostomy tube itself, also impacted our ability to determine the effect of tracheostomy modifications, if any. Two studies [44, 45] used a psychometrically validated method of rating swallowing impairment, specifically, the PAS. Both of these studies reported functional improvement in swallowing on most conditions. The remaining seven studies [39, [42] [43] [44] [46] [47] [48] defined swallowing impairment using methods and/or scales unique to their specific study. While half of these studies [39, 42, 47, 48] reported improved swallowing, whether these findings are valid or reliable is difficult to ascertain. Interestingly, all studies conducting quantitative swallowing measurements had clear directions regarding functional swallow change. Specifically, cuff deflation led to the improvement of most swallowing parameters [41, 44] with tracheostomy occlusion (regardless of method or type) [40, 44, 45, 47] rendered no significant measurement change. Other independent variables which have the potential to affect the swallow include tracheostomy tube type and its associated diameter, particularly when considering cuff alterations (e.g. inflation or deflation). In clinical practice, the tracheostomy tube type and size used is often dependent upon patient-specific parameters including sex, trachea size, and/or pulmonary needs. Pressures in the upper airway (e.g. in the cuff) are affected, in part, by tracheostomy tube size, the size of the patient's trachea, and volume of air in the cuff. As a result, these variables have the potential to impact swallowing biomechanics in many ways not limited to the pressures generated during the swallow. Hence, these independent variables are key to understanding the impact of tracheostomy modifications in general but more particularly in conditions where cuff volumes are altered. Of the four studies investigating cuff volume alterations [41, 44, 46, 48] , only two studies reported on tracheostomy tube diameter [44, 48] . As a result, it is difficult to ascertain the degree to which other variants or independent variables impact swallowing outcomes. Together, this supports the use of more objective approaches to measuring swallowing in future studies, whether through psychometrically validated impairment scales or quantitative measurements along with the inclusion of relevant tracheostomy tube data.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 336,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 337,
                    "end": 340,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 554,
                    "end": 558,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 559,
                    "end": 563,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 564,
                    "end": 568,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 574,
                    "end": 578,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 584,
                    "end": 588,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 707,
                    "end": 711,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 712,
                    "end": 715,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 716,
                    "end": 719,
                    "text": "47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 720,
                    "end": 723,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1041,
                    "end": 1045,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1046,
                    "end": 1049,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1109,
                    "end": 1113,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1114,
                    "end": 1117,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1118,
                    "end": 1121,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1122,
                    "end": 1125,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2108,
                    "end": 2112,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2113,
                    "end": 2116,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2117,
                    "end": 2120,
                    "text": "46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 2121,
                    "end": 2124,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2183,
                    "end": 2187,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2188,
                    "end": 2191,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Quality of the Evidence"
        },
        {
            "text": "Although we employed rigorous selection criteria and methodology, our review has limitations. Due to the heterogeneity across the included studies' patient diagnoses and outcomes measures, we were unable to conduct meta-analyses. The relatively few included studies, their diverse tracheostomy modification conditions, and various swallowing assessment and interpretation methods made it impossible to conclude whether specific conditions either facilitate the swallow or impair it. Future research should include (1) homogenous patient populations where disease severity and tracheostomy duration are controlled, (2) sample sizes as determined by power analyses, and (3) more rigorous methodology, specifically employing baseline measurements, psychometrically validated interpretation methods and/or quantitative measurements, and assessor blinding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review Limitations"
        },
        {
            "text": "Based on the available evidence, we are unable to determine the effect of tracheostomy modifications on swallowing physiology. The majority of the studies that we identified have poor study quality and high bias risk. Given the multifactorial nature of dysphagia following tracheostomy, it is important to espouse a study design that facilitates objective comparisons while controlling for confounds. We recommend homogeneity across both patient diagnoses and airway variables or alternatively, large enough samples to support the inherent heterogeneity while providing generalizability and the opportunity for statistical testing. Primary studies should also report on the pulmonary and tracheostomy data with greater detail. This would include, but not be limited to: pulmonary performance, ventilator parameters, cuff volume measurement, tracheostomy tube size, and tracheostomy tube type. Furthermore, utilizing instrumental swallowing assessments to capture the swallow following tracheostomy modifications is prudent given the complexity of this patient population and their high rates of aspiration and silent aspiration [39, 43, 44, 46] . Following assessment completion, it is crucial to interpret these assessments ideally through psychometrically validated tools or quantitative measurements in order to maintain objectivity and facilitate within and between study comparisons. Moving forward, these steps will facilitate our understanding of the impact of tracheostomy modification on swallowing physiology thereby informing how best to remediate dysphagia following tracheostomy placement.",
            "cite_spans": [
                {
                    "start": 1128,
                    "end": 1132,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1133,
                    "end": 1136,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1137,
                    "end": 1140,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1141,
                    "end": 1144,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Implications for Clinical Practice and Research"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Tracheostomy: Epidemiology, indications, timing, technique, andoutcomes",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Napolitano",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Respiratory Care",
            "volume": "59",
            "issn": "",
            "pages": "895--919",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Tracheostomy: from insertion to decannulation",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Engels",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Bagshaw",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Brindley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Can J Surg",
            "volume": "52",
            "issn": "5",
            "pages": "427--460",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Tracheostomy tube manometry: evaluation of speaking valves, capping and need for downsizing",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Rabkin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Respir J",
            "volume": "3",
            "issn": "1",
            "pages": "8--14",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Essential principles: tracheostomy care in the adult patient",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nurs Crit Care",
            "volume": "19",
            "issn": "2",
            "pages": "63--72",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Anatomy and physiology of tracheostomy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Respir Care",
            "volume": "50",
            "issn": "4",
            "pages": "476--82",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Tracheostomy tubes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Altobelli",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Respir Care",
            "volume": "59",
            "issn": "6",
            "pages": "953--71",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Tracheostomy tubes and related appliances",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Hess",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Respir Care",
            "volume": "50",
            "issn": "4",
            "pages": "497--510",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Complications and consequences of endotracheal intubation and tracheotomy. A prospective study of 150 critically ill adult patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Stauffer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Petty",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Am J Med",
            "volume": "70",
            "issn": "1",
            "pages": "65--766",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Long-term complications of artificial airways",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Sue",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Susanto",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Chest Med",
            "volume": "24",
            "issn": "3",
            "pages": "457--71",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Aspiration of oral feedings in patients with tracheostomies",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Pannunzio",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "AACN Clin Issues",
            "volume": "7",
            "issn": "4",
            "pages": "560--569",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Subglottic air pressure: a key component of swallowing efficiency",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Eibling",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Gross",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Ann Otol Rhinol Laryngol",
            "volume": "105",
            "issn": "4",
            "pages": "253--261",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Investigating swallowing and tracheostomy following critical illness: a scoping review",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Skoretz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Riopelle",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wellman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care Med",
            "volume": "48",
            "issn": "2",
            "pages": "141--51",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0000000000004098"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Incidence of aspiration in tracheally intubated adults",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Elpern",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Bone",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Heart Lung",
            "volume": "16",
            "issn": "5",
            "pages": "527--558",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Meta-analysis of dysphagia and aspiration pneumonia in frail elders",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Der Maarel-Wierink",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Vanobbergen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Bronkhorst",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Schols",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "De Baat",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Dent Res",
            "volume": "90",
            "issn": "12",
            "pages": "1398--404",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Social and psychological burden of dysphagia: its impact on diagnosis and treatment",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ekberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hamdy",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Woisard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wuttge-Hannig",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ortega",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Dysphagia",
            "volume": "17",
            "issn": "2",
            "pages": "139--185",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Modifiable risk factors for nursing home-acquired pneumonia",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Quagliarello",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ginter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Ness",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Allore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tinetti",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "40",
            "issn": "1",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Physiology and radiology of the normal oral and pharyngeal phases of swallowing",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Dodds",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Logemann",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Am J Roentgenol (AJR)",
            "volume": "154",
            "issn": "5",
            "pages": "953--63",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Pulmonary aspiration in mechanically ventilated patients with tracheostomies",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Elpern",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Petro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Ries",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Chest",
            "volume": "105",
            "issn": "2",
            "pages": "563--569",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Weaning from mechanical ventilation using tracheostomy cuff deflation and a one-way speaking valve: a historical-cohort series",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kowalski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "El-Gabalawy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Macaulay",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Can J Anaesth",
            "volume": "64",
            "issn": "12",
            "pages": "1286--1294",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Management of patients requiring prolonged mechanical ventilation: report of a NAMDRC consensus conference",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Macintyre",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Chest",
            "volume": "128",
            "issn": "6",
            "pages": "3937--54",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Tracheostomy decannulation. Respiratory care",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "55",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Effect of the Passy-Muir Valve on aspiration in patients with tracheostomy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Dettelbach",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mahlmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Eibling",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Head Neck",
            "volume": "17",
            "issn": "4",
            "pages": "297--302",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Dysphagia and expiratory air flow",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Siebens",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Tippett",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kirby",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "French",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Dysphagia",
            "volume": "8",
            "issn": "3",
            "pages": "266--275",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Effect of a tracheostomy speaking valve on secretions, arterial oxygenation, and olfaction: a quantitative evaluation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Lichtman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Birnbaum",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Sanfilippo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Pellicone",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Damon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Speech Hear Res",
            "volume": "38",
            "issn": "3",
            "pages": "549--55",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Physiologic effects of open and closed tracheostomy tubes on the pharyngeal swallow",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mahlmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Grayhack",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ann Otol Rhinol Laryngol",
            "volume": "112",
            "issn": "2",
            "pages": "143--52",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Investigation of the causal relationship between tracheotomy and aspiration in the acute care setting",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Leder",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Laryngoscope",
            "volume": "110",
            "issn": "4",
            "pages": "641--645",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Swallowing dysfunction in patients receiving prolonged mechanical ventilation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tolep",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Getch",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Criner",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Chest",
            "volume": "109",
            "issn": "1",
            "pages": "167--72",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The Cochrane Collaboration's tool for assessing risk of bias in randomised trials",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Gotzsche",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMJ",
            "volume": "343",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The incidence of dysphagia following endotracheal intubation: a systematic review",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Skoretz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Flowers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martino",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chest",
            "volume": "137",
            "issn": "3",
            "pages": "665--73",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Simultaneous videofluoroscopic swallow study and modified Evans blue dye procedure: An evaluation of blue dye visualization in cases of known aspiration",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Brady",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Hildner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Hutchins",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Dysphagia",
            "volume": "14",
            "issn": "3",
            "pages": "146--155",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Enhancing communication with the Passy-Muir valve",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Albamonte",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Pediatr Nurs",
            "volume": "20",
            "issn": "2",
            "pages": "149--53",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Unpacking your literature search toolbox: on search styles and tactics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Booth",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health Info Libr J",
            "volume": "25",
            "issn": "4",
            "pages": "313--320",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Return of Voice For Ventilated Tracheostomy Patients in ICU: a randomized controlled trial of early-targeted intervention",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Freeman-Sanderson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Togher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Elkins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Phipps",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Crit Care Med",
            "volume": "44",
            "issn": "6",
            "pages": "1075--81",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Tracheostomy tube change before day 7 is associated with earlier use of speaking valve and earlier oral intake",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kondili",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Bittner",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "H"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Respir Care",
            "volume": "58",
            "issn": "2",
            "pages": "257--63",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A low-volume, low-pressure tracheal tube cuff reduces pulmonary aspiration",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pakeerathan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Blunt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subramanya",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Crit Care Med",
            "volume": "34",
            "issn": "3",
            "pages": "632--641",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Swallow physiology in patients with trach cuff inflated or deflated: a retrospective study",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Logemann",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Head Neck",
            "volume": "27",
            "issn": "9",
            "pages": "809--822",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Simultaneous modified barium swallow and blue dye tests: a determination of the accuracy of blue dye test aspiration findings",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;neil-Pirozzi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lisiecki",
                    "suffix": ""
                },
                {
                    "first": "Jack",
                    "middle": [],
                    "last": "Momose",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Connors",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Milliner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Dysphagia",
            "volume": "18",
            "issn": "1",
            "pages": "32--40",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A Biomechanical study of hyoid bone and laryngeal movements during swallowing comparing the Blom low profile voice inner cannula and passy-muir one way tracheotomy tube speaking valves",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Srinet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Daele",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Adam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Burrell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Aronberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Leder",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Dysphagia",
            "volume": "30",
            "issn": "6",
            "pages": "723--732",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Effect of a one-way tracheotomy speaking valve on the incidence of aspiration in previously aspirating patients with tracheotomy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Leder",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Dysphagia",
            "volume": "14",
            "issn": "2",
            "pages": "73--80",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Effect of tracheotomy tube occlusion on upper esophageal sphincter and pharyngeal pressures in aspirating and nonaspirating patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Leder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Joe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Traube",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Dysphagia",
            "volume": "16",
            "issn": "2",
            "pages": "79--82",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Influence of the cuff pressure on the swallowing reflex in tracheostomized intensive care unit patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amathieu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sauvat",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Reynaud",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Br J Anaesth",
            "volume": "109",
            "issn": "4",
            "pages": "578--83",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Secretions, occlusion status, and swallowing in patients with a tracheotomy tube: a descriptive study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Donzelli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brady",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wesling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Theisen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ear Nose Throat J",
            "volume": "85",
            "issn": "12",
            "pages": "831--835",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Effect of occlusion of a tracheotomy tube on aspiration",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Leder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Tarro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Burrell",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Dysphagia",
            "volume": "11",
            "issn": "4",
            "pages": "254--262",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Effects of cuff deflation and one-way tracheostomy speaking valve placement on swallow physiology",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Suiter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Mccullough",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Powell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Dysphagia",
            "volume": "18",
            "issn": "4",
            "pages": "284--92",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Occlusion of tracheostomy tubes does not alter pharyngeal phase kinematics but reduces penetration by enhancing pharyngeal clearance: a prospective study in patients with neurogenic dysphagia",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ledl",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ullrich",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am J Phys Med Rehabil",
            "volume": "96",
            "issn": "4",
            "pages": "268--72",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Swallowing with a tracheostomy tube in place: does cuff inflation matter?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bears",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Barone",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Corvo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Tucker",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Intensive Care Med",
            "volume": "17",
            "issn": "3",
            "pages": "132--137",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Effects of one-way speaking valve placement on swallowing physiology for tracheostomized patients: impact on laryngeal clearance",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohmae",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Adachi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Isoda",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nihon Jibiinkoka Gakkai Kaiho",
            "volume": "109",
            "issn": "7",
            "pages": "594--603",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Effect of the Passy-Muir tracheostomy speaking valve on pulmonary aspiration in adults",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Elpern",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Okonek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bacon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gerstung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Skrzynski",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Heart Lung J Acute Crit Care",
            "volume": "29",
            "issn": "4",
            "pages": "287--93",
            "other_ids": {
                "DOI": [
                    "10.1067/mhl.2000.106941"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "A penetration-aspiration scale",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Rosenbek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Robbins",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Roecker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Coyle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Dysphagia",
            "volume": "11",
            "issn": "2",
            "pages": "93--101",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Study selection process",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Swallowing impairment according to tracheostomy tube modifications. DO digital occlusion, Infl cuff inflation, NR not reported, NT not tested statistically, SV speaking valve, Unoccl unoccluded, Occl occluded; ( +) = with; Penetration-aspiration scores according to tracheostomy tube modifications. ( +) Inflation vs. ( +) SV condition significant (p = 0.01). Infl cuff inflation, NR not reported, SV speaking valve, ( +) = with, ( −) = without the authors did find valve placement significantly reduced penetration rates and residue.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "From the beginning of online availability to May 2017 (inclusive), we searched for eligible studies in eight electronic databases: Allied and Complementary Medicine Database (AMED), Biosciences Information Service (BIOSIS Previews), Cumulative Index to Nursing & Allied Health Literature (CINAHL), Excerpta Medica Database (Embase), Evidence Based Medicine Reviews, Healthstar, MEDLINE and PsycInfo. We manually searched for citations in 11 journals: Archives of Surgery, Canadian Journal of Surgery, Chest, Critical Care Medicine, Dysphagia, Head & Neck, Intensive Care Medicine, International Journal of Speech Pathology, Journal of Otolaryngology, Laryngoscope, and the Head & Neck Journal. Our searches also included nine grey literature repositories: Canadian Agency for Drugs and Technologies in Health (CADTH), Centers for Disease Control and Prevention, National Health Service, Proquest Dissertations, Theses Canada Portal, Canadian Best Practices Portal, National Guideline Clearinghouse, Canadian Medical Association (CMA Infobase), and Clinical Practice Guidelines. Using the accepted English articles, we performed forward and backward citation chasing",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "did not have selective outcome reporting. All 10 [39-48] operationally defined their outcome measures with seven studies [39-41, 43-45, 47] using operational definitions for tracheostomy conditions/modifications. Eight studies [40-46, 48] maintained consistent assessment across all patients and of those, four [39-41, 43] reported patients' baseline measures. Due to study design, no study incorporated sequence generation or allocation concealment.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Study characteristicsARDS acute respiratory distress syndrome; CABG coronary artery bypass graft surgery; CHF congestive heart failure; COPD chronic obstructive pulmonary disease; CVA cerebral vascular accident; EMG electromyography; FEES fiberoptic endoscopic evaluation of swallowing; MVA motor vehicle accident; N patients who meet inclusion criteria for this review; PNA pneumonia; SD standard deviation; VFSS videofluoroscopic swallowing study; y year a Thoracic/abdominal. b Cuff pressure variations:5,10,15,20,25,30,40, 50, and 60 cm H 2 O. c Multi-organ failure, sepsis, ARDS, pneumonia.Inflation/deflation comparison. e Multiple trauma, CABG, CVA, CHF, PNA, lung cancer, smoke inhalation, COPD. f ± one-way speaking valve.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Swallowing impairment and scale type according to tracheostomy modifications",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "3-point scale: 0 = no residue, 1 = coating, 2 = pooling. d Residue was greater with + SV. e For thin liquid boluses only. f Twelve subjects had intermittent use of Passy-Muir speaking valve, ranging from 2-6 weeks. g Reduced aspiration with PMV on, p = 0.016.No aspiration after initial SV placement in 7/20 previously aspirating patients, not statistically tested. i Laryngeal residue. j Pharyngeal residue.Aspiration rates reduced however occlusion type and aspiration rate relation not statistically significant. l Marianjoy 5-point secretion scale. Unless otherwise specified, **data meeting inclusion criteria, ‡ comparison statistically significant unless otherwise specified, + presence, − absence",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Quantitative measures according to tracheostomy modifications ALA amplitude of laryngeal acceleration, defl cuff deflation, EMGp peak electromyographic activity, infl cuff inflation, mm millimeters, mmHg millimeter of mercury, ms milliseconds, N no, NR not reported, NS non-significant findings reported and no p-value provided, occl occlusion, sec seconds, SV speaking valve, UES upper esophageal sphincter, unoccl unocclusion, y year, Y yes a Swallow duration measures (oral transit, stage transition, and total swallow) not reported individually. b Longer duration with deflated condition.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Fig. 4 Quantitative measures according to tracheostomy tube occlusion. mmHG millimeter of mercury, NS not significant, UES upper esophageal sphincter",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to express our gratitude to Dr. Valter Ciocca, Anna Klenin, Yuuya Kohzuka, Darko Milovanovic, Becky Reed, Gabriela Raymond, Stephanie Riopelle, Tim Sportschuetz, Winnie Wong, and many others who have graciously given of their time and multilingual skills for the translations required for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}