{
    "paper_id": "3dbcc354d82c99ecfae024faa594781ea9c64f1c",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "5.3 (4.7-5.8) 8.02 (6.7-9.9) <0.001 4.8 (4.5-5.3) 6 (5.8-6.5) 8.9 (7.7-11.4) <0.001 -Max 5.9 (5.3-6.6) 10.7 (8.1-14.3) <0.001 5.4 (5-6.1) 6.8 (6.2-7.9) 11.3 (9.1-14.6) <0.001 -Min 4.6 (4.1-5.3) 5.9 (5.1-7.4) <0.001 4.3 (3.9-4.8) 5.4 (4.7-5.9) 72 (5.7-9. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "IgA and IgM antibody development stratified by the diabetes status or median glucose levels in COVID-19 patients. For each time the results are shown as median of the arbitrary units",
            "authors": [],
            "year": null,
            "venue": "ESM Figure 2. Antibody titers based on diabetes and median fasting glucose. Kinetics of anti-SARS-CoV-2 RBD, S1+S2 and Nucleocapsid IgG",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "Data are expressed as median (IQR), median and 95% confidence interval (95%CI) or percentage. CAD: coronary artery diseases; CKD: Chronic Kidney disease; COPD: Chronic obstructive pulmonary disease; FU: Follow up. PaO2/FiO2 ratio: partial pressure of O2/fraction of inspired O2. NP: Neurodegenerative disease.ESMTable 2. Baseline characteristics of study population according to diabetes type Data are expressed as median (IQR), median and 95% confidence interval (95%CI) or percentage. CAD: coronary artery diseases; CKD: Chronic Kidney disease; COPD: Chronic obstructive pulmonary disease; PaO2/FiO2 ratio: partial pressure of O2/fraction of inspired O2. NP: Neurodegenerative disease ESMTable 3. Symptoms and laboratory values according to diabetes and median fasting glycaemia Data are expressed as median (IQR) or percentage. ALT: Alanine Amino Trasferase; AST: Aspartate Amino Transaminase; Bil: total bilirubin; Crea: creatinine; CRP: C-reactive protein; LDH: Lactate dehydrogenase; HGB: Haemoglobin; Lymph: Lymphocyte; M: missing data; Neu: Neutrophil; PLT: Platelet; WBC: White Blood cell.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Performed including variable with p<0.05 in univariate analysis. FBG: Fasting Blood Glucose ESM Table 5. Age and sex-adjusted hazard ratios (HR) with 95% confidence intervals (CI) for the risk of Intensive Care Unit admission Performed including variable with p<0.05 in univariate analysis. FBG: Fasting Blood Glucose ESM Table 6. Titers and prevalence of antibodies at different time from symptoms onset according to diabetes status. Data are expressed as median (IQR) or percentage",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}