{
    "paper_id": "3dbcc8c7d06aa53c9e710a85ba27f4024f2103e1",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the Editor Initially, Radiation Therapy Oncology Group (RTOG) study 0424 1 was proposed as a randomized trial designed with the same definition of \"high-risk low-grade glioma\" as RTOG 9802. 2 However, when RTOG 0424 was approved as a single-arm phase 2 trial as a precursor to a possible future phase 3 trial, it was modified for a comparison with historical controls defined by the Pignatti criteria. 3 These 2 studies (RTOG 0424 and RTOG 9802) therefore cannot be directly compared. In addition, with the development of molecular classification based on isocitrate dehydrogenase mutation, 4 the concept of \"high risk\" needs to be redefined. Although the CODEL trial has reopened as a 2-arm comparison of radiation plus procarbazine/CCNU/ vincristine versus radiation plus concomitant and adjuvant temozolomide and includes both grade 2 and grade 3 codeleted gliomas, it will not provide an answer to the question of procarbazine/CCNU/vincristine versus temolozomide in nondeleted gliomas. We await the results of further molecular studies from RTOG 0424 that are ongoing to guide us in future trials to try to answer these questions. 5 Broadening the Tent with Intentional Spaces",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 194,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 405,
                    "end": 406,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1139,
                    "end": 1140,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "In Reply to Saini and Jalali"
        },
        {
            "text": "Representation matters. As a Latino, I did not see myself in the radiation oncology (rad-onc) workforce. Becoming someone I did not see elsewhere presented unique challenges and a sense of isolation as I struggled to find others who shared my experiences. Although the silver lining is the opportunity to chart new territory, when alone, it is hard to know whether you are making progress toward your destination. American Society for Radiation Oncology (ASTRO) will soon announce new ROHub communities to provide virtual gathering spaces for radiation oncologists. For those unfamiliar, ROhub is ASTRO's official online platform for collaboration and networking (https://rohub.astro.org/ home). These communities yield manifold benefitsdespecially for underrepresented minoritiesdand having a virtual community for Latinx rad-oncs excites me. Latinx physicians are drastically underrepresented in radiation oncology at only 2% of the workforce, 1 despite 15% of Americans identifying as Latinx. With 1 of every 50 radiation oncologists identifying as Latinx, our specialty ranks near the bottom of the top 20 largest medical specialties with respect to representation: There is much room for improvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In Reply to Saini and Jalali"
        },
        {
            "text": "A virtual space allows for mentorship of trainees and junior faculty seeking career advice, which could also serve as a resource to increase the pipeline of underrepresented minorities into our fields, considering Black and Latinx students are less likely to attend medical schools with affiliated rad-onc residency programs. 2 Dedicated spaces also provide mental health support: the stress and invisible labor that more commonly burden diverse faculty are well documented. 3 Latinx doctors can benefit from a community in which we can share our common experiences, interests, stories, and struggles. For early-stage underrepresented investigators, for example, a virtual community can significantly reduce time to grant submission. 4 Some of my colleagues may believe that creating communities around race or ethnicity increases divisions within our community. But divisions already exist. The \"I don't see race\" perspective of the 1990s hinders our ability to dismantle the extraordinary barriers developed over hundreds of years of systemic racism that affect both patients and doctors. A dedicated community provides a safe space to generate ideas from lived experience and foster leaders to represent those underrepresented among the larger membership. We know that Black, Latinx, and Native physicians are more likely to practice in underserved communities and treat more minority patients, regardless of income. 5 The COVID-19 pandemic has thrust into the spotlight the health care disparities faced by communities of color, and a forum for those affected creates opportunities to address such inequities. 6 I am excited for ASTRO's debut and kick-off of these ROHub communities. Particularly as we become increasingly virtual, planned socializing and networking must adapt. The timing could not be better. Opportunity is not a zero-sum game: we do not have to lose power or influence when others gain it. Increased diversity will push our research forward, bring forth new ideas, and enrich patient care. Educational experiences prove that diversity within training environments improves learning outcomes for all students. 7 For these reasons and more, ASTRO's initiative will provide a broader tent for all of us.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 476,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 734,
                    "end": 735,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 1420,
                    "end": 1421,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 1614,
                    "end": 1615,
                    "text": "6",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2133,
                    "end": 2134,
                    "text": "7",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "In Reply to Saini and Jalali"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Phase II study of a temozolomide-based chemo-radiotherapy regimen for high risk lowgrade gliomas: Long-term results of Radiation Therapy Oncology Group (RTOG)",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pugh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Macdonald",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prognostic factors for survival in adult patients with cerebral low-grade glioma",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pignatti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Den Bent",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Curran",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Clin Oncol",
            "volume": "20",
            "issn": "",
            "pages": "2076--2084",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Radiation plus procarbazine, CCNU, and vincristine in low-grade glioma",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Buckner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Pugh",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "374",
            "issn": "",
            "pages": "1344--1355",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The 2016 World Health Organization classification of tumors of the central nervous system: A summary",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Louis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Reifenberger",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Acta Neuropathol",
            "volume": "131",
            "issn": "",
            "pages": "803--820",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The American Society for Radiation Oncology 2017 radiation oncologist workforce study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vapiwala",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Radiat Oncol Biol Phys",
            "volume": "103",
            "issn": "",
            "pages": "547--556",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Diversity based on race, ethnicity, and sex, of the US radiation oncology physician workforce",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Deville",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int J Radiat Oncol Biol Phys",
            "volume": "85",
            "issn": "",
            "pages": "912--918",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "What is faculty diversity worth to a university?",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthew",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The Atlantic",
            "volume": "508311",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Using a virtual community (the Health Equity Learning Collaboratory) to support early-stage investigators pursuing grant funding",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Engler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hemming",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Environ Res Public Health",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Increasing racial and ethnic diversity among physicians: An intervention to address health disparities?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kington",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tisnado",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Carlisle",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Smedley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Stith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Colburn",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Covid-19: Black people and other minorities are hardest hit in US",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Educational benefits of diversity in medical school: A survey of students",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Whitla",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Orfield",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Silen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Acad Med",
            "volume": "78",
            "issn": "",
            "pages": "460--466",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}