{"paper_id": "3dbc6b1c72b8de2c9440919250885225c83ebfd0", "metadata": {"title": "To appear in: Injury", "authors": []}, "abstract": [], "body_text": [{"text": "The COVID -19 outbreak has had a profound effect on the management of healthcare service provision in the UK. Orthopaedic departments have been no exception to this and have needed to adapt to the changing circumstances by releasing resources and focusing on 'essential' activity. The aim of this study is to quantify the reduction in trauma and, in addition, describe any changes in the type of referrals to the trust which may have been affected by the pandemic itself and the social distancing measures employed by the UK government.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The study was performed in a UK District Hospital which is also a Trauma Unit providing trauma and orthopaedic care to a population of 625,000 people.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The trust based electronic database of trauma referrals was used to compare the numbers of, and types of referral to our trauma service during the COVID-19 pandemic and the corresponding time periods in the previous 3 years.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The mean number of referrals per week to the service reduced by 33% in the time period following the confirmation of the outbreak as a pandemic (p<0.0001). Number of operations performed per week reduced by 26% (p=0.001). There was no change in the number of referrals relating to domestic abuse or non-accidental injury. In addition, numbers of hip fractures, periprosthetic fractures and prosthetic joint dislocations were unchanged. There was a significant reduction in the number of referrals for simple fractures, native joint dislocations, wounds and soft tissue injuries. Within the paediatric population, similarly, a reduction in simple fracture referrals was demonstrated.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The emergence of the COVID-19 pandemic has had a profound effect on healthcare services throughout the world. On the 16 th of March 2020, NHS trusts received guidance from the government outlining multiple measures to reduce non-essential activity and to increase inpatient and critical care capacity in order to compensate for the large numbers of patients who would require hospitalisation and respiratory support 1,2 Whilst orthopaedic departments may not be the first specialty brought to mind when considering the effects of a pandemic that primarily causes respiratory symptoms, they have nonetheless needed to adapt accordingly. 3 Orthopaedic departments received guidance to release capacity to protect vital resources that have been key to the pandemic response. Alterations have been made to service management and elective surgery deemed as 'non-essential' has ceased. 4, 5 Trauma services have been adapted with teleconferencing, virtual fracture clinic services, and alterations to service provision such as early senior input into patient care at the point of contact. 5, 6 Preparations have been made to adapt to volatile staffing levels as well as allowing for the redeployment of staff to other specialties when necessary. 5 Non-elective trauma patients will continue to require care and it is essential that orthopaedic departments adopt a pragmatic approach to enable proper management of these patients whilst protecting staff, patients, and vital resources required in the response to the pandemic. 3, 5, 7 We noted a reduction in referrals to the on-call orthopaedic service in the time since the onset of the pandemic, in particular, since the national social distancing measures were employed in an attempt to control transmission rates of the virus. 8 This has been noted in other centres. 3 At our trust, to some extent, this temporary reduction in referrals has led to staff redeployment to other areas struggling due to staffing issues and volume of ward work.", "cite_spans": [{"start": 636, "end": 637, "text": "3", "ref_id": "BIBREF2"}, {"start": 880, "end": 882, "text": "4,", "ref_id": "BIBREF3"}, {"start": 883, "end": 884, "text": "5", "ref_id": "BIBREF4"}, {"start": 1083, "end": 1085, "text": "5,", "ref_id": "BIBREF4"}, {"start": 1086, "end": 1087, "text": "6", "ref_id": "BIBREF5"}, {"start": 1240, "end": 1241, "text": "5", "ref_id": "BIBREF4"}, {"start": 1520, "end": 1522, "text": "3,", "ref_id": "BIBREF2"}, {"start": 1523, "end": 1525, "text": "5,", "ref_id": "BIBREF4"}, {"start": 1526, "end": 1527, "text": "7", "ref_id": "BIBREF6"}, {"start": 1775, "end": 1776, "text": "8", "ref_id": "BIBREF8"}, {"start": 1815, "end": 1816, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "Previous studies have attempted to predict causative factors in variations in trauma load in order to better plan resource allocation, hence improving the outcome for patients. 9 For example, snow 10 and severe weather 11 have been associated with 'fracture epidemics', warmer weather is associated with an increase in paediatric injuries 12 , and the day of the week and time of day has also been shown to be associated with predictable variations in trauma referrals. 13 Social distancing guidance released by the UK government limits a vast range of social activity, and this limitation may account for the changes we have seen in the number of trauma referrals, with pubs, restaurants and leisure centres all closed at present. In addition, people aged over 70, a cohort prone to orthopaedic injury, are advised to follow the social distancing guidance particularly stringently. 14 Changes to practice in an orthopaedic department at this time are aimed at prioritising clinically urgent cases, ensuring the safety of healthcare workers and patients, and preserving vital resources for battling the pandemic. 15 The aim of this study is to quantify the changes to trauma referrals at our district general hospital since the social restrictions were imposed on the 20 th of March 2020. We would hope that this information could be employed in strategic planning for future pandemic scenarios in order to better meet the aims outlined above.", "cite_spans": [{"start": 177, "end": 178, "text": "9", "ref_id": "BIBREF9"}, {"start": 219, "end": 221, "text": "11", "ref_id": "BIBREF11"}, {"start": 339, "end": 341, "text": "12", "ref_id": "BIBREF12"}, {"start": 470, "end": 472, "text": "13", "ref_id": "BIBREF13"}, {"start": 1113, "end": 1115, "text": "15", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Introduction"}, {"text": "The study was performed in a UK District General Hospital which is also a Trauma Unit. Gloucestershire Hospitals NHS Foundation Trust is split over two sites, but the acute orthopaedic on-call service is based at Gloucester Royal Hospital. The service provides acute trauma and orthopaedic care to a population of 625,000 and receives referrals from the emergency departments in Gloucester Royal and Cheltenham General Hospitals; general practitioners and other primary care workers; minor injuries units; and from inpatient specialties within the Trust. In addition, patients local to the Trust are repatriated from both domestic and international sources.", "cite_spans": [], "ref_spans": [], "section": "Setting"}, {"text": "Referrals to the on-call orthopaedic service are received by telephone and recorded in an electronic database. Data include the dates of injury and referral, the source of referral, the injury type and site, planned management and date of any surgery. A free text field is used to provide information on the mechanism of injury, medical history and examination findings. For this study, anonymised records were retrieved for all referrals received between January 2017 and 26 th April 2020. Trauma theatre provision was reorganised in 2017, and records of cases completed in our two regular 7 days/week trauma theatres were retrieved from January 2018.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "In order to make our comparison, we defined the 2020 COVID-19 outbreak in the United Kingdom as beginning at the start of ISO week 11 of 2020 (week commencing 9 th of March, 2020). This was the week during which the UK government announced that gatherings and crowded public spaces should be avoided, people should work from home, nonessential travel should cease and atrisk groups should isolate 16 . It was also was the week during which the WHO defined the COVID-19 outbreak as a pandemic. Multiple sources of mobility data confirm that mobility in the UK began to decrease dramatically from ISO week 11, even though formal lockdown in the United Kingdom did not begin until the 23 rd of March 2020. 17, 18 We collected data until the end of ISO week 17 (26 th April 2020). Data were compared with the same ISO weeks from 2017-2019.", "cite_spans": [{"start": 397, "end": 399, "text": "16", "ref_id": "BIBREF16"}, {"start": 703, "end": 706, "text": "17,", "ref_id": "BIBREF17"}, {"start": 707, "end": 709, "text": "18", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Data"}, {"text": "Rates of referral, injury and surgery were compared using the Poisson test, with the mean rate in years 2017-2019 as the null hypothesis. The false discovery rate was set at 10% and p-values were adjusted using the Benjamini Hochberg method. 19 Statistical analysis was performed in R (R Core Team, Vienna 2014).", "cite_spans": [{"start": 242, "end": 244, "text": "19", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Statistical analysis"}, {"text": "There were 19937 referrals recorded between 1 st January 2017 and 26 th April 2020. Mean monthly referrals were 498 (standard deviation = 63).", "cite_spans": [], "ref_spans": [], "section": "Referrals received"}, {"text": "The number of referrals received during the first 8 weeks of 2020 was not significantly different to previous years (p = 0.10). During the 2020 COVID-19 pandemic there was a significant reduction in rate of referral, to mean 75/week from 112/week in 2017-2019 (33% reduction; p < 0.001) (figure 1).", "cite_spans": [], "ref_spans": [], "section": "Referrals received"}, {"text": "The median age of patients referred during the COVID-19 pandemic was 61 years (IQR = 42 years) and was not significantly different to equivalent periods in previous years (p = 0.50).", "cite_spans": [], "ref_spans": [], "section": "Referrals received"}, {"text": "Cases of assault, domestic abuse, safeguarding concern, self-harm and suspected paediatric non-accidental injury were comparable to previous years (table 1) . It should be noted that these numbers represent only those cases referred to the oncall orthopaedic service and not general incidence of presentation. There was a trend towards more polytrauma cases repatriated from other centres. The difference was largely accounted for by reductions in operating for non-hip fractures and ligament repairs; hip fracture surgery, soft tissue surgery, joint surgery and implant removal rates were not significantly different ( figure 3; table 3 ).", "cite_spans": [], "ref_spans": [{"start": 147, "end": 156, "text": "(table 1)", "ref_id": "TABREF0"}, {"start": 620, "end": 637, "text": "figure 3; table 3", "ref_id": "FIGREF2"}], "section": "Injuries"}, {"text": "Within the paediatric population (age <18 years) there were significant reductions in the rates of simple fractures and the most common fracture surgeries (tables 4 & 5).", "cite_spans": [], "ref_spans": [], "section": "Paediatric injuries and management"}, {"text": "The data has demonstrated a significant reduction in trauma presenting to the department in the time period since the COVID-19 outbreak was declared a pandemic. Changes to mobility and working patterns in the UK occurred in several stages, culminating in the official lockdown beginning 23 rd of March which limited people to leaving their houses for the following; shopping for necessities; one form of exercise per day; medical needs; travelling to work (where one can-not work from home). 14 A causal relationship between these measures and the observed decrease in trauma referrals is likely. Road traffic has been reported to have reduced by 73%, 20 sporting and leisure activities have been ceased, likely reducing the effect that the 'weekend warrior' 21 has on trauma numbers. We noted a reduction in the number of referrals even prior to the measures implemented by the government on the 23 rd of March. This confirms that service demands had substantially changed before social distancing measures were enforced.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Social alcohol consumption which can lead to falls, physical violence and road traffic collisions 22 has also fallen significantly.", "cite_spans": [{"start": 98, "end": 100, "text": "22", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "Clearly there will be other factors. Most concerning is the potential that people may be avoiding seeking medical help out of fear of contracting COVID-19, particularly in the case of more minor injuries.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Change in referral patterns may also have contributed. The minor injuries service in our unit was reorganised during the COVID-19 pandemic with most minor orthopaedic trauma managed at the 'front door' by a consultant-led orthopaedic team. This could have resulted in more definitive management decisions made without referral, including decisions to accept initial non-operative treatment in order to minimise footfall within the hospital during the pandemic. Although there have been no formal changes to referral pathways from primary care and peripheral minor injuries units, a reduction in referrals from these sources may have been influenced by a perception of reduced capacity of the acute orthopaedic service.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Social-isolation is linked to abuse and non-accidental injury. In addition, economic stresses, lack of support networks and access to healthcare are also potential contributing factors. 23 Some centres have, unfortunately, already reported a rise in non-accidental injury. 24 In this study we have not reflected this finding. We do, however, report relatively low numbers of abuse and NAI in past years, which may make differences difficult to detect.", "cite_spans": [{"start": 186, "end": 188, "text": "23", "ref_id": "BIBREF23"}, {"start": 273, "end": 275, "text": "24", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Discussion"}, {"text": "We have noted an increase in poly trauma repatriations in this time. The majority of repatriations come from the major trauma centre within our network. A limiting factor to the timeliness of repatriation in from time of referral is bed availability at our own trust. We can hypothesize that the reduction in trauma referral numbers has contributed to creating capacity for these repatriated patients.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Our electronic database allowed us to sub-group type of injury in our analysis. There were statistically significant reductions in the numbers of simple fractures, native joint dislocations and wounds injuries, that in the younger population, may be prevented by the lockdown. Injuries associated with an older population 25 and a lower level of trauma such as prosthetic joint dislocations, periprosthetic fractures and pathological fractures were unchanged. Our highest burdensome injury, the fragility neck of femur fracture, an injury most commonly caused as a result of a ground level fall 15 may not be as affected by social distancing measures. We have seen a slight increase in median age of patients referred during the COVID-19 pandemic which would reflect our change in injury profile, however, this change is not statistically significant.", "cite_spans": [{"start": 322, "end": 324, "text": "25", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Discussion"}, {"text": "The number of operations performed during the COVID-19 pandemic has reduced significantly. Most notably there has been a huge reduction in the number of procedures performed for simple fracture management reflecting the changes we have seen in the injury types referred. In addition, procedures that may be considered 'semi-elective' such as knee ligament reconstruction that were previously being carried out on trauma lists have been delayed, adhering to national guidance.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "There has been national guidance regarding treating certain conditions conservatively 5 which may have reduced the number of patients listed for surgery. In our unit, although we planned for triaging such patients, this was not required and, as such, should not have affected the number of patients listed for surgery.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Although we continued to run our two regular trauma theatres 7 days per week, we performed a much smaller number of operations for trauma during the COVID-19 pandemic. Local protocols were introduced during the pandemic to reduce infection risk in theatres, involving aerosol generating procedures, personal protective equipment and recovery, which contributed to a significant reduction in theatre turnover. It was necessary to maintain theatre capacity despite the reduced number of procedures performed, and this should be anticipated when planning for such conditions in the future. Whilst protocols did introduce some non-modifiable delays (such as theatre rest times between cases), the delay resulting from new procedures, staff redeployments and frequent updates to guidance could be minimised by planning, training or supervision.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "All hospital departments will have their own part to play in the response to the COVID-19 pandemic. The response by the Orthopaedic department at our trust has been based on postponing non-urgent treatment to release resources whilst maintaining an adequate service to manage non elective patients appropriately and in manner that is as safe as possible for the patients and staff. During the pandemic it was possible to commit more staff to redeployment to help other departments under pressure, absorb musculoskeletal related pressure from the emergency department and adjust resource allocation accordingly. We would expect similar changes in future pandemic where similar social measures are imposed, and we hope to carry forward lessons learned during the COVID-19 pandemic. ", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "To control the covid-19 outbreak, young, healthy patients should avoid the emergency department", "authors": [{"first": "A", "middle": [], "last": "Karan", "suffix": ""}], "year": 2020, "venue": "The BMJ", "volume": "368", "issn": "", "pages": "1--2", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Orthopaedic social distancing and manpower management throughout COVID-19", "authors": [{"first": "M", "middle": [], "last": "Campbell", "suffix": ""}], "year": null, "venue": "British Orthopaedic Association", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Infection prevention and control of epidemic-and pandemic-prone acute respiratory diseases in health care", "authors": [], "year": null, "venue": "World Health Organization", "volume": "6", "issn": "", "pages": "1--90", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Clinical guide for the management of trauma and orthopaedic patients during the coronavirus pandemic", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "BOAST -Management of patients with urgent orthopaedic conditions and trauma during the coronavirus pandemic", "authors": [], "year": null, "venue": "British Orthopaedic Association", "volume": "", "issn": "", "pages": "1--6", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The impact of a global pandemic on orthopaedic services : The collaborative approach in a UK major trauma centre", "authors": [{"first": "B", "middle": ["O"], "last": "Pearce", "suffix": ""}, {"first": "D", "middle": [], "last": "Yeomans", "suffix": ""}, {"first": "M", "middle": [], "last": "Kelly", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand", "authors": [{"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}], "year": 2020, "venue": "Imperial.Ac.Uk", "volume": "3", "issn": "20", "pages": "", "other_ids": {"DOI": ["10.25561/77482"]}}, "BIBREF9": {"ref_id": "b9", "title": "What is the effect of the weather on trauma workload? A systematic review of the literature", "authors": [{"first": "A", "middle": ["M"], "last": "Ali", "suffix": ""}, {"first": "K", "middle": [], "last": "Willett", "suffix": ""}], "year": 2015, "venue": "Injury", "volume": "46", "issn": "", "pages": "945--53", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The impact of snow on orthopaedic trauma referrals", "authors": [{"first": "J", "middle": [], "last": "Weston-Simons", "suffix": ""}], "year": 2012, "venue": "Injury", "volume": "43", "issn": "", "pages": "1033--1039", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Severe weather warnings predict fracture epidemics", "authors": [{"first": "I", "middle": ["R"], "last": "Murray", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Howie", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Biant", "suffix": ""}], "year": 2011, "venue": "Injury", "volume": "42", "issn": "", "pages": "687--90", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A year's trauma admissions and the effect of the weather", "authors": [{"first": "W", "middle": ["G"], "last": "Atherton", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Harper", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Abrams", "suffix": ""}], "year": 2005, "venue": "Injury", "volume": "36", "issn": "", "pages": "40--46", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "External factors and the incidence of severe trauma: Time, date, season and moon", "authors": [{"first": "C", "middle": ["I A"], "last": "Pape-Köhler", "suffix": ""}, {"first": "C", "middle": [], "last": "Simanski", "suffix": ""}, {"first": "U", "middle": [], "last": "Nienaber", "suffix": ""}, {"first": "R", "middle": [], "last": "Lefering", "suffix": ""}], "year": 2014, "venue": "Injury", "volume": "45", "issn": "", "pages": "93--102", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "COVID-19: guidance on social distancing and for vulnerable people", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Novel Coronavirus and Orthopaedic Surgery", "authors": [{"first": "Chang", "middle": [], "last": "Liang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "W", "middle": [], "last": "Murphy", "suffix": ""}, {"first": "D", "middle": [], "last": "Hui", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "", "suffix": ""}], "year": 2020, "venue": "J. Bone Jt. Surg", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Coronavirus: PM says everyone should avoid office, pubs and travelling", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "COVID-19 Community Mobility Reports", "authors": [{"first": "", "middle": [], "last": "Google", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Oxford COVID-19 Impact Monitor", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Controlling the False Discovery Rate: a Practical and Powerful Approach to Multiple Testing", "authors": [{"first": "Y", "middle": [], "last": "Benjamini", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hochberg", "suffix": ""}], "year": 1995, "venue": "J. R. Stat. Soc", "volume": "57", "issn": "", "pages": "289--300", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "UK road travel falls to 1955 levels as Covid-19 lockdown takes hold", "authors": [{"first": "D", "middle": [], "last": "Carrington", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The 'weekend warrior': Fact or fiction for major trauma?", "authors": [{"first": "D", "middle": ["J"], "last": "Roberts", "suffix": ""}], "year": 2014, "venue": "Can. J. Surg", "volume": "57", "issn": "", "pages": "62--70", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Alcohol Consumption at Any Level Increases Risk of Injury Caused by Others: Data from the Study on Global AGEing and Adult Health", "authors": [{"first": "T", "middle": [], "last": "Clausen", "suffix": ""}, {"first": "P", "middle": [], "last": "Martinez", "suffix": ""}, {"first": "A", "middle": [], "last": "Towers", "suffix": ""}, {"first": "T", "middle": [], "last": "Greenfield", "suffix": ""}, {"first": "P", "middle": [], "last": "Kowal", "suffix": ""}], "year": 2015, "venue": "Subst. Abuse Res. Treat", "volume": "9", "issn": "2", "pages": "125--157", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Non-accidental injury in children in the time of Covid-19 pandemic", "authors": [{"first": "B", "middle": ["E"], "last": "Baird", "suffix": ""}], "year": 2020, "venue": "British Orthopaedic Association", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Spike in Severe Child Abuse Cases Likely Result of COVID-19. Cook Children", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Epidemiology of fractures in the United Kingdom 1988-2012: Variation with age, sex, geography, ethnicity and socioeconomic status", "authors": [{"first": "E", "middle": ["M"], "last": "Curtis", "suffix": ""}], "year": 2016, "venue": "Bone", "volume": "87", "issn": "", "pages": "19--26", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The distribution of injuries is shown in table 2. There were significant reductions in the rate of referral for simple fractures, native joint dislocations, soft tissue infections and wounds. Operations Between January 2018 and 26 st April 2020 6425 operations were completed in our two regular trauma theatres. The mean number of trauma operations completed per month was 229 (SD = 63). In the first 8 weeks of 2020 the number of operations completed was not significantly different to 2018-19 (p = 0.35). During the 2020 COVID-19 pandemic there was a significant reduction in the number of trauma operations completed, to mean 39/week from 53/week in 2018-2019 (26% reduction; p = 0.001) (figure 2).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Weekly referrals by year Weekly trauma operations by year", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Surgical treatment during COVID-19 outbreak compared with equivalent period in previous years", "latex": null, "type": "figure"}, "TABREF0": {"text": "Specific aetiologies of cases referred during pandemic and equivalent period in previous years.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>2017 </td><td>2018 </td><td>2019 </td><td>2020 </td><td>p-value </td></tr><tr><td>Assault </td><td>2 </td><td>1 </td><td>2 </td><td>1 </td><td>1.0 </td></tr><tr><td>Domestic abuse </td><td>0 </td><td>1 </td><td>0 </td><td>0 </td><td>1.0 </td></tr><tr><td>Safeguarding concern </td><td>0 </td><td>2 </td><td>0 </td><td>1 </td><td>1.0 </td></tr><tr><td>Self-harm </td><td>1 </td><td>4 </td><td>5 </td><td>2 </td><td>1.0 </td></tr><tr><td>Non-accidental injury </td><td>0 </td><td>1 </td><td>0 </td><td>0 </td><td>1.0 </td></tr><tr><td>Polytrauma managed locally </td><td>6 </td><td>6 </td><td>7 </td><td>8 </td><td>1.0 </td></tr><tr><td>Polytrauma repatriated </td><td>4 </td><td>1 </td><td>1 </td><td>5 </td><td> 0.37 </td></tr></table></body></html>"}, "TABREF1": {"text": "Distribution of all injuries referred during COVID-19 pandemic and equivalent weeks in previous years.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>2017 </td><td>2018 </td><td>2019 </td><td>2020 </td><td>p-value </td></tr><tr><td>Fractures </td><td>Simple fracture 418 </td><td>375 </td><td>390 </td><td>259 </td><td>&lt;0.001 </td></tr><tr><td> </td><td>Fragility hip fracture 100 </td><td>100 </td><td>119 </td><td>91 </td><td>0.31 </td></tr><tr><td>Periprosthetic fracture </td><td>Open fracture 22 </td><td>27 </td><td>12 </td><td>18 </td><td>0.96 </td></tr><tr><td>6 </td><td>3 </td><td>10 </td><td>10 </td><td>0.31 </td></tr><tr><td>Fracture - dislocation </td><td>Pathological fracture 1 </td><td>2 </td><td>2 </td><td>1 </td><td>1.0 </td></tr><tr><td>13 </td><td>15 </td><td>16 </td><td>6 </td><td>0.07 </td></tr><tr><td>Dislocations Dislocation native joint </td><td>9 </td><td>11 </td><td>14 </td><td>2 </td><td>0.008 </td></tr><tr><td>Dislocation prosthetic joint </td><td>13 </td><td>10 </td><td>7 </td><td>9 </td><td>1.0 </td></tr><tr><td>Infection </td><td>Bone/joint infection 8 </td><td>9 </td><td>11 </td><td>12 </td><td>0.51 </td></tr><tr><td>Neoplastic Primary bone tumour </td><td>Soft Tissue infection 61 </td><td>53 </td><td>58 </td><td>29 </td><td>&lt;0.001 </td></tr><tr><td>1 </td><td>1 </td><td>0 </td><td>0 </td><td>1.0 </td></tr><tr><td>Metastatic bone disease </td><td>2 </td><td>1 </td><td>5 </td><td>4 </td><td>0.51 </td></tr><tr><td>Complications Fracture non / malunion </td><td>3 </td><td>1 </td><td>2 </td><td>1 </td><td>1.0 </td></tr><tr><td>Post-operative problem </td><td>9 </td><td>10 </td><td>13 </td><td>6 </td><td>0.40 </td></tr><tr><td>Other trauma </td><td>Foreign body 5 </td><td>10 </td><td>17 </td><td>4 </td><td>0.12 </td></tr><tr><td> </td><td>Haematoma 9 </td><td>7 </td><td>4 </td><td>13 </td><td>0.09 </td></tr><tr><td> </td><td>Ligament injury 13 </td><td>6 </td><td>7 </td><td>5 </td><td>0.51 </td></tr><tr><td>Nerve injury (including nerve </td><td> </td><td> </td><td> </td><td>0.31 </td></tr><tr><td> </td><td>root impingement) 10 </td><td>5 </td><td>32 </td><td>22 </td><td> </td></tr><tr><td> </td><td>Soft Tissue 41 </td><td>52 </td><td>48 </td><td>31 </td><td>0.07 </td></tr><tr><td>Traumatic Amputation </td><td>Tendon injury 7 </td><td>16 </td><td>12 </td><td>12 </td><td>1.0 </td></tr><tr><td>3 </td><td>0 </td><td>2 </td><td>2 </td><td>0.94 </td></tr><tr><td> </td><td>Wound 28 </td><td>30 </td><td>25 </td><td>11 </td><td>0.004 </td></tr></table></body></html>"}, "TABREF2": {"text": "Table 3: All surgical treatments during COVID-19 outbreak compared with equivalent period in previous years", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>2017 </td><td>2018 </td><td>2019 </td><td>2020 </td><td>p-value </td></tr><tr><td>Fracture surgery </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Open reduction &amp; internal </td><td>fixation 139 </td><td>124 </td><td>118 </td><td>58 </td><td>&lt;0.001 </td></tr><tr><td>Flexible nail 1 </td><td>1 </td><td>2 </td><td>0 </td><td>0.82 </td></tr><tr><td> </td><td>Intramedullary nail 19 </td><td>19 </td><td>22 </td><td>9 </td><td>0.06 </td></tr><tr><td> </td><td>Manipulation under anaesthetic 40 </td><td>13 </td><td>21 </td><td>7 </td><td>0.001 </td></tr><tr><td> </td><td>MUA/K-wire 35 </td><td>41 </td><td>34 </td><td>19 </td><td>0.02 </td></tr><tr><td> </td><td>Tension band wire 1 </td><td>0 </td><td>2 </td><td>2 </td><td>0.55 </td></tr><tr><td>Hip fracture surgery Compression hip screw </td><td>External Fixation 3 </td><td>4 </td><td>7 </td><td>2 </td><td>0.67 </td></tr><tr><td>25 </td><td>23 </td><td>24 </td><td>17 </td><td>0.44 </td></tr><tr><td>Cemented hemiarthroplasty </td><td>39 </td><td>48 </td><td>48 </td><td>49 </td><td>0.80 </td></tr><tr><td>Cephalomedullary nail </td><td>10 </td><td>18 </td><td>22 </td><td>23 </td><td>0.43 </td></tr><tr><td>Total Hip Replacement </td><td>18 </td><td>8 </td><td>13 </td><td>10 </td><td>0.79 </td></tr><tr><td>Joint surgery </td><td>Relocation of joint 7 </td><td>3 </td><td>3 </td><td>5 </td><td>0.92 </td></tr><tr><td>Non-hip arthroplasty 3 </td><td>2 </td><td>5 </td><td>2 </td><td>0.90 </td></tr><tr><td>Revision arthroplasty </td><td>5 </td><td>6 </td><td>7 </td><td>8 </td><td>0.74 </td></tr><tr><td>Arthroscopic procedure </td><td>3 </td><td>1 </td><td>0 </td><td>0 </td><td>0.82 </td></tr><tr><td>Soft tissue surgery </td><td>Nerve repair 2 </td><td>0 </td><td>0 </td><td>1 </td><td>0.79 </td></tr><tr><td>Tendon repair 7 </td><td>10 </td><td>8 </td><td>9 </td><td>0.88 </td></tr><tr><td> </td><td>Ligament repair 14 </td><td>3 </td><td>7 </td><td>0 </td><td>0.006 </td></tr><tr><td> </td><td>Terminalisation 4 </td><td>2 </td><td>3 </td><td>4 </td><td>0.80 </td></tr><tr><td>Incision and drainage </td><td>Coverage procedure 4 </td><td>1 </td><td>1 </td><td>2 </td><td>1.0 </td></tr><tr><td>14 </td><td>11 </td><td>12 </td><td>8 </td><td>0.55 </td></tr><tr><td>Debridement and washout </td><td>50 </td><td>39 </td><td>31 </td><td>26 </td><td>0.13 </td></tr><tr><td>Washout and VAC dressing </td><td>2 </td><td>0 </td><td>2 </td><td>3 </td><td>0.43 </td></tr><tr><td>Wound closure 4 </td><td>10 </td><td>5 </td><td>2 </td><td>0.39 </td></tr><tr><td>Removal foreign body </td><td>Wound exploration 6 </td><td>16 </td><td>15 </td><td>6 </td><td>0.35 </td></tr><tr><td>3 </td><td>8 </td><td>14 </td><td>4 </td><td>0.43 </td></tr><tr><td>Implant removal Removal internal fixation </td><td>6 </td><td>3 </td><td>2 </td><td>3 </td><td>1.0 </td></tr><tr><td>Removal of frame 0 </td><td>1 </td><td>0 </td><td>0 </td><td>1.0 </td></tr><tr><td> </td><td>Removal of wires 0 </td><td>0 </td><td>1 </td><td>0 </td><td>1.0 </td></tr></table></body></html>"}, "TABREF3": {"text": "Table 5: Paediatric procedures", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>2017 2018 </td><td>2019 </td><td>2020 </td><td>p-value </td></tr><tr><td>Fracture surgery </td><td>ORIF 16 14 </td><td>12 </td><td>5 </td><td>0.046 </td></tr><tr><td>Flexible nail 1 1 </td><td>2 </td><td>0 </td><td>1.0 </td></tr><tr><td> </td><td>MUA 33 8 </td><td>16 </td><td>4 </td><td>&lt;0.001 </td></tr><tr><td>Joint surgery Arthroscopic procedure </td><td>MUA/K-wire 17 13 </td><td>19 </td><td>16 </td><td>1.0 </td></tr><tr><td>1 0 </td><td>0 </td><td>0 </td><td>1.0 </td></tr><tr><td>Soft tissue surgery </td><td>Ligament repair 0 0 </td><td>1 </td><td>0 </td><td>1.0 </td></tr><tr><td>Incision and drainage 1 1 </td><td>1 </td><td>0 </td><td>1.0 </td></tr><tr><td>Debridement and washout </td><td>3 5 </td><td>3 </td><td>1 </td><td>0.62 </td></tr><tr><td>Wound closure 1 4 </td><td>1 </td><td>1 </td><td>1.0 </td></tr><tr><td> </td><td>Wound exploration 1 2 </td><td>4 </td><td>2 </td><td>1.0 </td></tr><tr><td>Implant removal Removal of internal fixation </td><td>Removal foreign body 0 2 </td><td>4 </td><td>0 </td><td>0.62 </td></tr><tr><td>0 0 </td><td>0 </td><td>1 </td><td>† </td></tr><tr><td>† Poisson test p-values not meaningful </td><td>Removal of wires 0 0 when λ &lt; 1 </td><td>1 </td><td>1 </td><td>0.62 </td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors confirm that there is no conflict of interest associated with this work. In addition, we have received no funding to carry out this work.The article has not been previously published, nor is it being considered for publication elsewhere.", "cite_spans": [], "ref_spans": [], "section": "Conflict/Declaration of Interest"}]}