{
    "paper_id": "3dc2dd97337bcb150f31de79c8933ec33ba0484a",
    "metadata": {
        "title": "Macro and meso level influences on distributed integrated COPD care delivery: a social network perspective",
        "authors": [
            {
                "first": "Wendy",
                "middle": [],
                "last": "Hartford",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sevinj",
                "middle": [],
                "last": "Asgarova",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Graham",
                "middle": [],
                "last": "Macdonald",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [],
                "last": "Berger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sayra",
                "middle": [],
                "last": "Cristancho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Nimmon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Care guidelines for people with chronic obstructive pulmonary disease (COPD) recommend an integrated approach for holistic, flexible, and tailored interventions. Continuity of care is also emphasised. However, many patients with COPD experience fragmented care. Discontinuities in healthcare and related social services are likely to result in disjointed rather than integrated care which can negatively affect patient health outcomes. The purpose of this qualitative study was to improve our understanding of, and how, contextual features pertaining to structures and processes of COPD integrated care influence delivery of care within patients' healthcare networks. Methods: We conducted individual interviews with 28 participants (9 patients, 16 healthcare professionals, and 3 spousal caregivers). Participants were recruited through the lung clinic at a city hospital in western Canada. We employed a social network paradigm to analyse and interpret the data. Results: The analysis revealed an overarching theme of fragmented COPD care with two sub-themes: (1) Funding shortfalls and availability of resources, and (2) Dis(mis)connected communication pathways. The overarching theme depicts variations, delays, and discontinuities in patient care. The sub-themes describe how macro level influences and meso level shortfalls were perceived to influence the availability of respiratory care resources that contributed to fragmented COPD care. Conclusions: Employing a social network lens drew particular attention to family physicians' pivotal role in delivering community-based COPD care. While an integrated approach to care is recommended by care guidelines, institutional and organizational structures and processes, such as financial and communication structures, may inhibit delivery of integrated care. Thus, macro and meso level structures and processes have the potential to shape patient care by constraining family physicians' purposive and communication actions necessary for facilitating an integrated distributed approach to care. We propose a context of care which fosters a context for family physicians' delivery of patient-centered care. Integrated care delivery may improve patients' wellbeing and alleviate financial constraints on the healthcare system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Chronic obstructive pulmonary disease (COPD) is a global [1] and local [2, 3] health burden, and a major cause of disability and death [2, 3] . People with COPD often have comorbidities such as asthma, diabetes, and hypertension [4] which increases both health and economic burden [2, 4] . The needs of people with COPD appear to be wellestablished [5] and care guidelines (Table 1) commonly recommend an integrated care approach for the treatment and management of COPD [4, 6] .",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 60,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 71,
                    "end": 74,
                    "text": "[2,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 75,
                    "end": 77,
                    "text": "3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 135,
                    "end": 138,
                    "text": "[2,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 139,
                    "end": 141,
                    "text": "3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 229,
                    "end": 232,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "[2,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 285,
                    "end": 287,
                    "text": "4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "[4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 475,
                    "end": 477,
                    "text": "6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 373,
                    "end": 382,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Background"
        },
        {
            "text": "There is no clear definition of the term \"integrated care\" [7] . The term can be used, for example, to describe managed care, continuity of care, patient-centered care, and or integrated delivery systems [7, 8] . Integrated care also considers organizational and professional aspects of a healthcare delivery system [8] . In relation to patient care, integrated care more often relates to collaboration between various healthcare practices, such as family physician, respiratory specialist, therapist, pharmaceutical, and pulmonary rehabilitation services, that are necessary to treat and manage COPD [7, 9] . Integrated care with these collaborative characteristics has been shown to improve patient health outcomes, particularly with respect to decreased exacerbations and hospitalization [11, 12] . At the organizational level, integrated care refers to the organizations and services that deliver healthcare, such as health authorities and private service providers, and is thought to reduce healthcare costs [9] [10] [11] .",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 62,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "[7,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 208,
                    "end": 210,
                    "text": "8]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 316,
                    "end": 319,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "[7,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 605,
                    "end": 607,
                    "text": "9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 791,
                    "end": 795,
                    "text": "[11,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 796,
                    "end": 799,
                    "text": "12]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1013,
                    "end": 1016,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1017,
                    "end": 1021,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1022,
                    "end": 1026,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Central to concepts of integrated care are notions of holistic care, patient education and self-management [9] , flexibility and continuity [13] and tailored interventions. These are considered critical features which adapt to changes in patients' needs over the course of the disease [14] . Importantly, addressing social isolation that many patients experience, due to physical and psychological distress, should be a prominent consideration of integrated care [13, 15] . Support structures and processes, such as protected resources [16] , spirometry testing [6] , appropriate transition mechanisms [9] , and flexible referral procedures [13] , are also requirements for integrated care. Structures that support healthcare provider/patient relationship development should also be present [10] .",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 140,
                    "end": 144,
                    "text": "[13]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[14]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 463,
                    "end": 467,
                    "text": "[13,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 468,
                    "end": 471,
                    "text": "15]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 536,
                    "end": 540,
                    "text": "[16]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 602,
                    "end": 605,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "[13]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 791,
                    "end": 795,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Despite recommendations for integrated COPD care, studies suggest that many patients experience fragmented COPD care [6, 18] . For instance, Wodskou and colleagues [13] found that while patients were not dissatisfied with their overall care, patients' needs contrasted with resource availability leading to dissimilar access to services and fragmented care (e.g., referral times and availability of rehabilitation programs). Furthermore, current guidelines for integrated COPD management, such as patient education and managing exacerbations, may not be widely implemented [9] . Some speculate that this may, in part, be due to varying perceptions of integrated care between different stakeholders (patients, their healthcare team members, and health organizations), and across and within different care settings [8, 13, 17] . In addition, a diversity of care settings, and healthcare structures and processes suggest that a universal model of integrated COPD care is unlikely and fraught with challenges [7] . At a broader level, discontinuities in healthcare and related social services can result in fragmented rather than integrated care [8] .",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "[6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 121,
                    "end": 124,
                    "text": "18]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 164,
                    "end": 168,
                    "text": "[13]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 573,
                    "end": 576,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 813,
                    "end": 816,
                    "text": "[8,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 817,
                    "end": 820,
                    "text": "13,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 821,
                    "end": 824,
                    "text": "17]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1005,
                    "end": 1008,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1142,
                    "end": 1145,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Barton et al. [15] suggest that a social network approach to COPD patient care may provide a deeper understanding of organizational and individual structures and processes which support patient care. Moreover, others have suggested that primary care perspectives of the inter-relations that exist between clinical (micro), professional and organizational (meso), and system (macro) levels of care may improve our understanding of integrated care requirements [8] .",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "text": "[15]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A social network approach focuses on the patterns of social relations that develop between individuals and groups [19] . Individual contacts, connections, and group attachments provide the basis for the creation of relational data which merge and enable organization of social action [19] , such as COPD care. This approach also aims to explore structural properties of networks and how they influence social action [19] . Relations that are generated between individuals and groups are not attributed to individuals, but are considered properties of the connections between individuals and groups [19] .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "[19]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 284,
                    "end": 288,
                    "text": "[19]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[19]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 598,
                    "end": 602,
                    "text": "[19]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "According to the fundamental premise of a social network approach, the relations, and the patterns they form construct social life [20] . This perspective is distinct from research approaches which focus on individual and attribute-based contexts [20] . In relation to integrated COPD care, a social network approach brings attention to the ways in which relational connections form between actors involved in COPD care which influence the social action of delivery of care. Thus, we assume Table 1 Guidelines for COPD care Overall guidelines for best practice for an integrated comprehensive approach to COPD care include: diagnosis of COPD confirmed with spirometry, clinical evaluation, and comprehensive management to include pharmacological, non-pharmacological, and educational interventions [4, 6] .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[20]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 247,
                    "end": 251,
                    "text": "[20]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 798,
                    "end": 801,
                    "text": "[4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 802,
                    "end": 804,
                    "text": "6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 491,
                    "end": 498,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Background"
        },
        {
            "text": "Goals: prevent disease progression, relieve symptoms, improve exercise tolerance and health status, reduce mortality, and prevent and treat complications and exacerbations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Four components 1. Assess and monitor disease 2. Reduce risk factors: such as tobacco use 3. Manage stable COPD: based on severity of disease, pharmacological, non-pharmacological, and health education 4. Manage exacerbations: common causes infection and air pollution require pharmacological treatment and non-invasive ventilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "individuals in a network are connected and focus on how resources and communication are mobilized, or not, through network relational connections. This differs from research approaches which interview multiple stakeholders, but primarily consider the professional attributes individual actors bring to COPD care delivery as discrete entities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "However, research concerning the dimensions of patients' healthcare social networks is limited. Presently, network structures, such as the composition of patients' networks, and processes which support an integrated approach to care are not well understood in the context of COPD care. As a result, we lack insight into the ways contextual meso and macro level network practices shape patients' health outcomes particularly where care is provided in distributed community settings rather than in a single location. Using a social network lens, we define community as \"people providing support and services to those to whom they are connected\" rather than a geographic location with supports and services ( [20] , p. 19 ). As such, while care services may be geographically distributed, our premise is that communities of distributed integrated care can be constructed.",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 710,
                    "text": "[20]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 716,
                    "end": 718,
                    "text": "19",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Without this knowledge we are at risk of perpetuating fragmented care that in turn may lead to poor patient outcomes and wasted resources [8, 16, 17] .",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "text": "[8,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 142,
                    "end": 145,
                    "text": "16,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 146,
                    "end": 149,
                    "text": "17]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The purpose of this study is to improve our understanding of, and how, contextual features pertaining to structures and processes of integrated care influence delivery of COPD care within patients' healthcare networks. We aimed to broaden the perspective of COPD treatment and management, and build on previous research on patients' experiences and perspectives of integrated COPD care [13, 18] . We anticipate that a social network lens may expand our understanding of patients', caregivers', and healthcare professionals' experiences and provide nuanced interpretations of care practices [13, 21] . Our goal is to identify structures and processes to support promoting distributed integrated COPD care, and ultimately high-quality patient healthcare by answering the following questions: 1). What are the healthcare network structures and processes which contribute to distributed integrated COPD care? 2). What are the challenges of delivering distributed integrated COPD care?",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 390,
                    "text": "[13,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "18]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 590,
                    "end": 594,
                    "text": "[13,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 595,
                    "end": 598,
                    "text": "21]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "This qualitative study is a secondary data analysis [22, 23] of a larger study which investigated how COPD teams (people with COPD and their healthcare networks) negotiate and make decisions about a patient care plan. In this secondary analysis we specifically study the influence of healthcare network structures and processes on distributed integrated COPD care. The questions that we explore in this study were not part of the parent study, but emerged during the primary analysis [22, 23] . This secondary data analysis considers a subset of data from the parent study [22, 23] : patients receiving care in the community.",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "text": "[22,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 57,
                    "end": 60,
                    "text": "23]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[22,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "23]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 573,
                    "end": 577,
                    "text": "[22,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 578,
                    "end": 581,
                    "text": "23]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "A social network paradigm stresses the importance of group members' \"perceptions and experiences of the context in which they act\" and in the construction of its social meaning ( [19] , p. 15). Particular attention is given to characteristics that enable and/or constrain choice and agency [19, 24, 25] . Within the conceptual landscape of social network analysis, communication (flow of information) and purposive action (flow of resources) merge forming a foundation for network cooperation [19] . Within social networks, sets of ties link various actors and allow for or block the flow of information and resources between actors [24] . In the present analysis, we define patients' healthcare networks as being egocentric. An egocentric network is based on patients, their selected healthcare providers, and the structures and processes in which interactions occur in the context of COPD care. Egocentric social networks are not isolated from other social networks [24, 26] . For instance, patients' COPD healthcare networks are interwoven with organisational (e.g., healthcare professional organizations) and institutional networks (e.g., healthcare authorities). Organization and institutional networks frame egocentric social networks [19] . A social network perspective may sharpen insights into network structures and processes that shape distributed integrated COPD care.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "text": "[19]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "[19,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "24,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 299,
                    "end": 302,
                    "text": "25]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 493,
                    "end": 497,
                    "text": "[19]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 633,
                    "end": 637,
                    "text": "[24]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 968,
                    "end": 972,
                    "text": "[24,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 973,
                    "end": 976,
                    "text": "26]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1241,
                    "end": 1245,
                    "text": "[19]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Social network paradigm"
        },
        {
            "text": "The research team for both the parent study and this secondary analysis included the principal investigator LN, a senior investigator SC, a research coordinator SA, and three research assistants GM, MB and WH. For the parent study we used a purposive sampling strategy to recruit COPD patients and members of their healthcare networks in a two phased process. Patients were recruited through the hospital lung clinic in a large urban area in western Canada. SA was invited to visit the clinic to describe the study and provide consent packages to interested patients and caregivers. We conducted semistructured, in-depth interviews with all participants which lasted between 30 and 90 min. SA conducted face-to-face interviews with all patient participants. During the interviews, each patient was asked to name at least 3 members of their healthcare network [27] . With patients' permission, SA contacted and invited patients' healthcare network members to participate in the study. These participants were interviewed separately by phone or in person by SA. In total, for the parent study, we recruited 10 patients, 19 healthcare providers, and 3 spousal caregivers for a total sample of 32 participants. All interviews were audio recorded and SA also provided field notes. The interview protocol was designed to promote discussion around healthcare network members and their role in providing patient care, communication, and relationships with other network members. Patients were identified as team (network) members in the parent study and the interview questions were posed to all participants. For example, \"When a problem comes up how do you communicate with the other team members?\" When, patients were asked \"Who is on your healthcare team?\", healthcare team members were asked \"Who is on the patient's healthcare team?\" The recorded interviews were transcribed verbatim, and anonymized. For this secondary data analysis, we drew on participant data from 9 patients, their 16 healthcare providers, and three spousal caregivers for a total sample of 28 participants. The data from one patient and their team was excluded as this patient received institutionalised care in a longterm care facility rather than in the community.",
            "cite_spans": [
                {
                    "start": 859,
                    "end": 863,
                    "text": "[27]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "Regular debriefing meetings, with the original research team, were conducted to undertake this qualitative secondary data analysis. In accordance with a social network lens, we focused on identifying ties between actors within patients' healthcare networks and how actors (patients and their healthcare providers) were connected. Since ties represent pathways of communication between actors [19, 24] , we sought to identify communication modes (e.g., electronic communication systems, face-to-face conversation) and how information and resources (healthcare services) flowed between actors. Patterns of communication, information, and resource flow were of significant interest in relation to how they constrained or enabled integrated care.",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 396,
                    "text": "[19,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 397,
                    "end": 400,
                    "text": "24]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "The analytic process followed a three-stage iterative and cyclical systematic process: item analysis, pattern analysis and structural analysis. Item analysis involved compiling groups of similar items of interest (e.g., different healthcare services patients used) which led to the identification of primary codes for organising the data [28] . Pattern analysis involved a process of comparison, contrast, and integration which led to organizing items together in higher order patterns. For instance, patterns were identified around patients' experience accessing care and of continuity of care. Structural analysis involved bringing together pieces of an analytic puzzle to create an overall structural insight of the phenomena under exploration [28] . During structural analysis, we incorporated many initial codes and developed theoretically informed themes that drew on social network theory [19, 24] . This conceptually driven stage of analysis elucidated structures and processes that influenced integrated care. NVivo (version 11 Pro) was used to organize and manage the data. To provide participant anonymity, pseudonyms have been applied.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 342,
                    "text": "[28]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "[28]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 896,
                    "end": 900,
                    "text": "[19,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 901,
                    "end": 904,
                    "text": "24]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Ethics approval for this study was received from the Behavioral Research Ethics Board of the university. Written consent was obtained from all participants prior to the individual interviews.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "The composition of patients' COPD healthcare networks was diverse as was gender, age, and marital and socioeconomic status ( Table 2 ). All networks except two included a family physician and respirologist. Patients' networks varied with respect to respiratory therapists, nurse clinician, pharmacists, spousal caregivers, and other specialists. Patients received care through three different health authorities responsible for delivering care in the area. Patients were served by hospital respiratory clinics, independent community physician clinics, and specialist managed clinics. For the majority of patients, family physicians rather than respirologists, were the primary COPD care provider. Overall patients appeared to be satisfied with their care, but were less satisfied with organizational processes, referrals, and consultation times which led to discontinuities in care.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 132,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The analysis revealed an overarching theme of fragmented COPD care, with two interwoven subthemes: (1) Funding shortfalls and availability of resources, and (2) Dis(mis)connected communication pathways. The first theme introduces the overarching concept of fragmented flow of resources. The two subthemes then describe how macro and meso level influences and shortfalls were perceived to influence the availability of respiratory care resources that contributed to fragmented COPD care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Participants framed COPD care as currently \"piecemeal\" (respiratory therapist 3) while acknowledging the benefits of integrated care and healthcare moving in that direction. Patients experienced changes in healthcare providers, and given stretched resources, it was rare for independent physician community clinics to take a multidisciplinary approach:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fragmented COPD care"
        },
        {
            "text": "But otherwise in the physician's clinics it's not a multidisciplinary approach. I think they go in and see the physician and that's it, and then if they need social work they're referred back out… within the clinic of a specialist there isn't other disciplines working or part of a team…. (respiratory therapist 2). Patients referred to their family physicians as the person or \"traffic cop\" (patient 2) who directed their care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fragmented COPD care"
        },
        {
            "text": "While the majority of patients had been referred to respirologists, not all patients were referred to respiratory clinics, or respiratory therapists/educators resulting in dissimilar patterns of care:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fragmented COPD care"
        },
        {
            "text": "[P]atients are going to be referred to a specialist based on the severity of their condition, because a lot of family physicians will try to manage the condition on their own without putting that additional burden on the specialist system. Not all patients are going to be referred to a respiratory therapist. Clinic E is a very unusual situation where they have their own respiratory therapist…I think patients for the most part have their family physician treating them (nurse clinician).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fragmented COPD care"
        },
        {
            "text": "The referral process, which required patients to renew their family physician's respirologist referral after 6 months, delayed and disrupted continuity of care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fragmented COPD care"
        },
        {
            "text": "So from the time we first ask Dr. Anderson [family physician] to go to a COPD clinic, to getting to see Dr. Oliver [respirologist] , that was a year and a half. And then from seeing Dr. Oliver to when we'll see him again after Ryan [patient] has, you know, his C.T. scan and everything, that's going to be another five or six months. So now we're, like, two years in (spousal caregiver 2).",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 130,
                    "text": "[respirologist]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fragmented COPD care"
        },
        {
            "text": "Differing health professional perspectives of care had the potential to interfere with patient care plans. Despite guidelines for treatment and management family physicians may not always choose to follow respirologists' recommended care plans: \"But there's always some doctors [i.e., FP] who have their own opinion about what is best for the patients…\" (respirologist 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fragmented COPD care"
        },
        {
            "text": "Participants indicated that funding shortfalls contributed to these discontinuities in COPD care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fragmented COPD care"
        },
        {
            "text": "The major resource for funding COPD care was provincial universal health insurance plan which provided for all health services deemed medically necessary. Increased financial support appeared to be essential to provide adequate health professionals and resources to meet the needs of the COPD community. Hospital administrative decisions regarding bed availability could result in patients being discharged before they were ready and/or before community care had been arranged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding shortfalls and availability of resources"
        },
        {
            "text": "I feel like it's a combination of the way our system is structured. I think there is limited capacity sometimes, and I think there might be financial…it's not incentives. That's not the right word. But there are other factors that influence some of the decisions being made (family physician 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding shortfalls and availability of resources"
        },
        {
            "text": "It seemed that funding COPD care may depend on how well healthcare administrators understood the cost and health benefits associated with providing recommended COPD care, but \"they don't always either have the resources or the ability to come up with those decisions\" (respirologist 1). Insufficient budgetary support for COPD care also had a significant influence on shortfalls in care. In particular, shortfalls in the physician payment structure (mostly fee-for-service) were perceived to limit family physician capacity to manage integrated COPD care. Family physicians were perceived as being overloaded with patients and paperwork, and consequently had insufficient time to spend time with complex patients. Against these shortfalls, there were inferences of unnecessary consultations and medical tests: \"But what I see is some of these investigations are ordered annually, routinely. And I don't think it's actually supported by much evidence \"(family physician 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding shortfalls and availability of resources"
        },
        {
            "text": "Furthermore, the healthcare system could not support specialist care for every COPD patient. Resources to assist family physicians were available in the form of rapid telephonic access to consultative expertise and various care plan tools on the government website. However, family physicians were generally not well equipped for diagnosing and managing COPD patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding shortfalls and availability of resources"
        },
        {
            "text": "…the vast majority of COPD patients are taken care of by primary care physicians…the downside of primary care is they have limited time to spend with the patient. And because the patient may have heart failure and diabetes…they've multiple issues to be dealt with. So most G.P.'s [family physicians] don't have access to an educator. They don't have access to spirometry…they can't track their patients (respirologist 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding shortfalls and availability of resources"
        },
        {
            "text": "In addition, there were insufficient family physicians, clinic nurses, community respiratory therapists/educators, and other allied health professionals to meet the therapeutic and educational needs of individual COPD healthcare networks. The availability of respiratory therapists varied between health authorities: \"In Health Authority C I think they have a team of, like, 12 or 13 of them actually…. there's only two of us that work in the community in Main Site A\" (respiratory therapist 3). In particular, adequate numbers of respiratory therapists were perceived to have the potential of reducing specialist referral wait list. Moreover, although transition teams managed patient transition back to the community, patient follow-up was limited and may not be continued over the long term:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding shortfalls and availability of resources"
        },
        {
            "text": "So at the time of discharge I would have a note saying that the transition team, they'll arrange to see her after she's discharged…I don't think she actually is continuously followed by this transition team. I think it's really just when she gets discharged home… (family physician 4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding shortfalls and availability of resources"
        },
        {
            "text": "There were indications that behaviour change for smoking cessation required long term support: \"we've been working pretty consistently on that too for several years\" (family physician 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding shortfalls and availability of resources"
        },
        {
            "text": "One respiratory therapist referred to a smoking cessation program and a COPD support group that they had set up outside of the clinic, but these did not appear to be common features of COPD care due to lack of resources. Patients appreciated the opportunity to attend rehabilitation programs with several patients benefitting from re-enrollment: …went through the six weeks and did their exercise and listened to the lecture. But the second time going through it was much better than the first time… And then when you're going to these groups you're talking to other people that have the same problem…I learned an awful lot from that (patient 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding shortfalls and availability of resources"
        },
        {
            "text": "However, re-enrollment was not typically available. In addition to funding shortfalls and resource availability, communication flow through networks also contributed to fragmented care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding shortfalls and availability of resources"
        },
        {
            "text": "Participants emphasised the benefits of a community wide electronic communication system. Current communication modes often left one of the care providers out of the \"loop\" at the expense of patient care. Healthcare providers experienced difficulties in communication due to dissimilar communication systems used by different health authorities, hospitals, and physician/specialist clinics. Patient electronic medical records (EMRs) were not available across different health authority networks and clinics. Reports and referrals were mailed to clinical offices outside of a particular system, faxes and phone modes often required follow-up communication, and network meetings were mostly impractical due to geographical location and healthcare provider availability. These disconnected communication modes resulted in delays in receiving reports and disrupted patient care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dis(mis)connected communication pathways"
        },
        {
            "text": "Mainly not getting information, that's a big challenge. So if I never got a consult note. If I didn't get a discharge from hospital. Some information about what the next step is. If it's a handwritten note, let's say, from the emergency department that I can't read…Typically once I get a note there are fairly clear recommendations on what the outcome was and what the next steps should be (family physician 4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dis(mis)connected communication pathways"
        },
        {
            "text": "Different perspectives of patient care contributed to a lack of a unified approach. This manifested in divergent patient care plans and disjointedness in care which appeared to be exacerbated by inadequate communication modes. For instance, processes, such as hospital discharge following emergency care of exacerbations, may be influenced by organizational perspectives and formulary, and hospital ways of doing things. Moreover, these processes appeared to be disconnected from community ways of living. Lack of communication with the patient's family physician could result in a hospital discharge plan than did not take the patient's life context into account. As family physician 1 explained 'the actual circumstance for the client isn't always visible to them [hospitalists]', but 'there's no point' for hospitalists to prescribe the hospital regimen of inhaler medication because their patient was, 'not going to do four times a day inhaler treatment…. So she's on a once daily inhaler, and it's a compassionate supply. And it's worked out really well for her.'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dis(mis)connected communication pathways"
        },
        {
            "text": "Despite a common prescription recording system for healthcare professionals, delays occurred when clarifying prescriptions and obtaining prescription refills. A common prescription notation eased physician/pharmacist communication when used correctly. However, there was no commonly accepted communication mode between pharmacists and physicians for resolving prescription queries and renewals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dis(mis)connected communication pathways"
        },
        {
            "text": "So there are different offices, different policies, different doctors, different policies. And they're all allowed to do that, so there is not basically a single way to communicate…nothing on the College of Physicians basically by law to say, okay, if you want to communicate and have a refill, you have to fax the doctor and doctor's supposed to answer your fax. No. There's no such thing… (pharmacist 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dis(mis)connected communication pathways"
        },
        {
            "text": "Some family physicians renewed patient prescriptions at the request (phone or fax) of a pharmacist, while others insisted that the patient schedule a regular appointment. All of these communication modes often fostered delays and contributed to discontinuity of care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dis(mis)connected communication pathways"
        },
        {
            "text": "Overall, it seemed that shortfalls in, communication, funding, and resources for COPD care diminished patients' and caregivers' experiences of care and also attenuated healthcare providers' ability to deliver collaborative and integrated COPD care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dis(mis)connected communication pathways"
        },
        {
            "text": "Our social network informed insights enrich our understanding of the structures and processes which contribute to an integrated approach to distributed community COPD care: integration of geographically distributed services. The structure of a network is shaped by the formation of connections between individuals and groups, and influences social action [20] , in this instance delivery of COPD care. It is this structure which constrains or enables agency of network actors and which determines network dynamics and effectiveness [19] . Through a social network lens, our findings illuminate areas of vulnerability in COPD networks which detract from network effectiveness. Significantly, fragmented flow of resources contributed to an overall perception of fragmented COPD care.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 359,
                    "text": "[20]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "[19]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Patient healthcare networks were diverse. For the most part patient participants appeared to be satisfied with the care provided by their healthcare network members. At the same time, participants' perceptions of limited availability of resources, driven by funding shortfalls, contributed to an overarching sense of fragmented care. Fragmented care was further influenced by an apparent lack of a unified care network approach to COPD care. This was aggravated by unequal distribution of pulmonary rehabilitation resources across the region. In particular, disparate communication modes inhibited information transfer and an integrated approach to care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings draw particular attention to the pivotal role of family physicians providing for patients in a distributed COPD community; an expectation that is reported in the literature [8, 29] . Nonetheless, our findings revealed that limited consultation time, work overload, and lack of resources restricted family physicians' ability to provide an integrated approach to care. There is also an assumption present in the literature that family physicians are familiar with and follow provincial and professional care guidelines (Table 1) for an integrated approach to care [31] . However, our findings imply that this may not be the case. Furthermore, our findings suggest that organizational (meso level) and institutional level (macro level) structures and processes which control resources inhibit an integrated approach to COPD care. In particular, inadequacies in financial and communication structures may shape patient care by inhibiting purposive action and communication, such as the transfer of resources and information, resulting in disjointed and asymmetrical delivery of resources.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "[8,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 190,
                    "end": 193,
                    "text": "29]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 576,
                    "end": 580,
                    "text": "[31]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 531,
                    "end": 540,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The emphasis on the need for increased financial support to provide resources for community care dominated the findings. Notably, improvements to financial structures which supported increased access to and availability of respirologists and respiratory therapists were identified as crucial to patient care management. In particular, improving access to specialists, decreasing specialist consultation wait times, and providing adequate respiratory therapists across health authorities were highlighted by participants as significant structural changes that could improve access to care. Furthermore, our insights, which support the literature [6, 13, 30] suggest family physicians may not have the time, or access to resources, to adequately address the complex needs of COPD patients and support patient selfmanagement. People with COPD require respiratory therapy, smoking cessation education [31] , and anxiety management [32] . Furthermore, COPD often has to be managed along with other complex co-morbidities [1, 4, 6] . Selfmanagement education, which includes pulmonary rehabilitation, is a key component of COPD care, and has been associated with decreased hospital admissions due to exacerbations [1, 2, 6] . Our findings resonate with the literature which suggest changes to organizational (e.g., financial) structures that allow family physicians time for addressing the needs of complex patients [10] , along with access to essential COPD resources required to implement guidelines [30] , may better support integrated care.",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 648,
                    "text": "[6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "13,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 653,
                    "end": 656,
                    "text": "30]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 897,
                    "end": 901,
                    "text": "[31]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 927,
                    "end": 931,
                    "text": "[32]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1016,
                    "end": 1019,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1020,
                    "end": 1022,
                    "text": "4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1023,
                    "end": 1025,
                    "text": "6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1208,
                    "end": 1211,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1212,
                    "end": 1214,
                    "text": "2,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1215,
                    "end": 1217,
                    "text": "6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1410,
                    "end": 1414,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1496,
                    "end": 1500,
                    "text": "[30]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Financial Structures"
        },
        {
            "text": "Insights from our findings also suggest, as reported in the literature [14, 33, 34] , that an effective community communication system is a critical support for integrated distributed chronic illness care. Communication pathways that support information flow between network members are essential linkages within social networks [19, 24] . These linkages refer to both individual network member communication behaviour/characteristics and network structures which promote or inhibit transfer of information [24] . In particular, the rate and reliability of network decisions can be affected not only by geographic distance, but also by varied communication structures (e.g., electronic medical records) [24] . The varied disconnected communication modes used by different community members in our study contributed to delays and discontinuity of care. This was particularly evident for patient transfer from hospital to community, and potentially resulted in a fragmented approach to care. A common communication system that links healthcare professionals would enable flow and sharing of information and knowledge around patients' needs and improve decision making [35] . A shared communication system may also expedite referrals and report sharing, and reduce clinical office management costs [34, 35] . Despite these potential benefits of shared communication systems, the uptake of a unified electronic communication system appears to be elusive. As identified in our study and the literature, clinical locale (e.g. hospitals and clinics) [10, 33, 34] use a variety of medical record systems. Moreover, medical services (e.g., drug and diagnostic information) [36] also use different electronic systems. These electronic systems are often incompatible: a considerable organizational barrier to integrated communication. Differences in information organization of various clinical groups along with hierarchical structures that are invariably present also inhibit integrated communication [33] .",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "text": "[14,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 76,
                    "end": 79,
                    "text": "33,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 80,
                    "end": 83,
                    "text": "34]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "[19,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "24]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 507,
                    "end": 511,
                    "text": "[24]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 703,
                    "end": 707,
                    "text": "[24]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1166,
                    "end": 1170,
                    "text": "[35]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1295,
                    "end": 1299,
                    "text": "[34,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1300,
                    "end": 1303,
                    "text": "35]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1543,
                    "end": 1547,
                    "text": "[10,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1548,
                    "end": 1551,
                    "text": "33,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1552,
                    "end": 1555,
                    "text": "34]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1664,
                    "end": 1668,
                    "text": "[36]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1992,
                    "end": 1996,
                    "text": "[33]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Communication structures"
        },
        {
            "text": "In summary, our findings suggest that family physicians may not have access to the resources necessary for purposive action and communication which facilitate an integrated approach to distributed COPD care. This may lead to fragmented patient care, poor patient health outcomes, increased healthcare related costs, and increased overall societal burden of care [8] . Thus, the interplay of macro and meso level structures and processes have the potential to shape patient care.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 365,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Communication structures"
        },
        {
            "text": "Our analysis suggests that existing guidelines for an integrated approach to COPD care are perhaps idealistic, and may not be attainable within distributed community care. The limited application of COPD guideline-based care in distributed settings and the need to redesign care delivery have been identified in the literature [9, 16] . Our study insights highlight the pivotal role of family physicians in care delivery, but at the same time draw attention to how financial and communication structures potentially restrict an integrated approach to care. An integrated approach to care is expected to improve patient health outcomes and reduce economic costs associated with treatment [11, 12] . However, without adequate resource funding [18] and integrated communication [33] positive aspects of integrated care may never materialise.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 330,
                    "text": "[9,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 331,
                    "end": 334,
                    "text": "16]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "[11,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 692,
                    "end": 695,
                    "text": "12]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 741,
                    "end": 745,
                    "text": "[18]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 775,
                    "end": 779,
                    "text": "[33]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "We propose a concept of care that is specific to distributed community care and which facilitates family physicians' delivery of patient-centered care. In accordance with a social network paradigm [19] , this concept of care affords specific attention to organizational and institutional structures which support family physicians' purposive action and communication: that is, the provision of financial and communication structures that facilitate the transfer of resources (pharmacological and non-pharmacological) and information between patient healthcare network members to enhance patient care. Individual networks are not isolated from other personal or organizational networks [19] . Thus, it is important to recognise that distributed care should not be dissociated from hospital care, or social culture practices and policies [37] . Communications structures, both technological and human, between these networks are needed to provide fully integrated care. Future research may provide insights as to how these structures interact.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "text": "[19]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "[19]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 836,
                    "end": 840,
                    "text": "[37]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "Finally, our findings give rise to questioning whether family physicians face an increased burden of care when resources are not available. An area for future research could explore family physicians experience of increased burden of care, and how institutional and organizational structures and processes could be redesigned to improve family physician accessibility to resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "The strength of this secondary data analysis was accessibility to the parent study data and the original research team who worked closely together through all stages of this subset data analysis [38] . In addition, from a social network perspective, the research question was a good fit with the parent study research question [38] , particularly as ego-centered networks and organizational structures are interrelated [19] . However, as this data set was confined by the parent study, data saturation may not have been possible as the researchers were unable to ask participants' additional questions that emerged from this analysis. Insights from this study express similarities to findings from other Canadian [6, 14] and international studies [10, 13, 18] . While this study's findings are context specific, and not broadly transferable, they may provide valuable insights for similar COPD population groups.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "text": "[38]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 327,
                    "end": 331,
                    "text": "[38]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "[19]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "[6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 717,
                    "end": 720,
                    "text": "14]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "[10,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 752,
                    "end": 755,
                    "text": "13,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 756,
                    "end": 759,
                    "text": "18]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "At the time of data collection (2019), limited uptake of telemedicine as a resource for improving access to COPD care [14] restricted the interview protocol to investigation of in-person consultations. However, the advent of COVID-19 pandemic has increased the use of telemedicine [39] . Telemedicine may possibly enhance integrated care [14, 16] and is an area for future research. Finally, we were unable to recruit all healthcare network members identified by patients. Thus, our analysis may not reflect the experiences of complete networks. In addition, this analysis focused only on the organizational and structural components of healthcare networks. We recognize the importance of network member interactions, power relations, and hierarchical structures shaping participating health professionals' collaborations. These insights are to be reported separately by our research team. We also recognize the importance of interactions between different healthcare networks. Some patients mentioned other medical conditions during their interviews. The data was not sufficient to draw any conclusions regarding how other co-occurring disease management networks interfaced with and/or contributed to COPD care. Exploring how co-occurring disease management networks interface is an important area for future search which can contribute to understanding the complexities of chronic disease management. Despite these limitations, this secondary data analysis has identified gaps in organizational structures which provide opportunities for further exploration and research. For instance, given that many people with COPD experience hospitalization due to exacerbations and disease progression [2, 6] ) identifying structures and processes that support institutional COPD care is an important area for future research.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[14]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 281,
                    "end": 285,
                    "text": "[39]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[14,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "16]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1694,
                    "end": 1697,
                    "text": "[2,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1698,
                    "end": 1700,
                    "text": "6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "We explored the experiences of people with COPD and their community healthcare networks to gain a broader and deeper understanding of the healthcare network structures and processes which contribute to distributed integrated COPD care. We also explored the challenges of delivering integrated care. We identified diverse patient healthcare networks, and the influence of macro level (broader healthcare system, and meso level (organizational)) structures and shortfalls. Through a social network lens our findings highlighted family physicians' pivotal role in delivering community-based COPD care. Our insights emphasize that while an integrated approach to care is recommended by care guidelines, institutional and organizational structures and processes, such as financial and communication structures, may inhibit delivery of integrated care. Moreover, macro and meso level structures and processes have the potential to shape patient care by constraining family physicians' purposive and communication actions necessary for facilitating an integrated distributed approach to care. We propose a context of care that is specific to distributed integrated care and which is supported by macro and meso level structures which facilitate family physicians' delivery of patient-centered care. Improving efficacy of care has the potential to improve patients' wellbeing and alleviate healthcare system financial constraints. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COPD guidelines: a review of the 2018 GOLD Report. Mayo Foundation for Medical Education and Research",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mirza",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Clay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Koslow",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Scanlon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Report from the Canadian Chronic Disease Surveillance system: Asthma and Chronic obstructive pulmonary disease (COPD) in Canada",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Chronic respiratory diseases",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chronic respiratory diseases: COPD management",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Experience of advanced chronic obstructive pulmonary disease: metasynthesis of qualitative research",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Disler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Luckett",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Newton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Inglis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Currow",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Pain Symptom Manage",
            "volume": "48",
            "issn": "6",
            "pages": "1182--1199",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpainsymman.2014.03.009"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Canadian Thoracic Society Clinical Practice Guideline on pharmacotherapy in patients with COPD-2019 update of evidence",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bourbeau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bhutani",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Aaron",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Balter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Beauchesne",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "All together now: a conceptual exploration of integrated care",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Kodner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Healthc Q",
            "volume": "13",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.12927/hcq.2009.21091"
                ],
                "PMID": [
                    "20057243"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Understanding integrated care: a comprehensive conceptual framework based on the integrative functions of primary care",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Valentĳn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Schepman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Opheij",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Bruijnzeels",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int J Integr Care",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5334/ijic.886"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The development of an integrated care model for patients with severe or very severe chronic obstructive pulmonary disease (COPD): the COPD-Home model",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sundae",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Walstad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Bentsen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Lunde",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Wangen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rustøen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Scand J Caring Sci",
            "volume": "28",
            "issn": "",
            "pages": "469--477",
            "other_ids": {
                "DOI": [
                    "10.1111/scs.12069"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The performance of integrated health care networks in continuity of care: a qualitative multiple case study of COPD",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Waibel",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Vargas",
                    "suffix": ""
                },
                {
                    "first": "M-B",
                    "middle": [],
                    "last": "Aller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gusmão",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Henao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Vázquez",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Integr Care",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5334/ijic.1527"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Impact of integrated care model (ICM) on direct medical costs in management of advanced chronic obstructive pulmonary disease (COPD)",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bandurska",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Damps-Konstańnska",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Popowski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jedrzejczk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Janowiak",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Swietnika",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Med. Sci. Monit",
            "volume": "23",
            "issn": "",
            "pages": "2850--2862",
            "other_ids": {
                "DOI": [
                    "10.12659/msm.901982"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Cost-effectiveness analysis of integrated care in management of advanced chronic obstructive pulmonary disease (COPD)",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bandurska",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Damps-Konstańnska",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Popowski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jedrzejczk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Janowiak",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Swietnika",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A qualitative study of integrated care from the perspectives of patients with chronic obstructive pulmonary disease and their relatives",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Wodskou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Høst",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Godtfredsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Frølich",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Health Serv Res",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1472-6963-14-471"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Acute exacerbations of chronic respiratory diseases: novel insights and emerging therapeutic targets-review models of care across the continuum of exacerbations for patients with chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bourbeau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Echevarria",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Chronic Respir Dis",
            "volume": "17",
            "issn": "",
            "pages": "1--12",
            "other_ids": {
                "DOI": [
                    "10.1177/1479973119895457"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Social Support and Social networks in COPD: a scoping review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Effing",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cafearella",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "COPD",
            "volume": "12",
            "issn": "6",
            "pages": "690--702",
            "other_ids": {
                "DOI": [
                    "10.3109/15412555.2015.1008691"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Implementing chronic care for COPD: planned visits, care coordination, and patient empowerment for improved outcomes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fromer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int J Chron Obstruct Pulmon Dis",
            "volume": "6",
            "issn": "",
            "pages": "605--614",
            "other_ids": {
                "DOI": [
                    "10.2147/COPD.S24692"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Patient-provider disconnect: a qualitative exploration of understanding and perceptions to care integration",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "Ayw",
                    "middle": [],
                    "last": "Lum",
                    "suffix": ""
                },
                {
                    "first": "Etl",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLOS ONE",
            "volume": "12",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0187372"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Patient experience of COPD care: outcomes from the British Lung foundation Patient Passport",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Philip",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gaduzo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laffan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Hopkinson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ Open Resp Res",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/kmjresp-2019-000478"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Social network analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The Sage Handbook of Social Network Analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wellman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Narrative in interprofessional education and practice: implications for professional identity, provider-patient communication and teamwork",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Interprof Care",
            "volume": "28",
            "issn": "1",
            "pages": "34--39",
            "other_ids": {
                "DOI": [
                    "10.3109/13561820.2013.853652"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Secondary analysis of qualitative data",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Szabo",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Strang",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Adv Nurs Sci",
            "volume": "20",
            "issn": "",
            "pages": "66--74",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Conducting secondary analysis of qualitative data: Should we, can we, and how?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ruggiano",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Perry",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Qual Soc Work",
            "volume": "18",
            "issn": "1",
            "pages": "81--97",
            "other_ids": {
                "DOI": [
                    "10.1177/1473325017700701"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Social network theory and educational change",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Daly",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ed",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "When I say…networks and systems",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nimmon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cristancho",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Med Educ",
            "volume": "53",
            "issn": "4",
            "pages": "331--334",
            "other_ids": {
                "DOI": [
                    "10.1111/medu.13675"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The complexity of patients' health communication social networks: A broadening of physician communication",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nimmon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Regehr",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Teach Learn Med",
            "volume": "30",
            "issn": "4",
            "pages": "352--366",
            "other_ids": {
                "DOI": [
                    "10.1080/10401334.2017.1407656"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "For the Heart Failure/Palliative Care Teamwork Research Group). 'Who is on your health-care team?' Asking individuals with heart failure about care team membership and roles",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Ladonna",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Tait",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcdougall",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Schulz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lingard",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Health Expect",
            "volume": "20",
            "issn": "",
            "pages": "198--210",
            "other_ids": {
                "DOI": [
                    "10.1111/hex.12447"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Designing and conducting ethnographic research: An introduction",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Lecompte",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Schensul",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Primary care management of chronic obstructive disease: an integrated goal-directed approach",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Braman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Curr Opin Pulm Med",
            "volume": "16",
            "issn": "",
            "pages": "83--91",
            "other_ids": {
                "DOI": [
                    "10.1097/MCP.0b013e3283354981"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Barriers to adherence to COPD guidelines among primary care providers",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Wisnivesky",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lurslurchachai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Kleinman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Kronish",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Respir Med",
            "volume": "106",
            "issn": "",
            "pages": "374--381",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rmed.2011.09.0103"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A multidisciplinary approach to the treatment and management of chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Van Eeden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burns",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "B.C. Med. J",
            "volume": "50",
            "issn": "3",
            "pages": "143--147",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Strategies to improve anxiety and depression in patients with COPD: a mental health perspective",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tselebis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pachi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ilias",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kosmas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bratis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Moussas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Neuropsychiatr Dis Treat",
            "volume": "12",
            "issn": "",
            "pages": "97--328",
            "other_ids": {
                "DOI": [
                    "10.2147/NDT.S79354"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Teams, tribes and patient safety: overcoming barriers to effective team work in healthcare",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cumin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Postgrad Med J",
            "volume": "90",
            "issn": "",
            "pages": "149--154",
            "other_ids": {
                "DOI": [
                    "10.1136/postgradmedj-2012-131168"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Incorporating an EPR system with a Universal Patient Record",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcguire",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Med Syst",
            "volume": "30",
            "issn": "",
            "pages": "259--267",
            "other_ids": {
                "DOI": [
                    "10.1007/s10916-005-9007-7"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Barriers to organizational adoption of EMR systems in family physician practices: a mixed-methods study in Canada",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Paré",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Raymond",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ortiz De Guinea",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Poba-Nzaou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Trudel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marsan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int. J. Med. Inform",
            "volume": "83",
            "issn": "8",
            "pages": "548--558",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijmedinf.2014.06.003"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The value of connected health information: perceptions of electronic health record users in Canada",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tharmalingam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hagens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zelmer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Med Inform Decis Mak",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12911-016-0330-3"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Empowerment, patient centred care and self-management",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pulvirenti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcmillan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lawn",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Health Expect",
            "volume": "17",
            "issn": "3",
            "pages": "303--310",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1369-7625.2011.00757.x"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The possibilities and pitfalls of doing a secondary analysis of a Qualitative data set",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Hinds",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Vogel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Clarke-Steffen",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Qual Health Res",
            "volume": "7",
            "issn": "",
            "pages": "408--424",
            "other_ids": {
                "DOI": [
                    "10.1177/104973239700700306"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Telemedicine: patient-provider clinical engagement during the COVID-19 pandemic and beyond",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Contreras",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Metzger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Beane",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Dedhia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ejaz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Pawlik",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Gastrointest Surg",
            "volume": "24",
            "issn": "",
            "pages": "1692--1697",
            "other_ids": {
                "DOI": [
                    "10.1007/s11605-020-04623-5"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Abbreviations COPD: Chronic obstructive pulmonary disease; LN: Laura Nimmon; SC: Sayra Cristancho; SA: Sevinj Asgarova; GM: Graham MacDonald; MB: Mary Berger; WH: Wendy Hartford",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characterisation of patients and their COPD healthcare networks: Legend: PWD = people with disabilities; U = universal healthcare insurance; EH = extended healthcare insurance Patient Age/gender COPD Diagnosis Healthcare network (not interviewed)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank the study participants for their time and valuable contributions to this study. This research was performed in accordance with the Declaration of Helsinki.Ethics approval for this study was received from the Behavioral Research Ethics Board of the University of British Columbia, Vancouver, Canada (H18-01873). Written informed consent was obtained from all participants prior to the individual interviews.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Participants gave consent for anonymized direct quotes from the interviews to be published in manuscripts in the public domain. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "Authors' contributions LN conceived of and designed the parent study. WH developed the research questions for the current paper and conducted the analysis and literature review. All authors were involved in interpretation of data. WH drafted the paper, and all authors were involved in editing the manuscript and providing input on intellectual content. All authors read and approved the final manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The datasets generated and analysed during the current study are not publicly available due to the sensitive and confidential nature of the raw data on which the conclusions of the manuscript rely. This study does not have ethics approval to share the participants'' narratives publicly. The data sets are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Ethics approval and consent to participate",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "The authors declare that they have no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interest"
        }
    ]
}