{"paper_id": "3dc29610eeed950dd76a0980f8dfa3259c45649d", "metadata": {"title": "Association between comorbidities and the risk of death in patients with COVID-19: sex-specific differences", "authors": [{"first": "Mingyang", "middle": [], "last": "Wu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"addrLine": "Wuhan 430030", "settlement": "Hubei", "country": "China"}}, "email": ""}, {"first": "Shuqiong", "middle": [], "last": "Huang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jun", "middle": [], "last": "Liu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yanling", "middle": [], "last": "Shu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science & Technology", "location": {"postCode": "430016", "settlement": "Wuhan, Hubei", "country": "China"}}, "email": ""}, {"first": "Yinbo", "middle": [], "last": "Luo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"addrLine": "Wuhan 430079, #13 Hangkong Road, Wuhan, 430030, Hubei, China. or Mingyan Li", "postCode": "430079", "settlement": "Hubei, Hubei", "country": "China., China"}}, "email": ""}, {"first": "Lulin", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"addrLine": "Wuhan 430030", "settlement": "Hubei", "country": "China"}}, "email": ""}, {"first": "Mingyan", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Youjie", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"addrLine": "Wuhan 430030", "settlement": "Hubei", "country": "China"}}, "email": "wangyoujie@mails.tjmu.edu.cn"}]}, "abstract": [{"text": "The coronavirus disease 2019 spreads rapidly around the world.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Objective: To evaluate the association between comorbidities and the risk of death in patients with COVID-19, and to further explore potential sex-specific differences.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We analyzed the data from 18,465 laboratory-confirmed cases that completed an epidemiological investigation in Hubei Province as of February 27, 2020. Information on death was obtained from the Infectious Disease Information System. The Cox proportional hazards model was used to estimate the association between comorbidities and the risk of death in patients with COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": ": The median age for COVID-19 patients was 50.5 years. 8828(47.81%) patients were females. Severe cases accounted for 20.11% of the study population. As of March 7, 2020, a total of 919 cases deceased from COVID-19 for a fatality rate of 4.98%. Hypertension (13.87%), diabetes (5.53%), and cardiovascular and cerebrovascular diseases (CBVDs) (4.45%) were the most prevalent comorbidities, and 27.37% of patients with COVID-19 reported having at least one comorbidity. After adjustment for age, gender, address, and clinical severity, patients with hypertension (HR 1.55, 95%CI 1.35-1.78), diabetes (HR 1.35, 95%CI 1.13-1.62), CBVDs (HR 1.70, 95%CI 1.43-2.02), chronic kidney diseases (HR 2.09, 95%CI 1.47-2.98), and at least two comorbidities (HR 1.84, 95%CI 1.55-2.18) had significant increased risks of death. And the association between diabetes and the risk of death from COVID-19 was prominent in women (HR 1.69, 95%CI 1.27-2.25) than in men . : medRxiv preprint (HR 1.16, 95%CI 0.91-1.46) (P for interaction = 0.036).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusion: Among laboratory-confirmed cases of COVID-19 in Hubei province, China, patients with hypertension, diabetes, CBVDs, chronic kidney diseases were significantly associated with increased risk of death. The association between diabetes and the risk of death tended to be stronger in women than in men. Clinicians should increase their awareness of the increased risk of death in COVID-19 patients with comorbidities.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Funding: This research was done without funding. : medRxiv preprint (Table 1) . And the similar results were also observed in both men and women (Table   S1 ).", "cite_spans": [], "ref_spans": [{"start": 68, "end": 77, "text": "(Table 1)", "ref_id": null}, {"start": 145, "end": 156, "text": "(Table   S1", "ref_id": null}], "section": "Abstract"}, {"text": "The results of the prevalence of comorbidities in different gender are shown in table 2. A total of 2561(13.87%), 1022(5.53%), 822(4.45%), 463(2.51%), 149(0.81%), and 124(0.67%) patients reported having hypertension, diabetes, CBVDs, lung diseases, chronic kidney diseases, and chronic liver diseases, respectively. As compared with women, men were more likely to have at least one comorbidity (27.37% vs 24.98%). Significant higher prevalence of hypertension (14.73% vs 12.92%), lung diseases (2.92% vs 2.06%), chronic kidney diseases (0.94% vs 0.66%), and chronic liver diseases (0.84% vs 0.49%) were observed in men than in women. The prevalence of diabetes (5.81% vs 5.23%) and CBVDs (4.66% vs 4.23%) were similar in men and women (Table 2) . Furthermore, we have further identified the epidemiological and clinical characteristics of patients with different comorbidities in men and women (Table S2 and S3) . Of the men, patients with hypertension or diabetes or CBVDs were more likely to be older, have decreased lymphocyte or increased neutrophil counts, and have higher mortality rate. The rate of digestive symptoms in patients with hypertension was similar to that in patients without hypertension, but patients with diabetes or CBVDs had significant higher rate of digestive symptoms compared with those without diabetes or CBVDs (Table S3) . Of the women, patients with comorbidities were more likely to be older, have decreased . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) : medRxiv preprint lymphocyte or increased neutrophil counts, have higher rate of digestive symptoms, and higher mortality rate (Table S2) .", "cite_spans": [], "ref_spans": [{"start": 735, "end": 744, "text": "(Table 2)", "ref_id": null}, {"start": 894, "end": 911, "text": "(Table S2 and S3)", "ref_id": null}, {"start": 1341, "end": 1351, "text": "(Table S3)", "ref_id": null}, {"start": 1774, "end": 1784, "text": "(Table S2)", "ref_id": null}], "section": "Abstract"}, {"text": "We also identified the proportion of comorbidities in women and men stratified by death status (Table S4) . A total of 327 and 592 cases deceased from COVID-19 in women and men, respectively. Of these deceased patients, the most prevalent comorbidities were hypertension, CBVDs, and diabetes in both women and men, and the corresponding proportions of the three comorbidities were 35.47%, 18.35%, and 18.04% in women; 36.99%, 17.4%, and 13.85% in men.", "cite_spans": [], "ref_spans": [{"start": 95, "end": 105, "text": "(Table S4)", "ref_id": null}], "section": "Abstract"}, {"text": "Patients with comorbidities had significantly escalated risks of death compared with those without (Figure S1 ). In the crude model, patients with hypertension (HR 3.74, 95%CI 3.27-4.28), diabetes (HR 3.25, 95%CI 2.71-3.89), CBVDs (HR 5.08, 95%CI 4.29-6.02), lung diseases (HR 2.5, 95%CI 1.89-3.3), chronic kidney diseases (HR 5.05, 95%CI 3.55-7.18), and at least two comorbidities (HR 6.78, 95%CI 5.76-7.98) had significantly escalated risks of death than those without. After adjusting for age, the association between comorbidities and the risks of death were significantly decreased but was still significant. After further adjusting for gender (men or women), address (Wuhan city or not), and clinical severity (severe or not), patients with hypertension (HR 1.55, 95%CI 1.35-1.78), diabetes (HR 1.35, 95%CI", "cite_spans": [], "ref_spans": [{"start": 99, "end": 109, "text": "(Figure S1", "ref_id": null}], "section": "Abstract"}, {"text": "1.13-1.62), CBVDs (HR 1.70, 95%CI 1.43-2.02), chronic kidney diseases (HR 2.09, 95%CI 1.47-2.98), and at least two comorbidities (HR 1.84, 95%CI 1.55-2.18) had significant increased risks of death (Table 3) . : medRxiv preprint In subgroup analysis (Table 4) , the association of hypertension, CBVDs, lung diseases, and chronic kidney diseases with the risk of death was similar in both men and women, but the association between diabetes and the risk of death from COVID-19 was prominent in women (HR 1.69,) than in men (HR 1.16,. And the interaction effect of gender on the association of diabetes with the risk of death was significant (P for interaction = 0.036).", "cite_spans": [], "ref_spans": [{"start": 197, "end": 206, "text": "(Table 3)", "ref_id": null}, {"start": 249, "end": 258, "text": "(Table 4)", "ref_id": null}], "section": "Abstract"}, {"text": "In the present study, we found that hypertension, diabetes, and CBVDs were the most prevalent comorbidities, and 27.37% of patients with COVID-19 reported having at least one comorbidity. After adjustment for age, gender, address, and clinical severity, COVID-19 patients with hypertension, diabetes, CBVDs, chronic kidney diseases were significantly associated with increased risk of death. And a significant sex-specific difference on the association between diabetes and the risk of death was observed. To the best of our knowledge, this is the largest sample among the reports so far on the association between comorbidities and the risk of death.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Our observations were in line with previous findings in terms of the commonness of comorbidities in patients with 5,[10][11][12] Few studies, however, have explored the association between comorbidities and mortality of SARS-Cov-2 infections. A recent cohort study indicated that hypertension or diabetes were significantly associated with higher risks of the development of acute respiratory distress syndrome (ARDS), but there was no significant correlation between hypertension or diabetes and the risk of progression from ARDS to death.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The number of cases of the coronavirus disease 2019 , caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), is rising at an unprecedented rate, threatening people in various countries around the world. As of May 14, 2020, SARS-CoV-2 has affected over 4,258,666 people in at least 216 countries worldwide. 1 Thousands of people die of COVID-19 every day, and the number of deaths has already surpassed 300,000 globally and is expected to increase further as the disease spreads rapidly, posing a serious threat to human health.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Based on the data from WHO, the case fatality rate of SARS-CoV-2 infection varies in different regions or countries (0~19.11%). Generally, those COVID-19 cases with higher age, male sex, and more comorbidities were prone to have severe disease and subsequent mortality. 2,3 Most of the available studies have shown that hypertension, diabetes, and cardiovascular and cerebrovascular diseases (CBVDs) were the most prevalent comorbidities in 4, 5 In a recent study, the presence of hypertension and diabetes was respectively associated with 1.58-fold and 1.59-fold increased risk of death in patients with SARS-Cov-2 infection. 4 Not only that, a meta-analysis of retrospective studies confirmed that COVID-19 patients with hypertension, diabetes, or CBVDs were associated with a significant increased risk of aggravation. 6 However, because of the relatively small sample sizes in previous studies, larger sample sizes studies are needed. Moreover, sex-specific mortality of SARS-Cov-2 has been well documented, but whether there are sex-specific differences on the association of comorbidities with the risk of death in . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [{"start": 392, "end": 399, "text": "(CBVDs)", "ref_id": null}, {"start": 441, "end": 443, "text": "4,", "ref_id": null}, {"start": 444, "end": 445, "text": "5", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The copyright holder for this preprint this version posted May 25, 2020 . . https://doi.org/10.1101 /2020 COVID-19 patients is still unknown. 7 Therefore, this study was conducted to 1) address the association between comorbidities and the risk of death; 2) explore the sex-specific differences on the associations of comorbidities with the risk of death in patients with COVID-19 in Hubei province (the epicenter of China).", "cite_spans": [{"start": 59, "end": 71, "text": "May 25, 2020", "ref_id": null}, {"start": 72, "end": 99, "text": ". . https://doi.org/10.1101", "ref_id": null}, {"start": 100, "end": 105, "text": "/2020", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "The participants in this study were from all cases of epidemiological investigation in Hubei Province as of February 27,2020 (N=72,802). The final date of follow-up was March 7, 2020. The criteria of exclusion were as follows, 1) patients with missing value of comorbidities (n=42,011); 2) patients with age lower than 20 years (n=1288);", "cite_spans": [], "ref_spans": [], "section": "Data sources and data extraction"}, {"text": "3) patients were diagnosed as asymptomatic or suspected or clinical diagnosed cases (n=11,038). Finally, a total of 18,465 laboratory-confirmed cases were included in the present study for analysis.", "cite_spans": [], "ref_spans": [], "section": "Data sources and data extraction"}, {"text": "The general characteristics and clinical features were collected using a case questionnaire at the time of diagnosis, and then imputed into the Infectious Disease Information System by local epidemiologists and public healthcare workers. The case questionnaire contains basic demographic or epidemic information (e.g., sex, birthdate, present address, occupation, and exposure history) and clinical information (e.g., symptom onset, the date of symptom onset, blood cell count, comorbidities). We computed the age of each case using the date of symptom onset and birthdate.", "cite_spans": [], "ref_spans": [], "section": "variables"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "variables"}, {"text": "According to the present address, all the records were further classed as residents in Wuhan and not. The clinical severity was categorized as mild, common, and severe or critical. The diagnosis criteria of clinical severity can refer to the Chinese Clinical Guidance for Covid-19 Pneumonia Diagnosis and Treatment. 8 All the underlying comorbidities were self-reported by patients, and were classified as hypertension, diabetes, cardiovascular and cerebrovascular diseases (CBVDs), lung diseases, chronic kidney diseases, chronic liver diseases, and other comorbidities. Information on death was obtained from the Infectious Disease Information System. All the confirmed cases were diagnosed based on clinical signs or symptoms as well as positive viral nucleic acid test results on throat swab samples. 9 Waiver of informed consent for collection of epidemiological data from patients with COVID-19 was granted by the National Health Commission of China as part of the infectious disease outbreak investigation. All identifiable personal information was removed for privacy protection.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The continuous variables were presented as medians (interquartile ranges), and the categorical variables were expressed as counts (percentages). The associations between comorbidities and the risk of death were estimated using Cox proportional hazards regression model (\"survival\" and \"survminer\" packages in R), with the hazards ratio (HR) and 95% confidence interval (95%CI) being reported. And covariates included in the Cox model were based on prior publication, including age (20-29, 30-39, 40-49, 50-59, or ≥ 60 years), gender (women or men), address (Wuhan . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 481, "end": 512, "text": "(20-29, 30-39, 40-49, 50-59, or", "ref_id": null}], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The copyright holder for this preprint this version posted May 25, 2020. . https://doi.org/10. 1101 /2020 or not), and clinical severity (severe or not). Since men have a greater risk of death than women, we therefore performed a subgroup analysis based on gender. A term of comorbidities*gender was added into the regression model to explore the potential interaction effect of gender on the association between comorbidities and the risk of death.", "cite_spans": [{"start": 95, "end": 99, "text": "1101", "ref_id": null}, {"start": 100, "end": 105, "text": "/2020", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "All data were analyzed with R software, Version 3.5.3. A two-tailed P value < 0.05 was considered statistically significant, and a P value for interaction < 0.10 was considered significant.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "A total of 18,465 laboratory-confirmed COVID-19 cases with age higher than 20 years were included in the present study for analysis, and the epidemiological and clinical characters of the study population are shown in Table 1 . Of these 18,465 cases, the median age was 50.53 years. 8828(47.81%) patients were females. Severe cases accounted for 20.11% of the study population. The most common onset symptoms were fever (79.52%), cough (56.42%), and fatigue (28.35%). Abnormal chest CT manifestation was identified in 82.47% of patients. As of March 7, 2020, a total of 919 cases deceased from COVID-19 for a fatality rate of 4.98% (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 218, "end": 225, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 632, "end": 641, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Demographic and clinical characteristics"}, {"text": "There were 3562(19.29%) and 1281(6.94%) for patients with 1 comorbidity and 2 or more comorbidities, respectively. As compared with patients without comorbidities, patients with 1 comorbidity or at least 2 comorbidities had significant higher rate of digestive symptoms (11.82% or 13.74% vs 9.22%), higher proportion of severe cases . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Demographic and clinical characteristics"}, {"text": "The copyright holder for this preprint this version posted May 25, 2020. . https://doi.org/10.1101/2020.05.22.20109579 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 25, 2020 . . https://doi.org/10.1101 /2020 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 59, "end": 71, "text": "May 25, 2020", "ref_id": null}, {"start": 72, "end": 99, "text": ". . https://doi.org/10.1101", "ref_id": null}, {"start": 100, "end": 105, "text": "/2020", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 25, 2020 . . https://doi.org/10.1101 /2020 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 59, "end": 71, "text": "May 25, 2020", "ref_id": null}, {"start": 72, "end": 99, "text": ". . https://doi.org/10.1101", "ref_id": null}, {"start": 100, "end": 105, "text": "/2020", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 25, 2020 . . https://doi.org/10.1101 /2020 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [{"start": 59, "end": 71, "text": "May 25, 2020", "ref_id": null}, {"start": 72, "end": 99, "text": ". . https://doi.org/10.1101", "ref_id": null}, {"start": 100, "end": 105, "text": "/2020", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 25, 2020 . . https://doi.org/10.1101 /2020 ", "cite_spans": [{"start": 59, "end": 71, "text": "May 25, 2020", "ref_id": null}, {"start": 72, "end": 99, "text": ". . https://doi.org/10.1101", "ref_id": null}, {"start": 100, "end": 105, "text": "/2020", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "(which was not certified by peer review)"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "26% or 40.67% vs 16.31%), and higher mortality rate (8.39% or 17.88% vs 2.87%) References 1. WHO. Coronavirus disease (COVID-19) Pandemic", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "The characteristics of study population (N=18,465)", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Number of comorbidities </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>P </td></tr><tr><td>Age, y </td><td>0(n=13,622) </td><td>1(n=3562) </td><td>≥2(n=1281) </td><td> </td></tr><tr><td>47.34(35.51-56.55) </td><td>57.72(49.27-67.1) </td><td>66.19(57.22-73.61) </td><td>&lt;0.001 </td></tr><tr><td>20-29 </td><td>1627(11.94) </td><td>90(2.53) </td><td>2(0.16) </td><td> </td></tr><tr><td>30-39 </td><td>3008(22.08) </td><td>297(8.34) </td><td>29(2.26) </td><td> </td></tr><tr><td>40-49 </td><td>3228(23.7) </td><td>565(15.86) </td><td>84(6.56) </td><td> </td></tr><tr><td>50-59 </td><td>3280(24.08) </td><td>1001(28.1) </td><td>274(21.39) </td><td> </td></tr><tr><td>≥60 </td><td>2479(18.2) </td><td>1609(45.17) </td><td>892(69.63) </td><td> </td></tr><tr><td>Sex, male </td><td>6999(51.38) </td><td>1918(53.85) </td><td>720(56.21) </td><td>&lt;0.001 </td></tr><tr><td>Contact with COVID-19 cases </td><td>3120(23.01) </td><td>798(22.52) </td><td>272(21.45) </td><td>0.405 </td></tr><tr><td>Clinical severity </td><td> </td><td> </td><td> </td><td>&lt;0.001 </td></tr><tr><td>mild </td><td>5333(39.15) </td><td>1179(33.1) </td><td>317(24.75) </td><td> </td></tr><tr><td>common </td><td>6067(44.54) </td><td>1412(39.64) </td><td>443(34.58) </td><td> </td></tr><tr><td>severe or critical </td><td>2222(16.31) </td><td>971(27.26) </td><td>521(40.67) </td><td> </td></tr><tr><td>Highest temperature </td><td>38(37.8-38.6) </td><td>38.2(37.8-38.7) </td><td>38.2(37.8-38.7) </td><td>&lt;0.001 </td></tr><tr><td>WBC </td><td>4.64(3.62-6) </td><td>4.9(3.8-6.38) </td><td>4.94(3.93-6.86) </td><td>&lt;0.001 </td></tr><tr><td>Lymphocytes </td><td>1.15(0.84-1.55) </td><td>1.09(0.79-1.47) </td><td>0.94(0.67-1.32) </td><td>&lt;0.001 </td></tr><tr><td>Lymphocytes percentage </td><td>25.1(18-33.1) </td><td>22.3(15.4-30.1) </td><td>19.3(12.22-27.3) </td><td>&lt;0.001 </td></tr><tr><td>Neutrophil count </td><td>64.8(55.2-73.1) </td><td>67.8(58.4-76.2) </td><td>71.2(60.91-80.2) </td><td>&lt;0.001 </td></tr><tr><td>Signs and syptoms </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Fever or respiratory symptoms </td><td>12827(94.18) </td><td>3352(94.13) </td><td>1201(93.75) </td><td>0.827 </td></tr><tr><td>Neurological symptoms </td><td>5408(39.71) </td><td>1568(44.03) </td><td>559(43.64) </td><td>&lt;0.001 </td></tr><tr><td>Digestive symptoms </td><td>1256(9.22) </td><td>421(11.82) </td><td>176(13.74) </td><td>&lt;0.001 </td></tr><tr><td>fever </td><td>10847(79.64) </td><td>2855(80.17) </td><td>981(76.58) </td><td>0.020 </td></tr><tr><td>cough </td><td>7641(56.1) </td><td>2051(57.6) </td><td>726(56.67) </td><td>0.273 </td></tr><tr><td>fatigue </td><td>3655(26.84) </td><td>1157(32.49) </td><td>422(32.94) </td><td>&lt;0.001 </td></tr><tr><td>headache </td><td>1705(12.52) </td><td>402(11.29) </td><td>125(9.76) </td><td>0.004 </td></tr><tr><td>dyspnoea </td><td>808(5.93) </td><td>327(9.18) </td><td>140(10.93) </td><td>&lt;0.001 </td></tr><tr><td>ploypnea </td><td>886(6.51) </td><td>357(10.03) </td><td>178(13.9) </td><td>&lt;0.001 </td></tr><tr><td>sore throat </td><td>920(6.75) </td><td>235(6.6) </td><td>69(5.39) </td><td>0.170 </td></tr><tr><td>rhinorrhoea </td><td>637(4.68) </td><td>130(3.65) </td><td>64(5) </td><td>0.021 </td></tr><tr><td>rhinobyon </td><td>496(3.64) </td><td>106(2.98) </td><td>41(3.2) </td><td>0.133 </td></tr><tr><td>diarrhea </td><td>746(5.48) </td><td>256(7.19) </td><td>99(7.73) </td><td>&lt;0.001 </td></tr><tr><td>abdominal pain </td><td>80(0.59) </td><td>28(0.79) </td><td>14(1.09) </td><td>0.060 </td></tr><tr><td>nausea </td><td>380(2.79) </td><td>123(3.45) </td><td>50(3.9) </td><td>0.017 </td></tr><tr><td>vomit </td><td>364(2.67) </td><td>128(3.59) </td><td>65(5.07) </td><td>&lt;0.001 </td></tr><tr><td>chill </td><td>1378(10.12) </td><td>390(10.95) </td><td>135(10.54) </td><td>0.332 </td></tr><tr><td>chest tightness </td><td>1708(12.54) </td><td>555(15.59) </td><td>245(19.13) </td><td>&lt;0.001 </td></tr><tr><td>myalgia </td><td>1630(11.97) </td><td>507(14.24) </td><td>193(15.07) </td><td>&lt;0.001 </td></tr><tr><td>arthralgia </td><td>472(3.47) </td><td>158(4.44) </td><td>60(4.68) </td><td>0.004 </td></tr><tr><td>Abnormal chest image-CT </td><td>11147(85.03) </td><td>3032(90.08) </td><td>1049(89.81) </td><td>&lt;0.001 </td></tr><tr><td>death </td><td>391(2.87) </td><td>299(8.39) </td><td>229(17.88) </td><td>&lt;0.001 </td></tr></table></body></html>"}, "TABREF1": {"text": "The prevalence of comorbidities in patients with COVID-19, stratified by gender.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Women </td><td>Man P </td></tr><tr><td>Comorbidities </td><td>2205(24.98) </td><td>2638(27.37) </td><td>&lt;0.001 </td></tr><tr><td>0 </td><td>6623(75.02) </td><td>6999(72.63) </td><td>&lt;0.001 </td></tr><tr><td>1 </td><td>1644(18.62) </td><td>1918(19.9) </td><td>&lt;0.001 </td></tr><tr><td>≥2 </td><td>561(6.35) </td><td>720(7.47) </td><td>&lt;0.001 </td></tr><tr><td>hypertension </td><td>1141(12.92) </td><td>1420(14.73) </td><td>&lt;0.001 </td></tr><tr><td>diabetes </td><td>462(5.23) </td><td>560(5.81) </td><td>0.092 </td></tr><tr><td>CBVDs </td><td>373(4.23) </td><td>449(4.66) </td><td>0.164 </td></tr><tr><td>lung diseases </td><td>182(2.06) </td><td>281(2.92) </td><td>&lt;0.001 </td></tr><tr><td>chronic kidney diseases </td><td>58(0.66) </td><td>91(0.94) </td><td>0.036 </td></tr><tr><td>chronic liver diseases </td><td>43(0.49) </td><td>81(0.84) </td><td>0.004 </td></tr><tr><td>other comorbidities </td><td>638(7.23) </td><td>680(7.06) </td><td>0.673 </td></tr></table></body></html>"}, "TABREF2": {"text": "The associations between comorbidities and the risk of death in patients with COVID-19.Note: model1: crude model; model2: covariates included age; model3: covariates included age and gender; model4: covariates included age, gender, address, and clinical severity.", "latex": null, "type": "table"}, "TABREF3": {"text": "The associations between comorbidities and the risk of death in patients with COVID-19, stratified by gender.Note: covariates in the model included age, address, and clinical severity.", "latex": null, "type": "table"}, "TABREF4": {"text": "Table 3 The associations between comorbidities and the risk of death in patients with COVID-19.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>HR (95% CI) </td><td> </td></tr><tr><td> </td><td>model1 </td><td>model2 </td><td>model3 </td><td>model4 </td></tr><tr><td>Hypertension </td><td>3.74(3.27,4.28) </td><td>1.7(1.48,1.95) </td><td>1.67(1.46,1.92) </td><td>1.55(1.35,1.78) </td></tr><tr><td>Diabetes </td><td>3.25(2.71,3.89) </td><td>1.66(1.39,1.99) </td><td>1.65(1.37,1.97) </td><td>1.35(1.13,1.62) </td></tr><tr><td>CBVDs </td><td>5.08(4.29,6.02) </td><td>1.98(1.67,2.36) </td><td>1.95(1.64,2.31) </td><td>1.7(1.43,2.02) </td></tr><tr><td>Lung diseases </td><td>2.5(1.89,3.3) </td><td>1.33(1.01,1.75) </td><td>1.26(0.95,1.67) </td><td>1.06(0.8,1.4) </td></tr><tr><td>Chronic kidney diseases </td><td>5.05(3.55,7.18) </td><td>3.25(2.29,4.63) </td><td>3.23(2.27,4.6) </td><td>2.09(1.47,2.98) </td></tr><tr><td>comorbidities 0 </td><td>ref </td><td>ref </td><td>ref </td><td>ref </td></tr><tr><td>1 </td><td>3.01(2.59,3.5) </td><td>1.56(1.34,1.82) </td><td>1.54(1.32,1.8) </td><td>1.36(1.16,1.58) </td></tr><tr><td>≥2 </td><td>6.78(5.76,7.98) </td><td>2.48(2.09,2.93) </td><td>2.4(2.03,2.85) </td><td>1.84(1.55,2.18) </td></tr></table></body></html>"}, "TABREF5": {"text": "Table 4 The associations between comorbidities and the risk of death in patients with COVID-19, stratified by gender.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>HR (95% CI) </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>P for interaction </td></tr><tr><td>Overall population </td><td>Women </td><td>Men </td><td> </td></tr><tr><td> </td><td> </td><td> </td></tr><tr><td>Hypertension </td><td>1.51(1.2,1.91) </td><td>1.57(1.32,1.86) </td><td>0.944 </td></tr><tr><td>Diabetes </td><td>1.69(1.27,2.25) </td><td>1.16(0.91,1.46) </td><td>0.036 </td></tr><tr><td>CBVDs </td><td>1.61(1.21,2.14) </td><td>1.76(1.42,2.19) </td><td>0.791 </td></tr><tr><td>Lung diseases </td><td>0.94(0.55,1.6) </td><td>1.13(0.81,1.56) </td><td>0.623 </td></tr><tr><td>Chronic kidney diseases </td><td>1.99(1.12,3.55) </td><td>2.13(1.36,3.33) </td><td>0.997 </td></tr><tr><td>Comorbidities </td><td> </td><td> </td><td>0.964 </td></tr><tr><td>1 </td><td>1.1(0.84,1.43) </td><td>1.51(1.25,1.83) </td><td> </td></tr><tr><td> </td><td>≥2 </td><td>1.81(1.38,2.39) </td><td>1.84(1.48,2.28) </td></tr></table></body></html>"}}, "back_matter": [{"text": "We give special thanks to all the healthcare workers in frontline.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgment"}, {"text": "This research was done without funding.", "cite_spans": [], "ref_spans": [], "section": "Funding"}]}