{"paper_id": "3dc20170e354102638f3ee670f2f68a1c2e33a4f", "metadata": {"title": "", "authors": [{"first": "Rachel", "middle": ["A"], "last": "Leslie", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": ["Steve"], "last": "Zhou", "suffix": "", "affiliation": {}, "email": ""}, {"first": "David", "middle": ["R"], "last": "Macinga", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": " Two formulated alcohol-based hand sanitizers, a gel and a foam each containing 70% ethanol, yielded complete reduction of SARS-CoV-2, with >3 log 10 reductions, in suspension testing with a 30 second contact time.", "cite_spans": [], "ref_spans": [], "section": "Inactivation of SARS-CoV-2 by commercially available alcohol-based hand sanitizers"}, {"text": " Further research is warranted on the efficacy of alcohol-based hand sanitizers against coronaviruses on the hands and understanding the impacts of hand hygiene on transmission of COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Inactivation of SARS-CoV-2 by commercially available alcohol-based hand sanitizers"}, {"text": "Alcohol-based hand sanitizers are being recommended as an infection prevention measure for COVID-19. Recently published data indicates that ethanol effectively inactivates the SARS-CoV-2 virus, but there is a lack of data for formulated hand sanitizer products currently used in U.S. healthcare and general settings. This study demonstrates a commercially available foam and gel alcohol-based hand sanitizer are effective in inactivating SARS-CoV-2 in suspension.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Keywords (6) : COVID-19, SARS-CoV-2, hand hygiene, hand sanitizer, alcohol-based hand rub, alcoholbased hand sanitizer", "cite_spans": [{"start": 9, "end": 12, "text": "(6)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Abstract"}, {"text": "Frequent hand hygiene is one of the steps recommended by the Centers for Disease Control and Prevention (CDC) to help prevent illness during the COVID-19 pandemic. For the general public, the recommendation is to use soap and water and, if water is unavailable, a hand sanitizer containing at least 60% alcohol [1] . In healthcare settings, the CDC recommendations for hand hygiene by healthcare personnel remain to use an alcohol-based hand sanitizer unless hands are visibly soiled [2] . As there are currently no vaccines or approved treatments available, hygiene measures continue to be critical tools to help slow the spread of COVID-19. Published literature indicates that ethanol is highly effective at inactivating enveloped viruses, including strains of coronavirus [3, 4] . A recent publication evaluated two standardized World Health Organization (WHO) formulas as well as ethanol and isopropanol solutions against the COVID-19 associated virus, SARS-CoV-2 [5] . The formulas and alcohol solutions were tested against SARS-CoV-2 as a dose response in suspension. Both WHO formulas effectively reduced SARS-CoV-2 below detectable levels at full concentration and when diluted to 30-40% of full concentration. Additionally, the study reported that isopropanol and ethanol alone were effective at 30% concentration in the suspension testing. In this study we evaluated a gel and a foam hand sanitizer that are commercially available in U.S. healthcare settings against SARS-CoV-2.", "cite_spans": [{"start": 311, "end": 314, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 484, "end": 487, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 775, "end": 778, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 779, "end": 781, "text": "4]", "ref_id": "BIBREF3"}, {"start": 968, "end": 971, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Background"}, {"text": "Test Product A (PURELL® Healthcare Advanced Hand Sanitizer Gel, 70% ethanol vol/vol) and Test Product B (PURELL® Healthcare Advanced Hand Sanitizer Foam, 70% ethanol vol/vol) were evaluated for virucidal activity against SARS-CoV-2 Strain USAWA1/2020 (BEI Resources NR-52281) in suspension according to ASTM E1052 [6] . Virus, in the presence of 5% serum, was exposed to the sanitizer for 30 seconds. Thirty seconds was selected as an industry standard contact time that also meets recommendations of international hand hygiene guidelines. Following the exposure time, an equal volume of neutralizer (Newborn Calf Serum) was added, the sample was passed through a Sephacryl column, serially diluted, inoculated onto Vero E6 cells, incubated, and evaluated for cytopathic effect. The 50% tissue culture infective dose per mL (TCID 50 /mL) was calculated by the Spearman-Karber method [7] and converted to log 10 TCID 50 viral load. All controls were performed following ASTM E1052. The controls performed included the neutralization control confirming neutralization was effective, cytotoxicity controls determining if neutralized product was cytotoxic to the Vero E6 cells, viral recovery control quantifying viable virus after simulating the testing process, and cell viability control verifying the cells were viable for the duration of the incubation.", "cite_spans": [{"start": 314, "end": 317, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 883, "end": 886, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Methods"}, {"text": "When tested in suspension according to ASTM E1052, both test products reduced the SARS-CoV-2 virus below detectable limits, resulting in reductions of greater than 3 log 10 after a 30-second exposure (Table  1) . Cytotoxicity was observed in the 10 0 dilution, affecting the limit of detection by 1 log 10 . Neutralization and all other controls were valid. ", "cite_spans": [{"start": 303, "end": 305, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 200, "end": 210, "text": "(Table  1)", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "To our knowledge, this is the first study to demonstrate inactivation of the SARS-CoV-2 by commercial formulated alcohol-based hand sanitizers marketed in the U.S. These results are not surprising based on previous studies demonstrating the activity of ethanol against strains of coronavirus and formulated hand sanitizers against other enveloped viruses [3, 4] . The format of the alcohol-based hand sanitizer, gel or foam, did not impact the efficacy of the products in suspension testing. These data support CDC recommendations to use alcohol-based hand sanitizer during the COVID-19 pandemic as the primary means for hand hygiene in healthcare settings; and as an option for the general public when soap and water are not convenient. A limitation of this study, and other recent work evaluating alcohol-based hand sanitizers and SARS-CoV-2, is that testing was limited to in vitro suspension methods. While suspension testing is very useful for determining virucidal activity, it may not accurately predict log 10 reductions on the hands as it does not represent product use conditions. Specifically, suspension testing cannot account for factors that impact efficacy on the hands such as hand coverage, hand rubbing, alcohol evaporation, and skin topography. Additionally, laboratory methods do not account for compliance, product usage at appropriate moments, which is a driver of clinical effectiveness. While SARS-CoV-2 is not appropriate for studies involving human hands, further in vivo evaluation of alcoholbased hand sanitizer efficacy against suitable surrogates under realistic use conditions is needed. Human coronaviruses that have circulated in the human population for years and cause mild respiratory illness, often termed the \"common cold\", such as strains 229E or OC43 [8] are possible surrogates for consideration by researchers and ethics boards for these in vivo studies. Additionally, the dynamics of SARS-CoV-2 transmission are not fully understood. While studies have shown the use of alcohol-based hand sanitizers to be correlated with the reduction of respiratory illness [9, 10] , more evidence is needed to understand the relative impact of hand hygiene and alcohol-based hand sanitizers at preventing COVID-19 illness.", "cite_spans": [{"start": 355, "end": 358, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 359, "end": 361, "text": "4]", "ref_id": "BIBREF3"}, {"start": 1791, "end": 1794, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 2102, "end": 2105, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 2106, "end": 2109, "text": "10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "Commercially available gel and foam alcohol-based hand sanitizers were effective against SARS-CoV-2 in suspension testing. This study supports CDC recommendations for alcohol-based hand sanitizer as an infection prevention measure for COVID-19 illness. Additional research directed at the role of hand hygiene in reducing COVID-19 infection is warranted.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "COVID-19): How to Protect Yourself & Others", "authors": [], "year": 2019, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Hand Hygiene Recommendations: Guidance for Healthcare Providers about Hand Hygiene and COVID-19", "authors": [], "year": 2020, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Efficacy of ethanol against viruses in hand disinfection", "authors": [{"first": "G", "middle": [], "last": "Kampf", "suffix": ""}], "year": 2018, "venue": "Journal of Hospital Infection", "volume": "98", "issn": "4", "pages": "331--338", "other_ids": {"DOI": ["10.1016/j.jhin.2017.08.025"]}}, "BIBREF3": {"ref_id": "b3", "title": "Persistence of coronaviruses on inanimate surfaces and their inactivation with biocidal agents", "authors": [{"first": "G", "middle": [], "last": "Kampf", "suffix": ""}, {"first": "D", "middle": [], "last": "Todt", "suffix": ""}, {"first": "S", "middle": [], "last": "Pfaender", "suffix": ""}, {"first": "E", "middle": [], "last": "Steinmann", "suffix": ""}], "year": null, "venue": "J Hosp Infect", "volume": "2020", "issn": "3", "pages": "246--251", "other_ids": {"DOI": ["10.1016/j.jhin.2020.01.022"]}}, "BIBREF4": {"ref_id": "b4", "title": "Inactivation of severe acute respiratory syndrome coronavirus 2 by WHO-Recommended Hand Rub Formulations and Alcohols", "authors": [{"first": "A", "middle": [], "last": "Kratzel", "suffix": ""}, {"first": "D", "middle": [], "last": "Todt", "suffix": ""}, {"first": "P", "middle": [], "last": "V&apos;kovski", "suffix": ""}, {"first": "S", "middle": [], "last": "Steiner", "suffix": ""}, {"first": "M", "middle": [], "last": "Gultrom", "suffix": ""}], "year": null, "venue": "Emerg Infect Dis", "volume": "2020", "issn": "7", "pages": "", "other_ids": {"DOI": ["10.3201/eid2607.200915"]}}, "BIBREF5": {"ref_id": "b5", "title": "Standard Practice to Assess the Activity of Microbicides against Viruses in Suspension", "authors": [{"first": "", "middle": [], "last": "Astm E0152-20", "suffix": ""}], "year": null, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Beitrag zur kollektiven Behandlung pharmakologischer Reihenversuche", "authors": [{"first": "G", "middle": [], "last": "Karber", "suffix": ""}], "year": 1931, "venue": "Arch Exp Pathol Pharmakol", "volume": "162", "issn": "", "pages": "480--483", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Human coronavirus circulation in the United States", "authors": [{"first": "M", "middle": ["E"], "last": "Killerby", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Biggs", "suffix": ""}, {"first": "A", "middle": [], "last": "Haynes", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Dahl", "suffix": ""}, {"first": "D", "middle": [], "last": "Mustaquim", "suffix": ""}, {"first": "S", "middle": ["I"], "last": "Gerber", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Watson", "suffix": ""}], "year": 2014, "venue": "J Clin Virol", "volume": "101", "issn": "", "pages": "52--56", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Effectiveness of a Behavior Change Intervention with Hand Sanitizer Use and Respiratory Hygiene in Reducing Laboratory-Confirmed Influenza among Schoolchildren in Bangladesh: A Cluster Randomize Controlled Trial", "authors": [{"first": "D", "middle": [], "last": "Biswas", "suffix": ""}, {"first": "M", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "K", "middle": [], "last": "Roguski", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Ghosh", "suffix": ""}, {"first": "S", "middle": [], "last": "Parveen", "suffix": ""}], "year": null, "venue": "Am J Trop Med Hyg", "volume": "2019", "issn": "6", "pages": "1446--1455", "other_ids": {"DOI": ["10.4269/ajtmh.19-0376"]}}, "BIBREF9": {"ref_id": "b9", "title": "Effectiveness of a Hand Hygiene Program at Child Care Centers: A Cluster Randomized Trial", "authors": [{"first": "E", "middle": [], "last": "Azor-Martinez", "suffix": ""}, {"first": "R", "middle": [], "last": "Yui-Hifume", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Muñoz-Vico", "suffix": ""}, {"first": "E", "middle": [], "last": "Jimenez-Noguera", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Strizzi", "suffix": ""}], "year": null, "venue": "Pediatrics", "volume": "2018", "issn": "5", "pages": "", "other_ids": {"DOI": ["10.1542/peds.2018-1245"]}}}, "ref_entries": {"TABREF0": {"text": "Rachel A. Leslie 1* , S. Steve Zhou 2 , David R. Macinga 1 *Corresponding Author. Mailing address: GOJO Industries, Inc, One GOJO Plaza, Suite 500. Akron, OH 44311. Phone: (330) 255-6405 or (440) 488-2259. Fax: (330) 255-6115  Alcohol solutions and WHO alcohol-based liquid sanitizer formulations have demonstrated efficacy against the COVID-19 associated SARS-CoV-2 virus in previous publications.", "latex": null, "type": "table"}, "TABREF1": {"text": "SARS-CoV-2 Viral Recovery Before and After Product Treatment and Log 10 Reductions", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Untreated Virus Control </td><td>Treated (30 sec) Virus Recovery </td><td>Log10 Reduction </td></tr><tr><td> </td><td>(Log10 TCID50) </td><td>(Log10 TCID50) </td><td> </td></tr><tr><td>Test Product A </td><td>5.83 </td><td>≤2.61 </td><td>≥3.22 </td></tr><tr><td>Test Product B </td><td>5.71 </td><td>≤2.61 </td><td>≥3.10 </td></tr></table></body></html>"}}, "back_matter": [{"text": "This study was funded by GOJO Industries, Inc.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}