{
    "paper_id": "3dc2407f6977450667a34be23b8b1aed5ed461c2",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In the first published placebo-controlled trial of remdesivir for treating severe COVID-19, Yeming Wang and colleagues 1 were unable to attain their primary endpoint of time to clinical improvement. Although admittedly underpowered due to early trial termination, remdesivir did not appear to affect rates of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) viral RNA load decline and mortality when compared with placebo. Given these disappointing findings, we are left to wonder if a lack of clinically significant outcomes in placebo-controlled trials could have been predicted. By inhibiting early coronavirus life cycle in vitro 2 and in animal models, 3,4 remdesivir might require initiation before the peak viral replication, which is not feasible in the clinical human presentation of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remdesivir and COVID-19"
        },
        {
            "text": "In cell cultures exposed to murine coronavirus, early remdesivir initiation substantially decreased viral titres compared with control. 2 However, this treatment effect was completely lost when initiation occurred just 8 h after infection. In another study, mice administered early remdesivir relative to inoculation with SARS-CoV had substantially reduced lung damage compared with untreated cohorts, an effect that was lost when initiation was delayed by 2 days after inoculation. 3 The need for early treatment has been identified in additional animal models, 4 as Wang and colleagues 1 confirm, with remdesivir initiation following peak viral replication being unable to affect disease severity or mortality.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 137,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 483,
                    "end": 484,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Remdesivir and COVID-19"
        },
        {
            "text": "With in vitro and animal evidence suggesting remdesivir is optimally suited for viral prophylaxis or immediately following viral inoculation, why would there have been any reason to expect a different outcome in humans, where SARS-CoV-2 has a median incubation period of 4 days? 5 We declare no competing interests. Ongoing study recruitment would probably have been possible given the proportion of COVID-19 patients who become critically unwell. This recruitment would have enabled the sample size of 453 to be achieved and definitive results to be obtained. Instead, as highlighted by the authors, the study has \"insufficient power to detect assumed differences in clinical outcomes\". 1 It is important at this time of rapid data emergence and publication that key points regarding control, con tainment, infectivity, and treat ments are scrutinised to the fullest de gree to ensure that potentially effective treatments can be scientifically validated, and that immediate history is not in cor rectly reported.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 280,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 688,
                    "end": 689,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Remdesivir and COVID-19"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Remdesivir in adults with severe COVID-19: a randomised, double-blind, placebo-controlled, multicentre trial",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1569--78",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Novel coronavirus (35): China, global, health workers, cruise, WHO, request for information",
            "authors": [],
            "year": 2020,
            "venue": "ProMed International Society for Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus disease 2019 update (36): global, pandemic declared, Denmark lockdown, more countries, WHO",
            "authors": [],
            "year": 2020,
            "venue": "ProMed International Society for Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus: why you must act now",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pueyo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus disease 2019 update (19): China, Global, Italy and Iran, imported cases to new countries, WHO",
            "authors": [],
            "year": 2020,
            "venue": "ProMed International Society for Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "*Matthew J Glaus, Serena Von Ruden matthewglaus@chifranciscan.org St. Francis Hospital, Federal Way, WA 98003, USA During the study period, the SARS-CoV-2 virus was not under control in China even though lockdowns had occurred. 4,5",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}