{"paper_id": "3dc4e491aacc2c606aed389e9c8382ac190ad3b7", "metadata": {"title": "Journal Pre-proof The Impact of 2019 Novel Coronavirus on Heart Injury: a Systemic Review and Meta-Analysis", "authors": [{"first": "Jing-Wei", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "", "institution": "People's Liberation Army General Hospital", "location": {"settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Tian-Wen", "middle": [], "last": "Han", "suffix": "", "affiliation": {"laboratory": "", "institution": "People's Liberation Army General Hospital", "location": {"settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Mark", "middle": [], "last": "Woodward", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of New South Wales", "location": {"region": "NSW", "country": "Australia"}}, "email": ""}, {"first": "Craig", "middle": ["S"], "last": "Anderson", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of New South Wales", "location": {"region": "NSW", "country": "Australia"}}, "email": ""}, {"first": "Hao", "middle": [], "last": "Zhou", "suffix": "", "affiliation": {"laboratory": "", "institution": "People's Liberation Army General Hospital", "location": {"settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Yun-Dai", "middle": [], "last": "Chen", "suffix": "", "affiliation": {"laboratory": "", "institution": "People's Liberation Army General Hospital", "location": {"settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Bruce", "middle": [], "last": "Neal", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of New South Wales", "location": {"region": "NSW", "country": "Australia"}}, "email": ""}, {"first": "M", "middle": ["D"], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Journal Pre-proof J o u r n a l P r e -p r o o f Abstract Background: Evidence about COVID-19 on cardiac injury is inconsistent.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Objectives: We aimed to summarize available data on severity differences in acute cardiac injury and acute cardiac injury with mortality during the COVID-19 outbreak.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We performed a systematic literature search across Pubmed, Embase and pre-print from December 1, 2019 to March 27, 2020, to identify all observational studies that reported cardiac specific biomarkers (troponin, creatine kinase-MB fraction, myoglobin, or NT-proBNP) during COVID-19 infection. We extracted data on patient demographics, infection severity, comorbidity history, and biomarkers during COVID-19 infection. Where possible, data were pooled for meta-analysis with standard (SMD) or weighted (WMD) mean difference and corresponding 95% confidence intervals (CI).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We included 4189 confirmed COVID-19 infected patients from 28 studies. More severe COVID-19 infection is associated with higher mean troponin (SMD 0.53, 95% CI 0.30 to 0.75, p<0.001), with a similar trend for creatine kinase-MB, myoglobin, and NT-proBNP.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Acute cardiac injury was more frequent in those with severe, compared to milder, disease (risk ratio 5.99, 3.04 to 11.80; p<0.001). Meta regression suggested that cardiac injury biomarker differences of severity are related to history of hypertension (p = 0.030). Also COVID19-related cardiac injury is associated with higher mortality (summary risk ratio 3.85, 2.13 to 6.96; p<0.001). hsTnI and NT-proBNP levels increased during the course of hospitalization only in non-survivors.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The severity of COVID-19 is associated with acute cardiac injury, and acute cardiac injury is associated with death. Cardiac injury biomarkers mainly increase in Journal Pre-proof J o u r n a l P r e -p r o o f non-survivors. This highlights the need to effectively monitor heart health to prevent myocarditis in patients infected with COVID-19. Journal Pre-proof J o u r n a l P r e -p r o o f Alphabetical list of abbreviations ACE2= angiotensin converting enzyme 2 CI = confidence intervals CK-MB = creatine kinase-MB COVID-19 = coronavirus disease 2019 hsTnI = hypersensitive troponin I NT-proBNP = N-terminal pro-B-type natriuretic peptide RR = risk ratio SARS-CoV = severe acute respiratory syndrome coronavirus SMD = standard mean difference WMD = weighted mean difference Journal Pre-proof J o u r n a l P r e -p r o o f Central illustration Journal Pre-proof Epidemiology (MOOSE) guidelines. 5 No language restrictions were imposed on the search. We searched the electronic databases Pubmed, and Embase from", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The systematic review is reported following the Meta-analysis Of Observational Studies in J o u r n a l P r e -p r o o f cardiac injury according to severity of COVID-19, or mortality according to cardiac injury, were included. Studies of the same hospital with period within range of other studies, or with data that could not be reliably extracted were excluded.", "cite_spans": [], "ref_spans": [], "section": "Search Strategy and Selection Criteria"}, {"text": "TH and JL scrutinized the titles and abstracts of the 2961 reports identified and excluded clearly irrelevant studies. Two authors (TH and JL) then did independent review of the full reports for the remaining 553 studies and extracted data independently from the 28 with relevant information.", "cite_spans": [], "ref_spans": [], "section": "Data collection and extraction"}, {"text": "(eFigure 1 in supplementary material) Any disagreements were resolved by a third author (YC). When estimates were only presented graphically, we used the software g3data (version 1.51, www.frantz.fi/software/g3data.php) to extract estimates.", "cite_spans": [], "ref_spans": [], "section": "Data collection and extraction"}, {"text": "For analysis of cardiac injury biomarkers, first standard mean differences (SMD) were calculated for all biomarkers using mean (SD) values and group size, and pooled using random effects models. Then, separate meta-analysis was carried out, with SMD using for troponin (troponin I and T, or high sensitivity troponin I and T), and weighted mean differences (WMD) for other biomarkers. Summary relative risks (RRs) with 95% CIs were estimated for the association between acute cardiac injury and death. The degree of heterogeneity was assessed using the I 2 -index. An I 2 statistic was considered to reflect low likelihood (0%-25%), moderate likelihood (26%-75%), and high likelihood (76%-100%) of differences beyond chance, as was a P value, from a Q test of heterogeneity, of less than or equal to 0.05 6 . If the results were homogeneous (I 2 <50% and P>0.05), fixed effects models were utilized, whereas if these results were heterogeneous (I 2 ≥50% or P≤0.05), then random effect models were used. If only median and interquartile range (Q25, Q75) were reported, then we assumed the median was equal to the mean and that the standard deviation (SD) was (Q75-Q25)/2. We also conducted meta-regression to assess whether severity differences in cardiac injury biomarkers were modified by patient characteristics: age, sex, smoking, diabetes, hypertension, history of cardiovascular diseases, J o u r n a l P r e -p r o o f coronary heart disease, cerebrovascular diseases, chronic obstructive pulmonary diseases, chronic kidney disease, and severity definitions of COVID-19. In this meta-regression analysis cardiac injury biomarkers are selected with priority troponin>CK-MB>myogloblin>NT-proBNP for each study, for example if one study reported troponin and CK-MB, we used troponin as the outcome and used the standard mean difference model to combine the results. Evidence of publication bias was examined using Egger's regression test for funnel asymmetry, in addition to visual inspection of the funnel plots.", "cite_spans": [], "ref_spans": [], "section": "Data analysis"}, {"text": "Combined means of hsTroponin I and NT-proBNP were calculated as the sum, over studies, of the mean value of the biomarker and n is the number of participants. Data were summarised using inverse variance weighted meta-analysis and a 2-sided P value of less than or equal to 0.05 was deemed significant. Statistical analysis was performed with Stata, version 15.1. Fourteen studies reported data from patients in Wuhan, where the epidemic first emerged. Those with more severe disease were somewhat older, fewer women than men, and had higher prevalence of coexisting disorders. (Table 1) J o u r n a l P r e -p r o o f levels were evident in survivors, NT-proBNP in survivors was only available in one small study 32 ( Figure 5 ).", "cite_spans": [], "ref_spans": [{"start": 577, "end": 586, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 718, "end": 726, "text": "Figure 5", "ref_id": null}], "section": "Data analysis"}, {"text": "In this systematic review and meta-analysis, we found that there is an increased risk of acute cardiac injury associated with more severe COVID-2019 infection and this acute cardiac injury is associated with death. Patients with a history of hypertension seem to suffer more from cardiac damage.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Our results are in line with a previous meta-analysis of COVID-19 on cardiac troponin I, which found troponin I significantly increased in COVID-19 patients with severe disease compared to those with milder infection. 38 NT-proBNP show that cardiac injury biomarkers rise above normal by the midpoint of hospitalization and spike immediately before death, which seems to be most seen in severe cases. This pattern of elevation suggests that cardiac damage may already exist before multiple organ dysfunction syndrome.", "cite_spans": [{"start": 218, "end": 220, "text": "38", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "In a large report containing 44,672 confirmed cases from China, approximately 81% of COVID-19 infections were mild cases which did not require hospitalization, with case-fatality rates of 49% in critical cases and 0% in mild ones. 40 In our analysis more severe infection with COVID-19 is associated with 14 times higher mortality risk compared to mild infection, and acute cardiac injury mostly indicated by abnormal cardiac biomarker levels, is associated with 4 times higher mortality risk. In one of the included studies abnormal troponin I was associated with an 80 times higher risk of in-hospital death, although the sample size was small. 20 It is possible that direct cardiac damage or cardiac shock partially explain death.", "cite_spans": [{"start": 231, "end": 233, "text": "40", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Based on these results, we are in support of previous suggestions that longitudinal measurement of cardiac damage biomarkers is needed during hospitalization stay for SARS-CoV-2 infection, which J o u r n a l P r e -p r o o f may help to identify a subset of patients with cardiac injury, and thereby predict the progression of COVID-19 towards an unfavorable outcome. 38 Moreover, studies shall also be planned to determine whether or not cardiac supportive measures, such as echocardiographic testing and heart failure treatments such as mechanical ventilation, inotropic agents, and vasopressors, are beneficial in patients with significant elevation of cardiac injury biomarkers.", "cite_spans": [{"start": 369, "end": 371, "text": "38", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our meta-analysis has several potential limitations. Firstly, there was obvious heterogeneity among studies regarding definitions of severity of COVID-19, acute cardiac injury and biomarkers to detect cardiac injury although no significant publication bias were observed (eFigure 6). Secondly, this meta-analysis was conducted for studies that failed to describe all relevant characteristics of individual patients and it was hard to adjust for potentially confounding factors such as age, gender and use of treatments, such as renin angiotensin aldosterone system inhibitors. Finally, all included studies were retrospective and there are risk of bias in the data collected.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "The severity of COVID-19 is associated with acute cardiac injury, and the latter is associated with death. Patients with a history of hypertension seem to suffer more from this kind cardiac damage. Future studies are needed identify whether cardiac supportive measures and heart failure treatments are beneficial in severe patients infected with COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "J o u r n a l P r e -p r o o f ", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The clinical characteristics of moycardial injury in servere and very severe patients with 2019 novel coronavirus disease. SSRN pre-print", "authors": [{"first": "B", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "J", "middle": [], "last": "She", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Ma", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Clinical and radiographic features of cardiac injury in patients with 2019 novel coronavirus pneumonia. medRxiv preprint", "authors": [{"first": "H", "middle": [], "last": "Hui", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Yang", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "He", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.02.24.20027052"]}}, "BIBREF2": {"ref_id": "b2", "title": "Epidemiological and Clinical Features of", "authors": [{"first": "G", "middle": [], "last": "Wang", "suffix": ""}, {"first": "C", "middle": [], "last": "Wu", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "F", "middle": [], "last": "Wu", "suffix": ""}, {"first": "B", "middle": [], "last": "Yu", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "COVID-19) in Changsha, China. SSRN pre-print", "authors": [], "year": 2019, "venue": "Corona Virus Disease", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Clinical characteristics of 77 novel coronavirus 2019 infected patients with respiratory failure in the terminal stage in Wuhan. SSRN pre-print", "authors": [{"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hui", "suffix": ""}, {"first": "X", "middle": [], "last": "Tong", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Heart injury signs are associated with higher and earlier mortality in coronavirus disease 2019 (COVID-19). medRxiv preprint", "authors": [{"first": "C", "middle": [], "last": "Wu", "suffix": ""}, {"first": "X", "middle": [], "last": "Hu", "suffix": ""}, {"first": "J", "middle": [], "last": "Song", "suffix": ""}, {"first": "C", "middle": [], "last": "Du", "suffix": ""}, {"first": "J", "middle": [], "last": "Xu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.02.26.20028589"]}}, "BIBREF9": {"ref_id": "b9", "title": "Clinical and biochemical indexes from 2019-nCoV infected patients linked to viral loads and lung injury", "authors": [{"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "C", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "Sci China Life Sci", "volume": "63", "issn": "", "pages": "364--374", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Risk Factors Associated With Acute Respiratory Distress Syndrome and Death in Patients With Coronavirus Disease", "authors": [{"first": "C", "middle": [], "last": "Wu", "suffix": ""}, {"first": "X", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Cai", "suffix": ""}], "year": 2019, "venue": "JAMA Intern Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Sanchis-Gomar F. Cardiac troponin I in patients with coronavirus disease 2019 (COVID-19): Evidence from a meta-analysis", "authors": [{"first": "G", "middle": [], "last": "Lippi", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Lavie", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "://www.nhc.gov.cn). The target of COVID-2019, angiotensin converting enzyme 2(ACE2), is expressed in the heart, esophagus, kidney, bladder and ileum as well as the alveoli. 1 Severe Acute Respiratory Syndrome coronavirus (SARS-CoV) has many similarities to COVID-2019 and has been shown in an animal model to mediate myocardial inflammation and damage through down-regulation of myocardial ACE2. Direct effects of SARS-CoV on the myocardium may have been responsible for adverse cardiac outcomes in patients with SARS 2 and the myocardium may be directly affected by COVID-2019. 1 Recently, two case reports from China 3 and Italy 4 have found that COVID-2019 could cause fulminant myocarditis, even without symptoms and signs of interstitial pneumonia. But whether acute cardiac injury is common and whether it is associated with death is still unclear. We thus undertook a systemic search of the literature for evidence of cardiac injury amongst individuals infected with COVID-2019.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "There were 28 reports of 4189 patients included in 22 studies that provided data describing effects on myocardial injury. 7-29 Nine reported the association of acute cardiac injury with death 13, 17, 20, 21, 24, 28, 30-32 and 4 reported dynamic changes of cardiac biomarkers during hospitalization 20, 32-34 . Three included duplicate information from the same participants 35-37 and were not excluded. Among the included studies reporting effect of infection severity on cardiac injury, two studies compared values between those admitted to intensive care unit (ICU) and those not, 8, 12 another 10 compared values between non-survivors with survivors, and the remainder (10 studies) compared severe versus non-severe cases.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Increases in troponin I, CK-MB and NT-proBNP are indicators of possible cardiac damage during COVID infection, and three published case reports have found fulminant myocarditis 3, 4 and cardiac tamponade 39 after COVID infection. Assessments of the dynamic change in hsTnI and", "latex": null, "type": "figure"}, "TABREF0": {"text": "Characteristics of included studies comparing more severe and less severe cases.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Concomitant chronic diseases </td><td> </td><td> </td></tr><tr><td>Author </td><td>No. </td><td>Period </td><td>Age (yr) </td><td>Female </td><td>Diabetes </td><td>Hypertension </td><td>Cardiovascular </td><td>Cerebral </td></tr><tr><td>Wuhan </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Huang et al. 8 </td><td>41 </td><td>2019/12/16-2020/01/02 </td><td>49 </td><td>49 </td><td>15 </td><td>32 </td><td>8 </td><td>25 </td><td>15 </td><td>14 </td><td>23 </td><td>11 </td><td> </td><td> </td></tr><tr><td>Wang et al.12 </td><td>138 </td><td>2020/01/01-2020/01/28 </td><td>66 </td><td>51 </td><td>39 </td><td>48 </td><td>22 </td><td>6 </td><td>58 </td><td>22 </td><td>25 </td><td>11 </td><td>17 </td><td>1 </td></tr><tr><td>Zhou et al.14 </td><td>34 </td><td>2020/02/05-2020/02/13 </td><td>67 </td><td>63 </td><td>38 </td><td>54 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Yang et al.13 </td><td>52 </td><td>2019/12/24-2020/01/26 </td><td>65 </td><td>52 </td><td>34 </td><td>30 </td><td>22 </td><td>10 </td><td> </td><td> </td><td>9 </td><td>10 </td><td> </td><td> </td></tr><tr><td>He et al.17 </td><td>54 </td><td>2020/02/3-2020/02/24 </td><td>70 </td><td>66.5 </td><td>38.5 </td><td>35.7 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>10.7 </td><td> </td><td> </td></tr><tr><td>Peng et al.19 </td><td>112 </td><td>2020/1/20-2020/2/15 </td><td>57.5 </td><td>62 </td><td>43.75 </td><td>54.17 </td><td>25 </td><td>19.79 </td><td>62.5 </td><td>85.42 </td><td>of62.5 </td><td>54.17 </td><td> </td><td> </td></tr><tr><td>Zhou et al.20 </td><td>191 </td><td>2019/12/29-2020/01/31 </td><td>69 </td><td>52 </td><td>30 </td><td>41 </td><td>31 </td><td>14 </td><td>48 </td><td>o23 </td><td>24 </td><td>1 </td><td> </td><td> </td></tr><tr><td>Fu et al.21 </td><td>200 </td><td>2020/1/1-2020/1/30 </td><td> </td><td> </td><td>52.9 </td><td>50 </td><td>76.5 </td><td>66.9 </td><td>64.7 </td><td>r47.5 </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Ruan et al.23 </td><td>150 </td><td>NA </td><td>67 </td><td>50 </td><td>28 </td><td>35 </td><td>18 </td><td>16 </td><td>p43 </td><td>28 </td><td>19 </td><td>0 </td><td>10 </td><td>6 </td></tr><tr><td>Han et al.26 </td><td>47 </td><td>2020/2/1-2020/2/18 </td><td>65.08 </td><td>64.74 </td><td>29.16 </td><td>60.87 </td><td>16.67 </td><td>13.04 </td><td>-41.67 </td><td>34.78 </td><td>16.67 </td><td>4.35 </td><td> </td><td> </td></tr><tr><td>Chen et al.24 </td><td>274 </td><td>2020/1/13-2020/02/12 </td><td>68 </td><td>51 </td><td>27 </td><td>45 </td><td>21 </td><td>e14 </td><td>48 </td><td>24 </td><td>14 </td><td>4 </td><td>4 </td><td>0 </td></tr><tr><td>Chen et al.25 </td><td>150 </td><td>2020/1/1-2020/02/29 </td><td>68.5 </td><td>57.1 </td><td>25 </td><td>47.7 </td><td>20.8 </td><td>11.9 </td><td>58.3 </td><td>27.8 </td><td>25 </td><td>2.4 </td><td> </td><td> </td></tr><tr><td>Zhang et al.28 </td><td>48 </td><td>2019/12/25-2020/02/15 </td><td>78.65 </td><td>66.16 </td><td>29.4 </td><td>l 32.3 </td><td>P29.4 </td><td>16.1 </td><td>70.6 </td><td>64.5 </td><td>23.5 </td><td>29 </td><td>35.3 </td><td>16.1 </td></tr><tr><td>Hu et al.29 </td><td>323 </td><td>2020/1/8-2020/02/20 </td><td>70 </td><td>58 </td><td>a41.3 </td><td>50.4 </td><td>30.2 </td><td>10.8 </td><td>42.9 </td><td>30 </td><td> </td><td> </td><td>3.2 </td><td>1.9 </td></tr><tr><td>Outside Wuhan </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Ji et al.9 </td><td>49 </td><td>2020/01/20-2020/02/16 </td><td>57 </td><td>38 </td><td>n33 </td><td>38 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Cai et al.7 </td><td>298 </td><td>2020/01/11-2020/02/09 </td><td>64 </td><td>u40 </td><td>57 </td><td>46 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Lu et al.11 </td><td>265 </td><td>up to 2020/02/7 </td><td> </td><td> </td><td> </td><td> </td><td>27 </td><td>6 </td><td>46 </td><td>17 </td><td>18 </td><td>4 </td><td>5 </td><td>0.4 </td></tr><tr><td>Hui et al.15 </td><td>41 </td><td>J2020/01/21-2020/02/03 </td><td> </td><td> </td><td>0 </td><td>57 </td><td> </td><td> </td><td> </td><td> </td><td> 19orr.2   13.5 </td><td> </td><td> </td><td> </td></tr><tr><td>Wang et al.16 </td><td>242 </td><td>2020/01/17-2020/02/20 </td><td>57 </td><td>41 </td><td>45.9 </td><td>52.5 </td><td>10.8 </td><td>5.4 </td><td>37.8 </td><td>10.7 </td><td>2 </td><td>5.4 </td><td>2 </td></tr><tr><td>Wan et al.18 </td><td>135 </td><td>2020/01/23-2020/02/8 </td><td>56 </td><td>44 </td><td>47.5 </td><td>45.3 </td><td>22.5 </td><td>3.1 </td><td>10 </td><td>9.4 </td><td>15 </td><td>1 </td><td> </td><td> </td></tr><tr><td>Gong et al.22 </td><td>189 </td><td>2020/1/20-2020/3/2 </td><td>63.5 </td><td>45 </td><td>42.9 </td><td>55.3 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Ma et al.27 </td><td>84 </td><td>2020/1/21-2020/03/2 </td><td>58 </td><td>46.5 </td><td>40 </td><td>43.8 </td><td>35 </td><td>4.7 </td><td>20 </td><td>12.5 </td><td>10 </td><td>4.7 </td><td>10 </td><td>3.1 </td></tr></table></body></html>"}, "TABREF1": {"text": "Meta-regression results for baseline characteristics difference on cardiac injury biomarkers of more severe vs. less severe of COVID19. Coef = regression coefficients; CIs = confidence intervals. Severity definitions indicate groups are devided by surviors/non-surviors or severe/ less severe. Cardiac injury biomarkers are selected in sequence of troponin>CK-MB>myogloblin>NT-proBNP, which indicate that if one study report troponin and CK-MB, we will use troponin as the outcome and use standard mean difference model to pool the data.", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 2. Meta-regression results for baseline characteristics difference on cardiac injury biomarkers of more severe vs. less severe of COVID19.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>No. Study </td><td>Coef (exp) </td><td>95% CI </td><td>p Value </td></tr><tr><td>Between severity </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Age (per year older) </td><td>16 </td><td>1.02 </td><td>0.99 </td><td>1.05 </td><td>0.220 </td></tr><tr><td>Female </td><td>15 </td><td>1.00 </td><td>0.97 </td><td>1.03 </td><td>0.979 </td></tr><tr><td>Smoking </td><td>5 </td><td>rna1.05 1.01 1.02 1.02 1.01 1.01 1.14 0.99 1.36 </td><td>Pre-proof\n0.97 1.14 0.160 0.99 1.04 0.324 1.00 1.03 0.030 0.98 1.06 0.337 0.97 1.06 0.460 0.93 1.11 0.748 1.00 1.29 0.052 0.94 1.04 0.562 0.88 2.12 0.154 </td></tr><tr><td>Diabetes </td><td>12 12 13 7 7 8 6 16 </td><td> </td></tr><tr><td>Hypertension </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Cardiovascular disease* </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Coronary heart disease </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Cerebrovascular disease </td><td>Joul ents; CIs = confidence </td><td> </td><td> </td><td> </td></tr><tr><td>COPD </td><td> </td><td> </td><td> </td></tr><tr><td>Chronic kidney disease </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Severity definitions Coef = regression coefficiintervals. Severity definitions indicate groups are </td></tr></table></body></html>"}}, "back_matter": []}