{
    "paper_id": "3dc529031ffbd9583fccad446af108404e55cba1",
    "metadata": {
        "title": "Cardiovascular patients in COVID-19 era, a case series, an experience from a tertiary cardiovascular center in Tehran, Iran",
        "authors": [
            {
                "first": "Nasim",
                "middle": [],
                "last": "Naderi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Iran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "Mohammad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Iran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Mostafa",
                "middle": [
                    "Ansari"
                ],
                "last": "Ramandi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Birjand University of Medical Sciences",
                    "location": {
                        "settlement": "Birjand",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohammadreza",
                "middle": [],
                "last": "Baay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Iran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Zahra",
                "middle": [],
                "last": "Hosseini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Iran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Esmaeil",
                "middle": [],
                "last": "Zanganehfar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Iran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "Parham Rabieie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Iran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [
                    "Monireh"
                ],
                "last": "Kamali",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Iran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Shirin",
                "middle": [],
                "last": "Manshouri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Iran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Pardis",
                "middle": [],
                "last": "Moradnejad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Iran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Sanaz",
                "middle": [],
                "last": "Asadian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Iran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohammad",
                "middle": [],
                "last": "Mostafa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ansari",
                "middle": [],
                "last": "Ramandi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Different cardiovascular presentations of coronavirus disease 2019 can be seen because of the systemic involvement. Considering its new presentations, there is need for further studies regarding the mechanistic pathways involved. K E Y W O R D S aortic dissection, cardiovascular disorders, coronavirus, myocardial infarction, myocarditis 2 |",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "COVID-19 (coronavirus disease 2019) has affected more than 4 million people worldwide. Its prominent presentation is respiratory symptoms which can progress to severe pneumonia, respiratory failure and shock; however, many patients may present cardiovascular manifestations. [1] [2] [3] [4] Although the awareness regarding the adverse impact of cardiovascular involvement on prognosis and the cardiovascular manifestations of COVID-19 is increasing, the discrimination between the COVID-19 and non-COVID-related cardiovascular etiologies may be challenging. 2, [4] [5] [6] [7] [8] [9] The concerns about the COVID-19 may result in a delay in proper approach and prompt management in many emergent and urgent medical conditions, such as cardiovascular problems.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 278,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 283,
                    "end": 286,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 287,
                    "end": 290,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 559,
                    "end": 561,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 566,
                    "end": 569,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 570,
                    "end": 573,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 574,
                    "end": 577,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 578,
                    "end": 581,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 582,
                    "end": 585,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "Our center is a tertiary center for cardiovascular medicine in Iran, and as it mainly caters for cardiovascular-related problems, patients with specific symptoms for COVID-19 were not referred to our center, because they were transferred to the COVID-19 specific centers. However, encountering patients infected by the novel coronavirus is inevitable during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "In this case series, we report the story of four cases hospitalized in our center with different cardiovascular-related manifestations at first presentation and suspicious of COVID-19 after primary workups. Like other centers throughout the world, we aim to present our challenges in the management of these patients and report their final destiny. 2 | CASE REPORT 2.1 | Case 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "A 55-year-old man with compressive angina, fever, and dyspnea but no cough and myalgia and reported history of close contact with a COVID-19-positive patient is presented. He had a history of hypertension in treatment with captopril and metoprolol succinate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Case history"
        },
        {
            "text": "On admission, he had oxygen saturation (SPO2) of 95%, blood pressure of 100/70 mm Hg, and heart rate of 100 bpm. His temperature was 38 degrees Celsius. The physical examination was unremarkable except for diffuse bilateral crackles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Case history"
        },
        {
            "text": "His electrocardiogram (ECG) showed a nonspecific pattern: Normal sinus rhythm (NSR), right axis deviation, Left atrial abnormality, widening of QRS in limb leads and tall R wave in V1-V3 as well as ST elevation in V2-V6 (Figure 1 -Panel A). The main laboratory findings are presented in Table 1 . The kidney function tests were normal but liver enzymes were elevated significantly (AST = 269 IU/L and ALT = 276 [normal up to 40]), with normal alkaline phosphatase.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 229,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 287,
                    "end": 294,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "| Differential diagnosis, investigations, and treatment"
        },
        {
            "text": "Transthoracic echocardiogram (TTE) showed normal LV size, left ventricular ejection fraction (LVEF) of about 45% without RWMA, a grade one of LV diastolic dysfunction and normal pulmonary artery pressure (PAP). The first chest computed tomography (CT) showed typical ground-glass opacification (GGO) pattern in both lungs (Figure 1-Panel  B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 322,
                    "end": 341,
                    "text": "(Figure 1-Panel  B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "| Differential diagnosis, investigations, and treatment"
        },
        {
            "text": "He was admitted in monitored bed at the COVID-specific ward, and nasopharyngeal swab specimen was taken for reverse transcription polymerase chain reaction (RT-PCR) for COVID-19, which was reported positive the following day. At the second day of admission, his symptoms in terms of dyspnea aggravated, he developed dry cough, and his O2 saturation dropped to 75% without O 2 therapy. He received hydroxychloroquine (HCQ) for 5 days at first line, but the pneumonitis was not controlled; thus, lopinavir/ritonavir (Kaletra) started for him by an infectionist, leading to improvement of his symptoms and SPO2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Differential diagnosis, investigations, and treatment"
        },
        {
            "text": "He was ready for discharge after a negative RT-PCR, 2 days after the second chest CT; however, he developed severe angina with identical ECG changes and a CTn-I of >50 µg/L; thus, the patient was emergently transferred to catheterization laboratory (Cath-Lab), where his selective coronary angiography revealed three-vessel disease ( Figure 1 -Panel C).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 334,
                    "end": 342,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "| Differential diagnosis, investigations, and treatment"
        },
        {
            "text": "Coronary bypass surgery was planned for the patient, but he refused and got better after intensification of antiangina therapies, echocardiography before discharge was not significantly different from his baseline echo except for a mild decrease in left ventricular function (LVEF = 35%-40%) and he was discharged after about 2 months of hospitalization. His antihypertensive medications were continued during his hospitalization course. 35 days after completion of therapies which depicts that the pneumonitis is fully resolved. The ECG changes were resolved, and the CTn-I returned to normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Outcome"
        },
        {
            "text": "A 61-year-old man with acute-onset angina chest pain without fever, a sore throat, dyspnea, cough, myalgia, and no history of close contact with a COVID-19-positive patient is presented. He had past history of hypertension, smoking, and chronic obstructive pulmonary disease. He was addicted to opium and had a recent history of percutaneous coronary intervention (PCI) on left anterior descending (LAD) artery and right coronary artery (RCA) 2 months before. He was under treatment with valsartan, aspirin, bisoprolol, furosemide, spironolactone, nitroglycerin, clopidogrel, and atorvastatin. On presentation, he had SPO2 = 94%, blood pressure = 140/80 mm Hg, heart rate = 90, and temperature = 37.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Case history"
        },
        {
            "text": "The physical examination was unremarkable save diffuse bilateral crackles, and systolic murmur at apex and left sternal border.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Case history"
        },
        {
            "text": "His electrocardiogram (ECG) showed ST-segment elevation in anterior precordial leads ( Figure 2 -panel A).The main laboratory findings are presented in Table 1 . The kidney and liver function tests were normal. The diagnosis was acute anterior ST-elevation myocardial infarction (MI), and he was emergently transferred to the Cath-Lab and underwent primary PCI on LAD due to stent thrombosis ( Figure 2 -panel B). He received Integrilin after the procedure with a dose of 2 µg/kg/min for 48 hours.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 95,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 152,
                    "end": 159,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 402,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "| Differential diagnosis, investigations, and treatment"
        },
        {
            "text": "Echocardiography just after primary PCI revealed normal LV size, LVEF = 25%, anterior wall akinesia, severe hypokinesia of anterolateral, and lateral walls, grade I LV diastolic dysfunction, moderate mitral regurgitation (MR), and normal PAP. The next day, he developed dry cough and his chest CT examination was typical for COVID-19 ( Figure 2-panel C) . He was transferred to the COVID-19-specific monitored bed, and the nasopharyngeal swab specimen was positive for COVID-19 in RT-PCR test.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 353,
                    "text": "Figure 2-panel C)",
                    "ref_id": null
                }
            ],
            "section": "| Differential diagnosis, investigations, and treatment"
        },
        {
            "text": "He also received HCQ for 5 days accompanied with his cardiac medications standard for MI. The disease course was uneventful, the ECG changes improved, and the LVEF increased to 35%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Differential diagnosis, investigations, and treatment"
        },
        {
            "text": "He was discharged with self-consent, having decent clinical conditions on discharge without chest pain or cough. He was advised to be isolated, and all family members were educated. The patient had good clinical condition upon phone follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Outcome"
        },
        {
            "text": "A 61-year-old lady with nausea, vomiting, weakness, dyspnea, and orthopnea was a known case of hypertension, diabetes mellitus, and end-stage renal disease. She had also a right kidney mass diagnosed about 2 months before and was under workup. She had been under hemodialysis 3 days per week and also had a history of permanent pacemaker implantation 2 months before her last admission due to complete heart block. She was on statins, insulin, and calcitriol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Case history"
        },
        {
            "text": "On physical examination, she had SPO2 = 82%, which improved to 96% with nasal O2, blood pressure = 90/60 mm Hg, and heart rate = 100 bpm and no fever. No other remarkable finding was noted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Case history"
        },
        {
            "text": "Electrocardiogram showed pacemaker's rhythm (Figure 3 panel A). The baseline laboratory findings are presented in Table 1 . Renal function test was severely disturbed (creatinine = 5.4 mg/dL), and she had also hyponatremia (serum sodium = 126 meq/dL) and mild hyperkalemia (serum potassium = 5 meq/dL). The baseline liver function test was within normal limits.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 44,
                    "end": 53,
                    "text": "(Figure 3",
                    "ref_id": null
                },
                {
                    "start": 114,
                    "end": 121,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "| Differential diagnosis, investigations, and treatment"
        },
        {
            "text": "Emergent limited bedside TTE at emergency department (ED) showed massive pericardial effusion (PE) with a maximal depth of 3 cm and evidence of cardiac tamponade. She was urgently transferred to the operating room for the PE drainage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Differential diagnosis, investigations, and treatment"
        },
        {
            "text": "Postdrainage TTE showed moderate left ventricular enlargement, LVEF = 30%, moderate-to-severe MR, mild-to-moderate tricuspid regurgitation, a PAP of 45 mm Hg, and small PE. The current echocardiography showed a significant reduction in her LV function considering her previous TTE report (2 months earlier), which was completely within normal limits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Differential diagnosis, investigations, and treatment"
        },
        {
            "text": "After surgery, the extubation was impossible due to the respiratory distress and development of hypoxemia during the weaning process and she got febrile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Differential diagnosis, investigations, and treatment"
        },
        {
            "text": "Chest CT showed bilateral confluent consolidations predominantly in upper and middle zones with more severity in right side highly suggestive of COVID-19 ( Figure 3-panel B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 173,
                    "text": "Figure 3-panel B)",
                    "ref_id": null
                }
            ],
            "section": "| Differential diagnosis, investigations, and treatment"
        },
        {
            "text": "She was isolated in ICU, and the nasopharyngeal swab specimen was reported positive for COVID-19 in RT-PCR test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Differential diagnosis, investigations, and treatment"
        },
        {
            "text": "The patient's status deteriorated, and she underwent shock and unfortunately died after about 50 days. She received Kaletra and IVIG to control COVID-19 infection, accompanied with vasopressor support and hemodialysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Outcome"
        },
        {
            "text": "The pericardial fluid analysis was compatible with an exudate nature with a negative cytology. The pericardial biopsy was negative for malignancy and tuberculosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Outcome"
        },
        {
            "text": "The patient is a 22-year-old healthy man with compressive chest pain, dyspnea, and back pain without a sore throat, dyspnea, and cough and had no history of close contact with a COVID-19-positive patient. He was a nonsmoker, and his past medical and drug history were negative. On presentation, he had SPO2 = 93%, systolic blood pressure of upper extremities was about 60 mm Hg, and the BP of lower extremities was 140/60 mm Hg. His heart rate was 90 bpm, and temperature was 38.1 degree Celsius. The physical examination was unremarkable except for impalpable pulse of left upper limb and weak pulse of right upper limb. He did not have any sign of Marfan syndrome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Case 4 2.4.1 | Case history"
        },
        {
            "text": "His ECG was within normal limits (Figure 4-panel A) . Emergent TTE showed a normal LV size with LVEF of 50%-55%, normal RV size and function, mild MR, tricuspid aortic valve and moderate aortic insufficiency, no aortic stenosis, and dilated ascending aorta (5.1 cm); flap of dissection was seen in ascending aorta originating from sinotubular junction and extending to aortic arch, descending aorta and abdominal aorta. The left subclavian artery originated from the false lumen. No PE was observed. The laboratory data are presented in table 1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 33,
                    "end": 51,
                    "text": "(Figure 4-panel A)",
                    "ref_id": null
                }
            ],
            "section": "| Differential diagnosis, investigations, and treatment"
        },
        {
            "text": "The patient was emergently transferred to CT department where chest CT, aortic CT angiography, and coronary angiography were performed for him.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Differential diagnosis, investigations, and treatment"
        },
        {
            "text": "Coronary CT angiography showed normal coronary arteries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Differential diagnosis, investigations, and treatment"
        },
        {
            "text": "Aortic CT angiography showed type A aortic dissection. The intimal flap started at distal part of the ascending aorta with extension to abdominal aorta and terminated distal to the renal arteries. Dissection flap extension to brachiocephalic artery, left common carotid and left subclavian artery were noted. Both true and false lumens were patent. Distal abdominal aorta and iliac arteries were intact (Figure 4-panel  B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 422,
                    "text": "(Figure 4-panel  B)",
                    "ref_id": null
                }
            ],
            "section": "| Differential diagnosis, investigations, and treatment"
        },
        {
            "text": "Chest CT showed multifocal confluent round-shaped consolidations in left lower lobe mostly compatible with COVID-19 ( Figure 4-panel C) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 135,
                    "text": "Figure 4-panel C)",
                    "ref_id": null
                }
            ],
            "section": "| Differential diagnosis, investigations, and treatment"
        },
        {
            "text": "The laboratory findings are presented in Table 1 . The renal and liver function tests were normal.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 48,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "| Differential diagnosis, investigations, and treatment"
        },
        {
            "text": "The patient was scheduled for emergent surgery for acute aortic dissection, but after being informed of the potential COVID-19, he and his family refused the surgery in our center and asked for transfer to a COVID-19 dedicated center with cardiac surgery facilities. Despite explaining that he may be endangered during transfer, he was transferred to another center by a fully equipped ambulance after taking signed self-informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Differential diagnosis, investigations, and treatment"
        },
        {
            "text": "The phone follow-up on the following days revealed that he had undergone cardiac surgery successfully. We could not get access to his further clinical course and medical therapies, but our further phone follow-up revealed that he was discharged from hospital after several weeks with good conditions. However, the first RT-PCR of nasopharyngeal swab test sent by our center was negative. which is one of the very important comorbidities and risk factors for progression of COVID-19 into its severe forms. Although his illness rapidly progressed and the lung involvement was significant, and despite history of HTN, he did not progress to acute respiratory distress syndrome or shock and responded well to the therapies. We continued his ACEI (captopril) to control his blood pressure and due to its beneficial effects on his LV function during his disease course and on discharge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Outcome"
        },
        {
            "text": "Regardless of many clinicians' concerns about susceptibility to coronavirus in those patients who are taking ACEIs or ARBS, observational studies have not provided convincing data on whether these drugs have potentially beneficial or harmful effects on COVID-19 patients. It has been shown that worse outcomes may be more prevalent in hypertensive and diabetic patients, possibly due to overexpression of angiotensin-converting enzyme 2 (ACE-2) receptors in alveolar epithelial cells. Some researchers speculate that as using ACEIs and ARBs upregulate ACE-2 expression, theoretically this effect could increase the virus entry and risk for COVID-19 or disease severity. In contrast, some investigators have postulated some mechanisms for the beneficial effects of these drugs. To exemplify, upregulating ACE2 with ACEI or ARBs could enhance the conversion of angiotensin II to angiotensin 1-7 which has anti-inflammatory and vasodilatory properties. Nevertheless, professional societies such as ACC/ AHA have recommended that patients receiving these drugs should continue taking them. 3, 8, [10] [11] [12] [13] Decision-making under uncertainty would be stressful in such settings. However, we decided to continue the ACEI because we postulated that stopping the drug in a compensated heart failure patient might be more harmful. 3, 14, 15 Another issue regarding the current patient is the development of non-ST elevation MI (NSTEMI) after controlling his pneumonitis. As shown earlier, the endothelial dysfunction in the setting of coronavirus infection may lead to the plaque instability, microvascular dysfunction, and thrombus formation in previously diseased coronary arteries. On the other hand, prolonged hypoxemia in this patient could be considered a predisposing factor for MI development.",
            "cite_spans": [
                {
                    "start": 1086,
                    "end": 1088,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1089,
                    "end": 1091,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1092,
                    "end": 1096,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1097,
                    "end": 1101,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1102,
                    "end": 1106,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1107,
                    "end": 1111,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1331,
                    "end": 1333,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1334,
                    "end": 1337,
                    "text": "14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1338,
                    "end": 1340,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "The second case is another example of an acute thrombotic event as the first presentation of COVID-19. Although he was in his first 3 months after coronary angioplasty, in which the risk of acute thrombosis is high, an increased risk for the stent thrombosis by COVID-19 could not be simply ruled out. 3, 14, 16, 17 There are some reports regarding the early stent thrombosis in COVID-19 patients with acute MI patients having undergone primary PCI. To the best of our knowledge, this case may be the first reported case of in-stent thrombosis in a COVID-19 patient with history of chronic PCI.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 304,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 313,
                    "end": 315,
                    "text": "17",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "The mechanism of increased risk of stent thrombosis may be the increased platelets' aggregability accompanied with other pathophysiological mechanisms mentioned earlier, such as endothelial dysfunction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "For the third case, although patients who are under hemodialysis are predisposed to uremic pericarditis and tamponade, this patient did not reveal any history of missing her routine hemodialysis. Hua et al have reported the first case of tamponade complicating myopericarditis in a 47-year-old lady. 18 Considering the clinical and laboratory findings of the current patient, it seems that our patient is another case of COVID-19 myopericarditis.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 302,
                    "text": "18",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "The fourth case shows the development of aortic dissection in an otherwise normal individual probably infected with novel coronavirus. Although the RT-PCR for novel coronavirus was negative, the other laboratory findings and the chest CT were highly suggestive of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "Fukuhara et al have reported an acute type A aortic dissection in a healthy nonsmoker man who initially did not have any signs of COVID-19, and on the 5th day after a successful surgery, he developed bilateral lung infiltrate which progressed to ARDS and death and a positive RT-PCR for COVID-19. 19 They did not consider the COVID-19 the possible cause of aortic dissection and aimed to highlight the importance of being always ready to encounter COVID-19 in any patient with any complaint and to assume all patients may have been exposed to COVID-19. However, the novel coronavirus has surprised the clinicians and investigators since its first appearance. It can invade everywhere in the body, and in these cases, large vessel arteritis could not be simply ruled out.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 299,
                    "text": "19",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical characteristics of 113 deceased patients with coronavirus disease 2019: retrospective study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 and the cardiovascular system: implications for risk assessment, diagnosis, and treatment options",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Guzik",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mohiddin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dimarco",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cardiovasc Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cvr/cvaa106"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical features and treatment of COVID-19 patients in northeast Chongqing",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "7",
            "pages": "797--806",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus Disease 2019 in elderly patients: characteristics and prognostic factors based on 4-week follow-up",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "80",
            "issn": "6",
            "pages": "639--645",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Does the novel coronavirus 2019 like heart more than the other family members of coronaviruses?",
            "authors": [
                {
                    "first": "Ansari",
                    "middle": [],
                    "last": "Ramandi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Baay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Naderi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Cardiovascular and Thoracic Research",
            "volume": "12",
            "issn": "2",
            "pages": "156--157",
            "other_ids": {
                "DOI": [
                    "10.34172/jcvtr.2020.27"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronavirus disease 2019 (COVID-19) and cardiovascular disease: a viewpoint on the potential influence of angiotensin-converting enzyme inhibitors/angiotensin receptor blockers on onset and severity of severe acute respiratory syndrome coronavirus 2 infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Heart Assoc",
            "volume": "9",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Cardiovascular implications of fatal outcomes of patients with coronavirus disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Outcomes in patients with COVID-19 infection taking ACEI/ARB",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Rico-Mesa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Curr Cardiol Rep",
            "volume": "22",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19 and angiotensin-converting enzyme inhibitors and angiotensin receptor blockers: what is the evidence?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Verma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1769--1770",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Coronavirus disease 2019 (COVID-19): do angiotensin-converting enzyme inhibitors/angiotensin receptor blockers have a biphasic effect?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sommerstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Kochen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Messerli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gräni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Heart Assoc",
            "volume": "9",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "HFSA/ACC/AHA statement addresses concerns re: using RAAS antagonists in COVID-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bozkurt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kovacs",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Harrington",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am Heart Assoc Professional Heart Daily",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Multivessel coronary thrombosis in a patient with COVID-19 pneumonia",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dominguez-Erquicia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dobarro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Raposeiras-Roubín",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bastos-Fernandez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iñiguez-Romo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Heart J",
            "volume": "41",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Molecular immune pathogenesis and diagnosis of COVID-19",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Geng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Pharm Anal",
            "volume": "10",
            "issn": "2",
            "pages": "102--108",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Insights for increased risk of failed fibrinolytic therapy and stent thrombosis associated with COVID-19 in ST-segment elevation myocardial infarction patients",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lacour",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Semaan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Genet",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ivanes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Catheter Cardiovasc Interv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/ccd.28948"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Understanding SARS-CoV-2-mediated inflammatory responses: from mechanisms to potential therapeutic tools",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Virologica Sinica",
            "volume": "35",
            "issn": "",
            "pages": "266--271",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Life-threatening cardiac tamponade complicating myo-pericarditis in COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gallagher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sado",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Byrne",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Heart J",
            "volume": "41",
            "issn": "22",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Acute type A aortic dissection during COVID-19 outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fukuhara",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rosati",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "El-Dalati",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ann Thorac Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.athoracsur.2020.04.008"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "panel D shows his chest CT, F I G U R E 1 A, ECG of case 1 showing a nonspecific pattern: normal sinus rhythm (NSR), right axis deviation, left atrial abnormality, widening of QRS in limb leads and tall R wave in V1-V3 as well as ST elevation in V2-V6. B, Chest CT of case 1 showing typical ground-glass opacification in both lungs. C, Selective coronary angiography of case 1 revealing threevessel disease. D, Chest CT of case 1 after treatment without coronavirus involvement",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "I G U R E 3 A, ECG of case 3 showing pacemaker's rhythm. B, Chest CT of case 3 showing bilateral confluent consolidations predominantly in upper and middle zones with more severity in right side",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "1 was initially manifested with cardiac-related symptoms and signs and developed a typical form of COVID pneumonitis later. This patient had a history of hypertension, F I G U R E 4 A, Normal ECG of case 4. B, Aortic CT angiography of case 4 showing tear in aorta. C, Chest CT of case 4 showing multifocal confluent round-shaped consolidations in left lower lobe mostly compatible with COVID-19",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "T A B L E 1 Important laboratory data of the patients Abbreviations: COVID-19, coronavirus disease 2019; CTn-I, cardiac troponin I; ESR, erythrocyte sedimentation rate; Hg, hemoglobin; hs-CRP, high-sensitivity C-reactive protein; PMN, polymorphonuclear; RT-PCR, reverse transcription polymerase chain reaction; WBC, white blood cells.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to acknowledge the help provided by Mr. Amirabbas Qassemi for editing and revising the language of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "AUTHOR CONTRIBUTIONS NN and MMAR: contributed to acquisition of data, drafting the manuscript, final revision of the manuscript, and participated sufficiently in the work. MB, ZH, MEZ, PR, MK, SM, PM, and SA: contributed to acquisition of data, drafting the manuscript, and participated sufficiently in the work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST None declared."
        },
        {
            "text": "Informed consent was acquired from patients to report their data. The ethical committee of Rajaie Cardiovascular Medical and Research Center approved this case series.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICAL APPROVAL"
        },
        {
            "text": "https://orcid.org/0000-0001-6067-040X | 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nasim Naderi"
        },
        {
            "text": "Mohammad Mostafa Ansari Ramandi https://orcid. org/0000-0002-7431-0373 Shirin Manshouri https://orcid. org/0000-0001-5680-8111",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NADERI Et Al."
        }
    ]
}