{
    "paper_id": "3dc5bf516803b9db568e51276d44ce5f1562d098",
    "metadata": {
        "title": "Dynamical balance between the transmission, intervention of COVID-19 and economic development",
        "authors": [
            {
                "first": "Zhaowang",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guilin University of Electronic Technology",
                    "location": {
                        "postCode": "541004",
                        "settlement": "Guilin",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hualiang",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun Yat-sen University",
                    "location": {
                        "postCode": "510080",
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Guanghu",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guilin University of Electronic Technology",
                    "location": {
                        "postCode": "541004",
                        "settlement": "Guilin",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The current explosive outbreak of coronavirus is posing serious threats to public health and economy around the world. To clarify the coupling mechanism between this disease and economy, a new dynamical system is established. It is theoretically proved that the basic reproduction number is a nonlinear combination of parameters regarding disease transmission, intervention and economy effect, which totally determines the stability of the disease-free and endemic equilibria. Further results indicate the existence of interaction and mutual restraint among the transmission, intervention and economy, in which strong coupling of COVID-19 and economy would trigger disease outbreak and form poverty trap, while adaptive isolation of at-risk population could effectively reduce morbidity at the cost of least economic loss. Our findings can offer new insights to improve the intervention strategies against COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In late December 2019, a novel coronavirus disease (COVID-19) first emerged in Wuhan, China, and rapidly spread to other countries [1] . As of July 31, 2020, 216 countries are hit by COVID-19 pandemic with over 16 million confirmed cases and about 0.65 million deaths. WHO claimed the pandemic is still accelerating, and its various impacts may last for decades [2] .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A series of unprecedented intervention measures have been taken to control the outbreak of COVID-19. Non-pharmaceutical interventions mainly focus on social distancing, including travel restrictions, quarantine of patients, closure of schools and workplaces, suspension of public transportation, and wearing masks. Such strategies are playing significant roles in reducing the morbidity and mortality [3] , and at the same time, they directly/indirectly hinder economic development [4] . For example, Hubei's GDP shrank by 39.2% in the first quarter compared with the previous one. It is estimated that the reduction in GDP range from 4% under alert level 1 up to 37% under level 4 in New Zealand [5] . Hence, in the face of COVID-19, it is of great significance to balance the relationship between economy and public health, which can help more effectively mitigate the disease burden with less economic loss.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 404,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 482,
                    "end": 485,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Mathematical models are widely used for clarifying the transmission patterns of infectious diseases. They are particularly employed to illustrate the interplay between economic growth and epidemic ecology [6, 7] . For example, by analyzing coupled model of economic growth and disease transmission, two possible mechanisms were given to escape the poverty trap [6] , and a significant empirical link was found between tuberculosis and economic production systems [7] . Since the occurrence of COVID-19, many mathematical models were established aiming at predicting propagation trends [8] , tracing transmission patterns [9] , estimating infection risk [10] , and evaluating intervention effects [11] . However, recent studies on the relation between COVID-19 and economy only stays in descriptive analysis, and little work is found on the coupling mechanism between them.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 209,
                    "end": 211,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 621,
                    "end": 624,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 653,
                    "end": 657,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 696,
                    "end": 700,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To fill the knowledge gap, a new coupled model of COVID-19 transmission and economic growth is established by ordinary differential equations. The dynamical behaviors of the model are explored by using stability theory and numerical analysis, and particularly the dynamical linking between disease transmission/control and economic development is inferred.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Based on the compartmental principle and COVID-19 epidemiology, human population is divided into five parts which are susceptible, latent, infectious, cured and recovered. The GDP per capita and the proportion of population at the corresponding states at time t are represented by g(t), s(t), l(t), i(t), c(t) and r(t), respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": "The specific transmission process is as follows: susceptible individuals can be infected by contacting latent and infectious individuals, and then go through an incubation period 1/η. They receive treatment after an infected period 1/δ and finally recover. It is assumed that the total density of human is constant as unit, in which birth rate equals to death rate b. For disease control, parts of susceptible, latent and infectious people are isolated, the proportions of which are denoted by q 1 , q 2 , and q 3 , respectively. The corresponding transfer flowchart of the model is shown in Figure 1 . The dynamics of COVID-19 and economy are inexorably linked. First, the working environment and living conditions will be improved through economic growth, which can further reduce the morbidity and mortality of COVID-19. Second, economic growth will make the treatment measures more standardized and perfect, which can further shorten the time of treatment and recovery. The economic growth model here is modelled using the Logistic equation [12] , where COVID-19 patients and quarantine people could not work, so GDP growth will be constrained by COVID-19 epidemic. Based on the above description, the dynamical model was written by the following differential equations:",
            "cite_spans": [
                {
                    "start": 1045,
                    "end": 1049,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 592,
                    "end": 600,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Model formulation"
        },
        {
            "text": "where the parameter θ and g 0 represent the growth rate of GDP per capita, and the maximum income in absence of disease; r 1 (r 2 ) is the original reproduction number contributed by individuals in incubation (infectious) states, which equals the product of effective contact rates and time 2 . CC-BY-NC-ND 4.0 International license It is made available under a perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": "The copyright holder for this this version posted August 15, 2020. . duration staying in the corresponding state. Here the infectivity and recovery rates are nonlinear functions of GDP per capita [12] , with k i as the weighting coefficient.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": "Direct computation yields that the disease-free equilibria of system (1) include e 1 = (0, 1, 0, 0, 0, 0) and e 2 = (g 0 (1 − q 1 ), 1, 0, 0, 0, 0). It is easy to prove that e 1 is unstable, i.e. GDP can not be zero without COVID-19 epidemic. Using the next generation matrix, the basic reproduction number of system (1) is calculated as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic reproduction number and stability"
        },
        {
            "text": "Theorem 3.1. When R 0 < 1, the disease-free equilibrium e 2 of system (1) is locally asymptotically stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic reproduction number and stability"
        },
        {
            "text": "Proof. The Jacobi matrix of system (1) at e 2 is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic reproduction number and stability"
        },
        {
            "text": "it only needs to consider the solution of F (λ) = λ 2 + a 1 λ + a 2 = 0. When R 0 < 1, it follows that a 1 > 0 and a 2 > 0. According to Hurwitz criterion, F (λ) has two eigenvalues of negative real part. Hence e 2 is locally asymptotically stable when R 0 < 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic reproduction number and stability"
        },
        {
            "text": "When R 0 < 1, the disease-free equilibrium e 2 of system (1) is globally asymptotically stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3.2."
        },
        {
            "text": "SinceV = 0 only if l = i = 0 or R 0 = 1, and the maximum invariant set in {(g, s, l, i, c, r) :V = 0} is the singleton {e 2 }, it follows from LaSalles invariance principle that e 2 is globally stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof. A Lyapunov function is defined as"
        },
        {
            "text": "When R 0 > 1, then there exists an endemic equilibrium P * in system (1), which is locally asymptotically stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3.3."
        },
        {
            "text": "3 . CC-BY-NC-ND 4.0 International license It is made available under a perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3.3."
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3.3."
        },
        {
            "text": "The copyright holder for this this version posted August 15, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3.3."
        },
        {
            "text": "Let the right side of system (1) be zero. It is obtained that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof."
        },
        {
            "text": ") .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof."
        },
        {
            "text": "Direct calculation yields that f (0) < 0, f (1) > 0. It follows that when R 0 > 1 there exists an endemic equilibrium P * . The Jacobi matrix of the system at P * is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof."
        },
        {
            "text": "The characteristic equation of J(P * ) is λ 5 + m 1 λ 4 + m 2 λ 3 + m 3 λ 2 + m 4 λ + m 5 = 0, where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof."
        },
        {
            "text": "Direct computation yields that ∆ 3 > 0, ∆ 4 > 0. According to Routh-Hurwitz criterion, the endemic equilibrium P * is locally asymptotically stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof."
        },
        {
            "text": "The model framework is activated by concrete parameters with biological background, which allows for further digging the dynamical interactions between COVID-19 and economic growth. The time unit of the parameters is per month or month. According to data of China's National Bureau of Statistics in 2019, the GDP per capita (g 0 ) and the birth/death rate are respectively adopted to be 5908 RMB and 0.0011 (with life expectancy as 76.34 years). It is estimated from the China's GDP curve that the coefficient θ is 4.40 × 10 −4 . The basic reproduction numbers contributed by individuals in incubation and infected states are specified as r 1 = 0.4 and r 2 = 2.68 [8] . The mean incubation period 1/η is 1/6 [13] . Based on the epidemiology survey, the time span from illness onset to be treated and the shortest period of treatment are estimated to be 1/δ = 0.2 and 1/γ = 1/3, respectively. In simulations, the proportions of humans in different states being quarantined and the weighting coefficient of economic effect are variable. It is imposed that the initial values of GDP per capita equals the positive equilibrium in case of no infection. Figure 2 shows the effects of different coupling weight coefficient on the evolutions of COVID-19 and economy. It is found that when infectivity weight of GDP (k 1 and k 2 ) increase from 0 to 6000, the basic reproduction number R 0 will increase from 0.10 to 1.55. That is, large coupling weights between the infectivity and economy may easily trigger the outbreak of COVID-19, which would formulate a poverty trap. It is further observed that (1) when R 0 < 1, the incidence declines directly and rapidly, and GDP per capita increases slowly until stabilizes; (2) When R 0 > 1, followed by a sharp rise, the incidence quickly reach an peak and then keep stable in very low level. At the same time, the GDP per capita falls rapidly and increase gradually to a stable level. It is clear that the outbreak of COVID-19 causes damage to economic growth, and it will take over ten years for economy to recover. It should be noted that the treatment weight coefficient of GDP (k 3 ) could not work on R 0 and the incidence. Yet large k 3 means that the treatment cycle is much longer, which would leads to lower level of economic growth. Figure 3 displays the restrictive relationships of COVID-19 and economy in case of implementing quarantine measures with different intensity. It is found that both of constant and adaptive isolation can work on COVID-19 control and economic situation, in which some interesting patterns are observed: (1) Adaptive isolation could be more effective in decreasing morbidity, but it also prolongs the epidemic in very low prevalence rate; (2) Isolating susceptible individuals would greatly damage economic growth and could slightly release infection burden; (3) Adaptively isolating the people in latent and infected states not only can effectively reduce incidence rate, but also minimize 5 . CC-BY-NC-ND 4.0 International license It is made available under a perpetuity.",
            "cite_spans": [
                {
                    "start": 664,
                    "end": 667,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 708,
                    "end": 712,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 1148,
                    "end": 1156,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2281,
                    "end": 2289,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Numerical analysis"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical analysis"
        },
        {
            "text": "The copyright holder for this this version posted August 15, 2020. . https://doi.org/10.1101/2020.08.13.20174755 doi: medRxiv preprint the impacts on economy. Particularly, if without quarantine, the economy would get hit due to high morbidity and less labor, which would suffer much heavier blow compared with implementing adaptive isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical analysis"
        },
        {
            "text": "Finally, sensitivity index of R 0 to model parameters is calculated by using formula ∂R0 ∂δ δ R0 (for parameters δ) [14] . As show in Table 1 , it is found that the original reproduction numbers (r i ), and the weighting coefficients of economy on infectivity (k i ) are positively correlated with R 0 , indicating that releasing the coupling weight between COVID-19 and economy, and especially cutting down contacts with infected people can effectively lower infection risk. Furthermore, the growth rate of GDP per capita (θ), and the maximum income in absence of disease (g 0 ), as well as the isolation rates (q i ) are negatively associated with R 0 , indicating that economic development and quarantine strategies can significantly reduce infection risk. is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 141,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Numerical analysis"
        },
        {
            "text": "The copyright holder for this this version posted August 15, 2020. . https://doi.org/10.1101/2020.08.13.20174755 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical analysis"
        },
        {
            "text": "In this paper, a new dynamical model is developed for coupling the transmission, intervention of COVID-19 and economic growth. Mathematical analysis verifies that the basic reproduction number R 0 is the sharp threshold to determine the outbreak of the disease. The value of R 0 greatly depends on intrinsic transmissibility (e.g., infection rate, incubation period, and infected period) , coupling weight, and intervention strategies (e.g., early detection and treatment, quarantine). The results indicate that there is a mutual restraining mechanism between COVID-19 transmission and economic growth. Strong impact of economy on COVID-19 infection would trigger disease outbreak and raise morbidity, and it also hold back economic progress, resulting in a poverty trap. In this case, providing financial assistance for attacking areas or patients can release the connection between infection and economy loss, which could help to escape the poverty trap stemmed from COVID-19 disease. Furthermore, implementing quarantine measures can help to contain the propagation of COVID-19, but its impact on economy is inconsistent. Isolating healthy people would damage economy. While adaptively isolating those people in latent and infected states as many as possible is best for both sides, which can greatly reduce human infection and yields a minimal impact on economic development. That requires timely detection and isolation of those persons at risk (e.g., the people who once contact with patient or has been to infected regions), and guarantees that healthy persons can work in safe environment. The results can provide scientific theoretical reference for COVID-19 epidemic control and policy formulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This work was supported by the National Natural Science Foundation of China (82041021 and 11661026), and the Innovation Project of GUET Graduate Education (2020YCXS085).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1199--1207",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. Coronavirus disease (COVID-19) pandemic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The effect of control strategies to reduce social mixing on outcomes of the COVID-19 epidemic in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prem",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Public Health",
            "volume": "5",
            "issn": "",
            "pages": "261--270",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Economic impacts of Wuhan 2019-nCoV on China and the world",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Ayittey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Ayittey",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Chiwero",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "5",
            "pages": "473--475",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Economic impacts of COVID-19 containment measures. Reserve Bank of New Zealand Analytical Note Series",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stannard",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Steven",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcdonald",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Escaping the poverty trap: modeling the interplay between economic growth and the ecology of infectious disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Goerg",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Patterson-Lomba",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hébert-Dufresne",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Quantitative Finance",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Dynamics of tuberculosis and economic growth",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Delfino",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Simmons",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Environ Dev Econ",
            "volume": "10",
            "issn": "6",
            "pages": "719--743",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "689--697",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A SIR model assumption for the spread of COVID-19 in different communities",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mondal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Antonopoulos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chaos, Solitons & Fractals",
            "volume": "139",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Risk assessment of novel coronavirus COVID-19 outbreaks outside China",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boldog",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tekeli",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Vizi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Med",
            "volume": "9",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effects of non-pharmaceutical interventions on COVID-19 cases, deaths, and demand for hospital services in the UK: a modelling study",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Public Health",
            "volume": "5",
            "issn": "7",
            "pages": "375--385",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Health safety nets can break cycles of poverty and disease: a stochastic ecological model",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Plucinski",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Ngonghala",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Bonds",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J R Soc Interface",
            "volume": "8",
            "issn": "65",
            "pages": "1796--1803",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Incubation period and other epidemiological characteristics of 2019 novel coronavirus infections with right truncation: a statistical analysis of publicly available case data",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Med",
            "volume": "9",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Determining important parameters in the spread of malaria through the sensitivity analysis of a mathematical model",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chitnis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cushing",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bull Math Biol",
            "volume": "70",
            "issn": "5",
            "pages": "1272--1296",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flow diagram on the dynamical interactions between COVID-19 transmission and economic development.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Time evolutions of GDP per capita and human infections with different economic effect weights k 1 , k 2 and k 3 . The isolation rates are q 1 = q 2 = q 3 = 0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Time evolutions of GDP per capita and human infections with different intervention strategies, where k 1 = k 2 = k 3 = 6000. The isolation rate in constant (adaptive) isolation at time t is defined as constant q (4 times of c at time t − 1), with equal averages for comparability.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Sensitivity indices (SI) of R 0 to model parameters.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}