{
    "paper_id": "3dc63727d0dede59e5afe11c23a4012d04e6ec2f",
    "metadata": {
        "title": "Pneumomediastinum and spontaneous pneumothorax as an extrapulmonary complication of COVID-19 disease",
        "authors": [
            {
                "first": "Jesse",
                "middle": [],
                "last": "Mauricio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "López",
                "middle": [],
                "last": "Vega",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "María",
                "middle": [],
                "last": "Luz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Parra",
                "middle": [],
                "last": "Gordo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Aurea",
                "middle": [
                    "Diez"
                ],
                "last": "Tascón",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Silvia",
                "middle": [],
                "last": "Ossaba Vélez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The new disease outbreak that causes atypical pneumonia named COVID-19, which started in China's Wuhan province, has quickly spread to a pandemic. Although the imaging test of choice for the initial study is plain chest radiograph, CT has proven useful in characterizing better the complications associated with this new infection. We describe the evolution of 3 patients presenting pneumomediastinum and spontaneous pneumothorax as a very rare complication of COVID-19 and their particular interest as a probable prognostic factor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December 2019, the outbreak of a new infection that produced cases of atypical pneumonia and severe acute respiratory syndrome was described. This outbreak was later related to an emerging virus from the Coronaviridae family, whose initial focus was located in China's Wuhan province. The virus, identified in January 2020 as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) causing the disease COVID-19, has spread rapidly around the world causing more than 6.3 million infections and more than 370,000 reported deaths [1] .",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 538,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Spain, the first confirmed case of COVID-19 disease was reported on January 31, 2020, with the Comunidad de Madrid being the most affected by it. Initially, chest radiograph was the imaging technique used in our hospital as an effective diagnostic tool in the emergency department. Subsequently, the implementation of a second computerized tomography (CT) equipment has made it possible to carry out a greater number of thoracic CT studies, facilitating the early identification of COVID-19 pneumonia and its complications, including the most common thrombotic or inflammatory phenomena, in order to provide timely treatment. We reported three cases of spontaneous pneumomediastinum and pneumothorax characterized by CT as a rare complication of COVID-19 pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An 84-year-old woman with a history of anticoagulation with acenocoumarol due to prosthetic valve replacement, renal failure on replacement therapy with hemodialysis, stage C heart failure with preserved ejection fraction, hypertension, and hypercholesterolemia pharmacologically controlled went to the emergency department with head trauma following a fall at her home; so a head CT was performed, finding an acute subdural hematoma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "During her stay, low oxygen saturation was observed and a simple chest radiograph was performed in two projections, PA (posteroanterior) and lateral, where radiological findings suggestive of lung involvement by COVID-19 were observed. An extension study was performed with genomic amplification to confirm that the diagnosis was negative. It was repeated for a second time, being negative again, so she was discharge. Five days later, she consulted again presenting dyspnea, fever, and cough. The chest X-ray showed bronchopneumonia and the PCR (polymerase chain reaction) was positive for SARS-CoV-2 infection, so she was admitted for hospital management (CURB 65 of 1). Management included pharmacological treatment with hydroxychloroquine, ceftriaxone, and methylprednisolone, as well as oxygen supplementation by reservoir with 50% FiO2. During her hospitalization, she presented progressive deterioration of respiratory function with dyspnea despite oxygen therapy, showing atelectasis of the left lung until developing a white lung that was objectifiable in serial chest radiograph studies in the anteroposterior view. It was decided to perform a chest CT with IVC (intravenous contrast) for a better characterization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "On the chest CT, right partial hydropneumothorax, left full hydropneumothorax, and pneumomediastinum were identified, as well as pulmonary involvement by COVID-19 ( Fig. 1) . The patient presented an unsatisfactory clinical evolution and died 18 days after the symptoms began.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 172,
                    "text": "Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Case 1"
        },
        {
            "text": "A 67-year-old male patient who consulted with 5 days of fever and dyspnea, on antibiotic treatment with amoxicillin/ clavulanate for bacterial pharyngotonsillitis suspected in primary care. On admission, his vital signs were stable, presenting an oxygen saturation of 94% with a mask with FiO2 of 50%, for which he was treated as a suspect for COVID-19. As initial imaging test, he underwent a chest X-ray with PA and lateral projections, where bilateral opacities with multilobar affectation suggestive of moderate involvement by COVID-19 were observed. In addition, a pneumothorax chamber and radiolucent lines were identified in both projections surrounding the cardiomediastinal contour compatible with pneumomediastinum (Fig. 2) . Given the findings, it was decided to complement the study with a chest CT without contrast to characterize the extension of the pneumomediastinum (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 725,
                    "end": 733,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 883,
                    "end": 891,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Case 2"
        },
        {
            "text": "Due to the increased oxygen requirement and respiratory work, as well as the severity of the evolution of the disease, the patient was transferred to the intensive care unit in treatment with piperacillin/tazobactam and azithromycin. A pleural drainage tube was inserted to control the pneumothorax, showing clinical improvement. In the following radiographic controls, reabsorption of the pneumomediastinum and pneumothorax were observed. However, the patient clinically presented progressive deterioration with decreased renal function, worsening respiratory function, and hemodynamic instability. Despite the support measures and the intra-hospital management, the patient developed multiple organ failure and passed 18 days after the symptoms initiated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "A 73-year-old male patient with a history of basal cell epithelioma, obstructive sleep apnea, obesity, and depression under pharmacological treatment, presented with a 5-day clinical course of fever and dyspnea, was admitted to study a respiratory infection, and a chest X-ray was performed in PA and lateral projections, showing alveolar opacity with a bibasal air bronchogram, therefore the suspected diagnosis was moderate severity COVID-19 pneumonia (CURB65 of 2). The genomic amplification test for SARS-CoV-2 was positive, and he started pharmacological treatment with hydroxychloroquine, azithromycin, tocilizumab, methylprednisolone, and oxygen support with a mask with a reservoir at 15 l/min (FiO2 of 90%). Given the torpid evolution of the disease, it was decided a b Fig. 1 a Axial slide in lung window, evidence of a bilateral pneumothorax chamber (green arrows), and pneumomediastinum (red arrows). b Coronal MPR reconstruction in lung window, with the right pneumothorax chamber, as well as the presence of air in the mediastinum in the ascending thoracic aorta and surrounding the cardiac silhouette.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 779,
                    "end": 785,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Case 3"
        },
        {
            "text": "Observe the GGO (ground-glass opacities) in the visible lung parenchyma typical of COVID-19 involvement to perform a chest CT with contrast, suspecting pulmonary thromboembolism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 3"
        },
        {
            "text": "In the study, filling defects were identified in the segmental arteries of both upper lobes, extensive bilateral involvement by coronavirus, and, as an incidental finding, a minimal chamber of pneumomediastinum (Fig. 4) . Anticoagulant therapy and non-invasive ventilatory support with CPAP were started. The patient presented progressive deterioration until his death 15 days after admission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 219,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case 3"
        },
        {
            "text": "Chest CT is a quick and relatively easy-to-access study for characterization of lung lesions caused by SARS-CoV-2 infection. Among the most characteristic findings are groundglass opacities, consolidated opacities, and septa thickening. These cases illustrate the severity of the disease associated with a rare complication such as pneumothorax and pneumomediastinum in this case of spontaneous origin [2] . Although the development of the pneumothorax chamber is usually secondary to barotrauma in patients in the intensive care unit in most cases, our patients did not require, at diagnosis, assisted mechanical ventilation. Therefore, the mechanism of the injury, although not fully understood, may be secondary to alveolar damage from the infection and a rupture of the alveolar wall due to increased pressure from pronounced coughing that occurs in response to the virus. Pneumomediastinum may be due to air leakage through the interstitial space due to increased pressure [3] .",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 405,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 978,
                    "end": 981,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It should be emphasized that patients did not have a history of smoking or clear parenchymal patterns that suggest bullae or emphysema that could be predisposing factors for the development of pneumothorax.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, when reporting these findings in patients with COVID-19 pneumonia, emphasis is placed on the usefulness of chest CT to rule out thromboembolic complications or, in patients with progressive worsening of respiratory function, spontaneous pneumothorax associated with pneumomediastinum. Given that these patients have ended in a torpid evolution with fatal outcome in all three cases, it cannot be excluded that the presence of pneumothorax and/or pneumomediastinum may be associated with more severity and worse outcome; more studies with a bigger number of cases are required to assess causality or association [4] .",
            "cite_spans": [
                {
                    "start": 626,
                    "end": 629,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "3099",
            "issn": "20",
            "pages": "19--20",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30120-1"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mediastinal emphysema, giant bulla, and pneumothorax developed during the course of COVID-19 pneumonia",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Korean J Radiol",
            "volume": "21",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical manifestations of spontaneous pneumomediastinum",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Korean J Thorac Cardiovasc Surg",
            "volume": "49",
            "issn": "4",
            "pages": "287--291",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 with spontaneous pneumomediastinum",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30156-0"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Radiograph in PA (a) and lateral (b) projection of the chest with diffuse and multilobar parenchymal involvement, presenting with bilateral alveolo-interstitial opacities and subpleural consolidation in the right upper lobe, bilateral apical pneumothorax (green)Coronal reconstruction in the lung window (image a), a chamber of bilateral apical partial pneumothorax (red), pneumomediastinum surrounding the great vessels, and cardiac silhouette (green) and pneumorachis (black arrow) were identified. Axial section of CT of the chest (image b), with extensive lung affectation of ground-glass attenuation and thickening of septa (crazy paving), predominantly bibasal",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Chest CT scan with iodinated contrast to study the pulmonary arteries. Coronal reconstruction (image a) after maximum intensity projection post-processing (MIP), where filling defects are observed in the segmental branches of the superior lobar arteries (white). Sagittal MPR reconstruction (image b) and a minimal pneumomediastinum chamber is identified (blue arrow). Axial CT slice (image c), with extensive bilateral parenchymal involvement showing areas of ground-glass opacities and bibasal consolidation (stars)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}