{
    "paper_id": "3dc6f7839ca448f62297ac72f02f599ca1faf2f7",
    "metadata": {
        "title": "Journal Pre-proof Eco-friendly vaccination: Tackling an unforeseen adverse effect Eco-friendly vaccination: Tackling an unforeseen adverse effect",
        "authors": [
            {
                "first": "Rachana",
                "middle": [],
                "last": "Phadke",
                "suffix": "",
                "affiliation": {},
                "email": "-rachanap05@gmail.com"
            },
            {
                "first": "Ana",
                "middle": [],
                "last": "Carla",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Santos",
                "middle": [],
                "last": "Costa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kartik",
                "middle": [],
                "last": "Dapke",
                "suffix": "",
                "affiliation": {},
                "email": "-kartikdapke4219@gmail.com"
            },
            {
                "first": "Shayon",
                "middle": [],
                "last": "Ghosh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shoaib",
                "middle": [],
                "last": "Ahmad",
                "suffix": "",
                "affiliation": {},
                "email": "shoaibahmad442@gmail.com"
            },
            {
                "first": "Christos",
                "middle": [],
                "last": "Tsagkaris",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sunidhi",
                "middle": [],
                "last": "Raiya",
                "suffix": "",
                "affiliation": {},
                "email": "rsunidhi9@gmail.com"
            },
            {
                "first": "M",
                "middle": [
                    "Subha"
                ],
                "last": "Maheswari",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mohammad",
                "middle": [],
                "last": "Yasir Essar",
                "suffix": "",
                "affiliation": {},
                "email": "m.yasir.essar@kateb.edu.af"
            },
            {
                "first": "Shahzaib",
                "middle": [],
                "last": "Ahmad",
                "suffix": "",
                "affiliation": {},
                "email": "shahzaib.ahmed8177@gmail.com"
            },
            {
                "first": "",
                "middle": [
                    "Sunidhi"
                ],
                "last": "Raiya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "With millions of possible vaccine doses on hold, with respect to the ongoing pandemic, we pay little attention to the repercussions those plastic syringes have on the environment. This article delves into the impact that the increase in medical waste, haphazard use and disposal of syringes has caused to the environment, citing the practices followed and its possible solutions. The increasing production of nonbiodegradable materials is inevitably going to affect the world we live in. This article highlights the importance of developing new and sustainable methods of vaccination and disposal, while mentioning some initiatives that are already in place to combat this issue. Along with educating the unaware proportion of the population, there is a need to develop sustainable and recyclable products for a better tomorrow. Questions arise on how nations will protect environment from an increasingly large volume of medical waste -including non-biodegradable plastic syringes. Are there more efficient and safe ways to dispose of the billions of plastic syringes which will soon be used in mass vaccination campaigns? How can we overcome this pandemic while effectively preserving the environment?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract:"
        },
        {
            "text": "The COVID-19 pandemic brought the entire world to a standstill, enforcing a world-wide lockdown like never before. Although this improved air quality in cities by reducing vehicle emissions, the negative consequences of COVID-19 cannot be ignored. The increase of medical waste, haphazard use and disposal of disinfectants, masks, and gloves; and the burden of untreated wastes raise new environmental concerns. 1 The fear of transmission has pushed the adoption of more rigid hygiene habits, such as the increased use of personal protective equipment (PPE) and disposable utensils, and the consumption of food and groceries packaged in plastic.",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 413,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Abstract:"
        },
        {
            "text": "In addition to sharps for hospital use, it is worth remembering that every year more than 7 billion needles and syringes are used at home by individuals with diseases that require extrahospital J o u r n a l P r e -p r o o f treatment, such as diabetes, infertility, HIV and other acute or chronic conditions. However, despite the large amount of waste from this practice, the disposal of needles, syringes, lancets and other sharps used at home is not regulated. Additionally, these same products, when used in healthcare facilities, may or may not be strictly regulated. 2 As the population increases and the development of new vaccines, mainly for COVID-19, looks promising, the future prospects for the next 15 years point to the significant growth of immunization campaigns in low-and middle-income countries. In this way, there will be a substantial increase in the amount of glass, plastic and rubber residues from vaccine containers.",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 574,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Abstract:"
        },
        {
            "text": "The burden generated will be particularly great for low-income countries, which typically use less resources for waste management, with little regard for short and long-term environmental and financial impacts. 3 The emergency nature of worldwide mass vaccination campaigns against COVID-19 has led to a large-scale and unprecedented race in the industrial production of the inputs needed for it. To reduce the negative impact of these inputs on the environment, it is necessary to develop smart, innovative and sustainable vaccines, through environmentally responsible solutions with a focus on resource optimization.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 212,
                    "text": "3",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Abstract:"
        },
        {
            "text": "Due to the great specificity of the process, in addition to maintaining the productivity of the production line in order to supply the demand, for them to be viable, it is necessary that sustainable technologies do not add a high level of complexity to a potentially more complex process than usual.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract:"
        },
        {
            "text": "The first step towards a vaccination model based on sustainability is to redefine the vaccine packaging process. Borosilicate glass is the most widely used packaging material and has been used for over a century. The WHO has laid down guidelines regarding various aspects of packaging on international level of distribution, such as storage volume. According to WHO, each international shipping carton should weigh less than 50 kg. More amount of packaging means more expenditure, more material used and increased difficulty in its disposal. Some companies like DS Smith already put in place sustainable, temperature-controlled, multi-material thermal insulation packages. 4 The use of paper and renewable plant components is also a sustainable alternative to disposable plastic and EPS foam (expanded polystyrene), which is difficult to recycle and is used in more than 350,000 tons of packaging annually. Moreover, the change of EPS foam ClimaCell® is able to reduce by 65% the carbon emissions. 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract:"
        },
        {
            "text": "Additionally, it is possible to reduce waste and pollution by circular and environmental management solutions that cover the entire life cycle of the vaccine packaging (production, transport, storage and waste management). To do this, the materials used must remain in productive use at the end of life, either through reuse or recycling, and is necessary to reduce carbon emissions and greenhouse gases, and add renewable electricity sources in the production",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "line. An example of this is Pfizer's recycling initiative, which resulted in 60% of all packaging for one of its vaccines being returned to one of the two independent recycling centres in the USA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Through this initiative, which had good adherence by Pfizer customers, the company received about 300 containers returned per day, double the original program estimate. 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "It is also necessary to optimize the distribution process using foldable packaging whose small size can save space in the storage of cargo and deposits. Significant reduction in the environmental impact of vaccine packaging decreases the waste resulting from vaccination operations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Companies like Boehringer Ingelheim already use technology that replaces traditional freeze-dried vaccine pellets in glass vials with innovative effervescent vaccine tablets in blister packs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Technologies like this reduce resource use and water footprint by 70% and the impact on climate change by 80%. 6 Moreover, it is necessary to take into account other waste from the process of vaccination, such as Besides that, it is necessary to consider the use of alternative materials in the manufacture of the syringes used for vaccination. Syringes are a main component in vaccine packs, which are usually made of either plastic, glass or stainless steel. Usually, the plastic that is used to produce syringes is Polypropylene. Although Polypropylene is safe and recyclable, only around 1% is recycled and most of it is headed for the landfill. 9 Above that, it is non-biodegradable which raises serious environmental issues. Toxic additives in Polypropylene such as lead and cadmium add to the problem, as upon incineration, these release poisonous dioxins and vinyl chloride. To avoid such emissions, the concept of pre-filled syringes created by Cambridge Consultants should be adopted.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 112,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 650,
                    "end": 651,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Its syringes, called Syreen syringes, are made of COP plastic (cyclic olefin polymer), which are free from metal oxide residues and, after incineration, produce the least amount of ash. Along with that, it also solves the secondary packaging problem, since you don't need one, reducing the weight of the packaging by 30 percent and the volume by 50 percent. 10, 11 Additionally, there is also 50% reduction CO2 emissions related to transport and storage 12 . However, in practice, although healthcare companies liked the idea of Syreen, they were reluctant in its applicability, due to the consequent need to change their filling lines. 13 Finally, with regard to responsibility, manufacturer responsibility lies in ensuring procurement of vaccines by reviewing design layout and infrastructure and providing adequate training on evolving sustainable manufacturing practices, quality management systems and the WHO prequalification process. On the other hand, user responsibility includes strong government support, community engagement and work by healthcare workers ensuring safe disposal practices. 14 The government is urged to incentivise the process of vaccine manufacturing and use by introducing subsidies, refund of indirect taxes, concessional duty on import of capital goods and income tax exemption. This will differ in developing and developed nations on the basis of per capita income, with more incentives being possible in developed nations.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 364,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 637,
                    "end": 639,
                    "text": "13",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "In conclusion, it is imperative for us to rigorously address this issue with an eye on the massive vaccinations following the approval of COVID 19 vaccines. We need more investments and manpower employed towards safe and environment friendly disposal of vaccines and medical waste. There is a huge proportion of people in the population unaware of the hazards of reckless waste disposal, who need to be educated. As stated in the examples above, there are a number of ways to combat this issue; recycling, by tweaking in the production, manufacturing, distribution and packaging processes is a very promising avenue worth focusing on.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Environmental effects of COVID-19 pandemic and potential strategies of sustainability",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rume",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Didar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Heliyon",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.heliyon.2020.e04965"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Analysis: The Impact of Needle, Syringe, and Lancet Disposal on the Community",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gold",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Diabetes Science and Technology",
            "volume": "5",
            "issn": "",
            "pages": "848--850",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Product Packaging",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Covid-19 pandemic's impact on pharma and medical packaging solutions",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ds",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Boehringer Ingelheim. NeO -smart and sustainable vacines",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Needle Stick Injury: What to Do",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Webmd",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Syringe demonstrates cost benefits of sustainable design",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cash injection: the Syreen syringe",
            "authors": [
                {
                    "first": "The",
                    "middle": [],
                    "last": "Engineer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "needles and syringes. Failure to properly dispose off the needles, after use, eventually leads to needle prick injuries and puts the victim in harm's way or even a possible contraction of diseases like HIV & HBV. 7 To minimize the occurrence of such incidences, either seminars should be conducted from time to time, training the medical or the cleaning staff to practice the systematic approach to dispose off the needles after use or dedicated initiatives should be taken up by companies or a group of people willing to volunteer. For example, in 2011, an US based company, named Becton, Dickinson, and Co. & Waste Management announced an agreement to recycle needles, syringes and other sharps used in hospitals and other healthcare facilities. They launched BD ecoFinityTM Life Cycle Solution, which would find an innovative way to recycle the medical sharps waste and make new products with the material. 3 In 2012, according to Ranjeet Banerjee, vice president and general manager of BD's Medical Surgical Systems unit, the initiative wasquickly accepted by BD's customers, and in just one year, it managed to collect more than 454 tons of waste , and part of this recycled plastic was used in the manufacture of new sharps collection containers.8",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Keywords: Climate change; COVID 19; Vaccination; plastic waste; sustainable solutions The onset of COVID-19 pandemic led nations to work together to find an appropriate containment method. The significant rise in patients suffering from respiratory problems caused by COVID-19 has placed pressure on hospitals in occupancy, ventilation service, and other medical appliances. A hike in patients led to the drastic production of medical waste. COVID-19 vaccines being approved worldwide, has re-established hope. While clinical trials suggest that these vaccines' potential adverse effects are mild, they have not addressed the implications of mass vaccination campaigns on climate.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ]
}