{"paper_id": "3dc776a242fe41e25c75954f7d4e919461ff81a2", "metadata": {"title": "Basal-Bolus Insulin Regimen for Hospitalised Patients with COVID-19 and Diabetes Mellitus: A Practical Approach", "authors": [{"first": "Bhawna", "middle": ["Attri Alpesh"], "last": "Goyal", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gupta", "middle": ["Nikhil"], "last": "Yashdeep", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Tandon", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background and Aim: The coronavirus disease 2019 (COVID-19) outbreak has rapidly crossed international boundaries and placed increasing demands on healthcare facilities worldwide. Patients with diabetes and uncontrolled blood glucose levels are at increased risk for poor clinical outcomes and in-hospital mortality related to COVID-19. Therefore, achieving good glycaemic control is of paramount importance among hospitalised patients with COVID-19. Basal-bolus insulin therapy is a safe and effective intervention for the management of hyperglycaemia in hospitalised patients. The aim of this article is to provide a practical guidance for the use of the basal-bolus insulin regimen in hospitalised patients with COVID-19 and diabetes mellitus. Methods: This guidance document was formulated based on the review of available literature and the combined personal experiences of the authors. We provide a comprehensive review on the use of the basal-bolus insulin regimen, including its principles, rationale, indications, prerequisites, initiation, and dose titration, and also suggest targets for blood glucose control and different levels of capillary blood glucose monitoring. Various case scenarios are used to illustrate how optimal glucose control can be achieved, such as through adjustments in doses of prandial and basal insulin, the use of correctional insulin dosing and changes in the timing and content of major and minor meals. Conclusion: The practical guidance for the use of the basal-bolus insulin regimen in hospitalised patients with COVID-19 and diabetes mellitus presented here can be used for patients admitted to hospital for indications other than COVID-19 and for those in ambulatory care.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The coronavirus disease 2019 (COVID-19) pandemic has affected 213 countries worldwide, with more than 5.4 million confirmed cases and more than 340,000 deaths at the time of writing this paper [1] . The outbreak of this disease has resulted in an unparalleled increase in admissions to dedicated COVID-19 facilities, with diabetes, hypertension and cardiovascular disease reported to be major comorbidities among patients with COVID-19 [2] . The pooled prevalence of diabetes in a meta-analysis of nine observational studies of patients hospitalised with COVID-19 was reported to be 9% (95% confidence interval 6-12%) [3] . A high insulin requirement has been reported for the management of hyperglycaemia in patients with COVID-19, especially in those with severe disease, which has been attributed to a combination of severe insulin resistance and decreased insulin secretion due to beta-cell dysfunction [4] . Among patients with COVID-19, diabetes is associated with an increased severity of infection, rapid disease progression, poor clinical outcomes and mortality [5] , but this association is mainly driven by the severity of hyperglycaemia. In a retrospective study of [ 7000 patients with COVID-19 and pre-existing type 2 diabetes mellitus (T2DM), the in-hospital mortality rate was tenfold lower (1.1 vs. 11%) in patients with well-controlled blood glucose levels (upper limit B 10 mmol/L or 180 mg/dl) than in those with poor blood glucose control (upper limit [ 10 mmol/L or 180 mg/dl) during the course of hospitalisation [6] . Thus, it is of paramount importance that hospitalised patients with COVID-19 achieve good glycaemic control.", "cite_spans": [{"start": 193, "end": 196, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 436, "end": 439, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 618, "end": 621, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 907, "end": 910, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1071, "end": 1074, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1536, "end": 1539, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Intensive insulin regimens, such as basalbolus insulin therapy and continuous intravenous insulin infusion, are known to be safe and effective therapies for the management of hospitalised patients with hyperglycaemia [7] [8] [9] . However, given the rising burden of patients requiring hospital admission for COVID-19 and a possible deployment of healthcare personnel without required expertise in the management of hyperglycaemia in these patients, the implementation of an effective insulin therapy may be challenging. Here, we discuss a practical and simplified approach for the management of hyperglycaemia in hospitalised patients using the basal-bolus insulin regimen. This practical guidance is formulated based upon the available evidence and the combined clinical experiences of the authors, with the aim to help clinicians better manage the patients under their care.", "cite_spans": [{"start": 217, "end": 220, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 221, "end": 224, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 225, "end": 228, "text": "[9]", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "This article is based on previously conducted studies and does not contain any studies with human participants or animals performed by any of the authors.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Rationale Basal-bolus insulin regimen implies the use of one or two doses of intermediate-or long-acting (basal) insulin and three, or rarely, four doses of short-acting (bolus or prandial) insulin. The basal insulin regulates the rise in blood glucose due to endogenous glucose production through the processes of glycogenolysis and gluconeogenesis, and the bolus insulin prevents the meal-related rise in blood glucose levels.", "cite_spans": [], "ref_spans": [], "section": "BASIC PRINCIPLES OF THE BASAL-BOLUS INSULIN REGIMEN"}, {"text": "Pharmacokinetics of Different Insulin Preparations Basal insulin can be classified into: (1) conventional preparations, such as neutral protamine hagedorn (NPH) insulin, which is intermediate acting (duration of action 12-16 h), and (2) insulin analogues, such as insulin detemir, insulin glargine and insulin degludec, which are intermediate or long acting (duration of action 12 to [ 24 h) (Table 1) . Similarly, bolus insulin can be classified into: (1) conventional preparations, such as regular insulin, which are short acting (onset and duration of action 30-60 min and 6-8 h, respectively); (2) rapid-acting insulin analogs, such as insulin lispro, insulin aspart and insulin glulisine (onset and duration of action 5-15 min and 3-5 h, respectively) ( Table 1) ; and (3) ultra-rapid-acting insulin analogues, such as fast-acting insulin aspart (onset of action is twofold faster than that of insulin aspart) [10] [11] [12] [13] . Thus, while regular insulin provides coverage during the post-absorptive period (beyond 4 h following a major meal), implying some degree of basal glucose regulation, the action of rapid-acting insulin is mainly limited ", "cite_spans": [{"start": 89, "end": 92, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 384, "end": 391, "text": "[ 24 h)", "ref_id": null}, {"start": 453, "end": 456, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 915, "end": 919, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 920, "end": 924, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 925, "end": 929, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 930, "end": 934, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 392, "end": 401, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 759, "end": 767, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "BASIC PRINCIPLES OF THE BASAL-BOLUS INSULIN REGIMEN"}, {"text": "The following factors should be kept in mind before initiating a basal-bolus insulin regimen (ESM Table 1 ):", "cite_spans": [], "ref_spans": [{"start": 98, "end": 105, "text": "Table 1", "ref_id": "TABREF0"}], "section": "PREREQUISITES FOR BASAL-BOLUS INSULIN REGIMEN"}, {"text": "1. The patient should receive enteral nutrition per oral administration or via a feeding tube. The latter may be relevant for a patient emerging from or currently on ventilatory support. A regular diet plan should be followed, with a fixed number of calories and a fixed carbohydrate proportion for each major and minor meal (or major and minor feed). In the hospital setting, especially in the current COVID-19 scenario, very little support is likely to be available to assess the adequacy of teaching programmes aimed at educating the patient on carbohydrate counting; therefore, a meal with a fixed carbohydrate proportion should be the preferred option.", "cite_spans": [], "ref_spans": [], "section": "PREREQUISITES FOR BASAL-BOLUS INSULIN REGIMEN"}, {"text": "2. The patient should consume three major and three minor meals (or feeds) or three major and four minor meals (or feeds) (the latter option is preferred if the interval between lunch and dinner [or the second and third major feed] is large). 3. There should be a gap of at least 2 h between a major meal (or feed) and minor meal (or feed). This gap ensures that the release of prandial insulin is appropriate to match the post-meal rise in blood glucose and that there is no second unregulated wave of glucose release during this period. 4. Meal (or feed) timings (both major and minor) should be relatively fixed.", "cite_spans": [], "ref_spans": [], "section": "PREREQUISITES FOR BASAL-BOLUS INSULIN REGIMEN"}, {"text": "Glycaemic targets for the management of hospitalised patients with hyperglycaemia are based upon capillary blood glucose monitoring. Although blood glucose meters use capillary whole blood for the measurement of glucose, most devices currently used report a plasma equivalent value (to facilitate comparison with the laboratory value) [14] . It should be noted that capillary and venous plasma glucose values better approximate in the fasting state than the postprandial state, with capillary values in the latter state possibly being higher by 20-25% [15] . Glycaemic targets for hospitalised patients with COVID-19 should be decided based on age, comorbidities and presence or absence of diabetes-related complications. For individuals who are young, have no comorbidities or diabetes-related complications and tight blood glucose control can be achieved without causing undue hypoglycaemia, fasting blood glucose (FBG) of B 120 mg/dl (6.7 mmol/L) and 2-h postprandial blood glucose (PPBG) of B 160 mg/dl (8.9 mmol/L) should be targeted. For older individuals or those with comorbidities and diabetes-related complications for whom the risk of hypoglycaemia is higher, blood glucose targets should be relaxed to FBG B 140 mg/dl (7.8 mmol/L) and PPBG B 180 mg/dl (10 mmol/L). The upper limit for PPBG can be further relaxed to 220 mg/ dl (12.2 mmol/L) if the efforts to achieve target value B 180 mg/dl (10 mmol/L) are met with increased frequency of hypoglycaemia (Table 2) .", "cite_spans": [{"start": 335, "end": 339, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 552, "end": 556, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 1466, "end": 1475, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "BLOOD GLUCOSE TARGETS"}, {"text": "Patients who were already on a basal-bolus insulin regimen prior to admission and have good blood glucose control can be continued on the same doses of insulin. Further adjustments can be made based on capillary blood glucose monitoring as detailed in the following sections of this review. For patients who are insulin naïve, insulin therapy can be initiated at an empirical total daily dose (TDD) of 0.4 units/ kg/day [8] . The TDD should be reduced to 0.2 units/kg/day in elderly patients ([ 65 years) and in those with renal dysfunction, liver disease, cardiac disease, autonomic neuropathy or hypoglycaemia unawareness due to the heightened risk of hypoglycaemia and its associated complications in this patient subgroup.", "cite_spans": [{"start": 420, "end": 423, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "HOW TO DECIDE UPON THE INSULIN DOSE WHEN STARTING THE BASAL-BOLUS INSULIN REGIMEN?"}, {"text": "In the scenario in which regular insulin is used for prandial coverage, the calculated TDD is divided equally into four portions, with the implication of one portion for the basal insulin injection and one portion each for the three prandial insulin injections (25% of TDD in each insulin injection). However, when an insulin analogue is used for prandial coverage, the TDD should be divided into 50% for basal insulin and 50% for prandial insulin (further divided into three equal portions for each meal) [8] .", "cite_spans": [{"start": 506, "end": 509, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "HOW TO DECIDE UPON THE INSULIN DOSE WHEN STARTING THE BASAL-BOLUS INSULIN REGIMEN?"}, {"text": "Transition from intravenous insulin infusion to the subcutaneous basal-bolus insulin regimen should ideally occur when the patient is consuming meals regularly, blood glucose levels are controlled and stable and any underlying illness has improved significantly. Typically, the TDD is calculated as 80% of the total daily insulin requirement on intravenous infusion in the last 24-48 h [9] . The 20% decrement is accounted for by increased ambulation, improvement in glucotoxicity and decreased stress-related hyperglycaemia when patient is switched to a subcutaneous insulin regimen. The TDD can be proportionately divided into basal and prandial components as described above. However, when a marked difference in insulin requirement is evident across the different time segments (breakfast to lunch, lunch to dinner, dinner to midnight and midnight to before breakfast), the insulin dose for each segment should be calculated separately (ESM Table 2 ).", "cite_spans": [{"start": 386, "end": 389, "text": "[9]", "ref_id": null}], "ref_spans": [{"start": 945, "end": 952, "text": "Table 2", "ref_id": "TABREF1"}], "section": "HOW TO DECIDE UPON THE INSULIN DOSE WHEN STARTING THE BASAL-BOLUS INSULIN REGIMEN?"}, {"text": "Pre-analytical factors, such as blood pH, hypoxia, hypotension and extreme hematocrit concentrations, can affect the performance of capillary blood glucose monitoring and should be given due consideration in the current scenario [16] . While most blood glucose meter test strips use the glucose oxidase method, which is specific for glucose, it is worth mentioning that the glucose dehydrogenase-pyrroloquinolinequinone (GDH-PQQ) method is not glucose specific. Consequently, GDH-PQQ can react with other sugars, such as maltose, galactose and xylose, resulting in false high blood glucose readings in the presence of these molecules [17] .", "cite_spans": [{"start": 229, "end": 233, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 634, "end": 638, "text": "[17]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Important Factors to Consider in Patients with COVID-19 Admitted to Hospital"}, {"text": "Maltose is product of icodextrin metabolism (used in peritoneal dialysis solutions) and also a constituent of intravenous immunoglobulin, which is an experimental therapy for patients with severe COVID-19 pneumonia [18] . Erroneously high blood glucose readings leading to fatal insulin dose calculation errors may occur in such scenarios when using a GDH-PQQ-based glucometer [17, [19] [20] [21] . For this reason, GDH-PQQ-based blood glucose meters are not recommended for use in the hospital setting by the US Food and Drug Administration [22] .", "cite_spans": [{"start": 215, "end": 219, "text": "[18]", "ref_id": "BIBREF18"}, {"start": 377, "end": 381, "text": "[17,", "ref_id": "BIBREF17"}, {"start": 382, "end": 386, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 387, "end": 391, "text": "[20]", "ref_id": "BIBREF20"}, {"start": 392, "end": 396, "text": "[21]", "ref_id": "BIBREF21"}, {"start": 542, "end": 546, "text": "[22]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Important Factors to Consider in Patients with COVID-19 Admitted to Hospital"}, {"text": "A mix of preprandial and postprandial blood glucose values should be monitored along with the blood glucose values at 3 a.m., when needed. Paired values around a meal are more informative for prandial insulin adjustments, as discussed subsequently in following sections.", "cite_spans": [], "ref_spans": [], "section": "Pattern of Blood Glucose Monitoring"}, {"text": "Since intensive blood glucose control is needed in patients with active infection, the monitoring frequency should be higher, especially when blood glucose levels are out of the target range. The frequency of monitoring can be reduced once blood glucose levels are stable and in the target range. We suggest the following three levels of monitoring.", "cite_spans": [], "ref_spans": [], "section": "Pattern of Blood Glucose Monitoring"}, {"text": "Level 1 Monitoring Level 1 monitoring consists of making one paired measurement (pre-and 2-h post-meal) each day. The meal around which the paired measurement is performed should be rotated on a daily basis (e.g. breakfast on day 1, lunch on day 2, dinner on day 3 and so on). This strategy should be used when [ 75% of the values are in target range without any episode of hypoglycaemia (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 388, "end": 397, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Pattern of Blood Glucose Monitoring"}, {"text": "Level 2 Monitoring Level 2 monitoring consists of making two paired measurements each day. As in level 1 monitoring, the meals around which the paired measurements are performed should be rotated on a daily basis (e.g. breakfast and lunch on day 1, lunch and dinner on day 2, dinner and breakfast on day 3 and so on). In a scenario where values around a specific meal are predominantly affected (e.g. lunch), one pair may be fixed for that meal and other rotated on a daily basis between other two meals (e.g. breakfast and dinner). This strategy should be used when 50-75% blood glucose values are in the target range (Table 4) .", "cite_spans": [], "ref_spans": [{"start": 619, "end": 628, "text": "(Table 4)", "ref_id": "TABREF4"}], "section": "Pattern of Blood Glucose Monitoring"}, {"text": "Level 3 monitoring consists of performing blood glucose tests before all meals (pre-breakfast, pre-lunch and pre-dinner) and after all meals (2-h post-breakfast, postlunch and post-dinner) on each day (6-point monitoring). This strategy should be used when \\ 50% of the blood glucose values are in the target range. Blood glucose testing at 3 a.m. is required in a scenario where fasting blood glucose is persistently elevated, as discussed in following sections ( Table 5) .", "cite_spans": [], "ref_spans": [{"start": 465, "end": 473, "text": "Table 5)", "ref_id": "TABREF5"}], "section": "Level 3 Monitoring"}, {"text": "A continuous glucose monitoring system (CGMS) device measures the glucose level in the interstitial fluid instead of the blood. The components of a CGMS device are: (1) a sensor, which is inserted subcutaneously into the patient's abdomen or forearm; (2) a transmitter, which is attached to the sensor; and (3) a receiver which displays and stores glucose data. The sensor reports the interstitial glucose level every 5-15 min and can be worn for a duration of 6-14 days (varies according to the type of sensor). Unlike conventional monitoring, which provides snapshots of blood glucose values, CGMS provides information on glucose trends and fluctuations [23, 24] . CGMS devices can be: (1) [25] . While the former devices allow real-time assessment of glucose levels (at a site remote from the patient), in the latter devices, data can only be reviewed retrospectively after the device has been worn for a certain period of time. Thus, a real-time CGMS not only provides an opportunity for stringent glucose monitoring but also reduces the need for repeated contact between the healthcare worker and the patient, which is very relevant in the current COVID-19 scenario. Since a lag time of 7-15 min exists between interstitial fluid glucose level and blood glucose level, the sensor value may be less accurate when glucose values are changing rapidly, such ", "cite_spans": [{"start": 656, "end": 660, "text": "[23,", "ref_id": "BIBREF23"}, {"start": 661, "end": 664, "text": "24]", "ref_id": "BIBREF24"}, {"start": 692, "end": 696, "text": "[25]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Role of Continuous Glucose Monitoring System"}, {"text": "Level 2 capillary capillary blood glucose monitoring is advised when 50-75% of blood glucose values are in the target range a In case values around a specific meal are predominantly affected (e.g. lunch), one pair may be fixed for that meal and other rotated on daily basis between the other two meals (e.g. breakfast and dinner) b Blood glucose should be monitored at 3 a.m. when the fasting blood glucose is persistently out of the target range ", "cite_spans": [], "ref_spans": [], "section": "Role of Continuous Glucose Monitoring System"}, {"text": "Level 3 capillary capillary blood glucose monitoring is advised when \\ 50% of the blood glucose values are in the target range a Blood glucose should be monitored at 3 a.m. when the fasting blood glucose is persistently out of the target range as after a meal and during or before a hypoglycaemic episode.", "cite_spans": [], "ref_spans": [], "section": "Role of Continuous Glucose Monitoring System"}, {"text": "Once insulin therapy has been initiated, the doses of prandial and basal insulin will need titration based on blood glucose monitoring. The titration of insulin dose is based on two main principles: (1) having an understanding of the segment of the day when insulin works; (2) having an understanding of the type of adjustment needed.", "cite_spans": [{"start": 273, "end": 276, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "INSULIN DOSE TITRATION"}, {"text": "Each insulin dose in the basal-bolus regimen works during a particular segment of the day. Prandial insulin administered before breakfast predominantly acts from breakfast to lunch (around 8 a.m. to 1 p.m.); prandial insulin given before lunch predominant acts from lunch to dinner (around 1 p.m. to 7-8 p.m.); prandial insulin given before dinner predominantly acts from dinner to midnight (8 p.m. to 12 a.m.); and basal insulin given at bedtime (especially NPH) predominantly acts from midnight to breakfast (12 a.m. to 8 a.m.). Although there may be some overlap in action, this broad concept helps the clinician to determine the appropriate dose adjustment based upon the demarcation of the segment(s) during which blood glucose targets are not achieved.", "cite_spans": [], "ref_spans": [], "section": "Understanding the Segment of the Day When Insulin Works"}, {"text": "There are four main types of adjustments that can be made to achieve optimal blood glucose control; these are: (1) prandial insulin adjustments; (2) correctional insulin adjustments, (3) basal insulin adjustments; and (4) meals and snacks adjustments. These are described in detail in the following sections.", "cite_spans": [], "ref_spans": [], "section": "Understanding the Type of Adjustment Needed"}, {"text": "The postprandial rise in blood glucose is physiological and to a certain degree desirable. An idea of the degree of postprandial elevation that can be considered to be normal can be derived from an individual's glycaemic targets. For example, if the optimal preprandial target for an individual is B 120 mg/dl (6.7 mmol/L) and the optimal postprandial target is B 160 mg/dl (8.9 mmol/L), the difference between the two, that is, 40 mg/dl (2.2 mmol/L), can be taken as the upper limit of the allowed postprandial excursion. If the difference is consistently [ 40 mg/dl (2.2 mmol/L), and the postprandial glucose is also out of range ([ 160 mg/dl or 8.9 mmol/L) on two or more consecutive occasions for a given meal, this difference needs to be addressed. The healthcare professional should ensure that the insulin injection technique is correct, that there is an adequate time gap between the injection of prandial insulin and the meal (30 min for regular insulin) and that the quality and quantity of carbohydrate in the meal is appropriate and relatively fixed. In a scenario where these issues are not relevant to the problem or postprandial excursion persists despite these issues being addressed, the dose of prandial insulin should be increased to reduce the postprandial excursion to \\ 40 mg/dl (2.2 mmol/L). If the postprandial excursion is \\ 40 mg/dl (2.2 mmol/L), but the postprandial value is out of the target range due to a high preprandial value ([ 120 mg/dl or 6.7 mmol/L), measures to control preprandial blood glucose should be adopted (discussed later in review). It is also important to understand that the postprandial blood glucose value should not be lower than the preprandial blood glucose value as this situation increases the chances of hypoglycaemia. In such a scenario, if the meal intake was adequate and there were no other factors which could explain the fall in blood glucose (such as exercise, vomiting or diarrhea), the dose of prandial insulin should be reduced. A dose reduction should be strongly considered if postprandial blood glucose is \\ 100 to 120 mg/ dl (5.6-6.7 mmol/L) or hypoglyceamia occurs in the postprandial period. As a general strategy, if postprandial blood glucose is less than preprandial blood glucose by B 20 mg/dl Table 6 .", "cite_spans": [], "ref_spans": [{"start": 2272, "end": 2279, "text": "Table 6", "ref_id": "TABREF6"}], "section": "Prandial Insulin Adjustments"}, {"text": "When the elevation in preprandial blood glucose is very remarkable ([ 200 to 250 mg/dl or 11.1 to13.9 mmol/L), the treating physician may need to administer an additional correctional dose of short-acting insulin in addition to the usual prandial dose [26] . This correctional dose is given with the aim to rapidly reduce the elevated blood glucose levels, and the dose is determined based on a correction factor. The correction factor indicates the decrease in blood glucose (mg/dl) expected with 1 unit of shortacting insulin and depends upon the insulin sensitivity of the person being treated. As a rule, the higher the TDD (units/kg body weight), the lower the insulin sensitivity and correction factor. Correction factors based on TDD are shown in Table 7 .", "cite_spans": [{"start": 252, "end": 256, "text": "[26]", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 754, "end": 761, "text": "Table 7", "ref_id": "TABREF7"}], "section": "Correctional Insulin Adjustment"}, {"text": "The practical use of a correctional dose of insulin can be better explained with an example, as follows. A 46-year-old man with T2DM for 3 years, a body weight of 72 kg and no comorbidities or diabetes-related complications is being treated with a basal-bolus insulin regimen. His TDD of insulin is 45 units (0.63 unit/ kg body weight), injected as 10 units of regular insulin before each meal and 15 units of insulin glargine at bedtime. His correction factor (Table 7) is 40, that is, 1 unit of regular insulin is expected to decrease the blood glucose level by 40 mg/dl (2.2 mmol/L). In a scenario in which his before-lunch blood glucose is 280 mg/dl (higher than the target blood glucose of 120 mg/dl Since insulin sensitivity is dynamic and varies depending on multiple factors, such as time of the day (higher at night), severity of underlying illness and use of concomitant drugs, the correction factor should be adjusted based on the changes in blood glucose observed with correctional insulin doses over the previous 2-3 days.", "cite_spans": [], "ref_spans": [{"start": 461, "end": 470, "text": "(Table 7)", "ref_id": "TABREF7"}], "section": "Correctional Insulin Adjustment"}, {"text": "Adjustments in bedtime basal insulin may be done based upon the fasting or pre-breakfast blood glucose value. The ideal decrease in blood glucose expected with basal insulin is determined by the difference in the upper limit of targets for post-dinner (160 mg/dl or 8.9 mmol/ L) and pre-breakfast blood glucose (120 mg/dl or 6.7 mmol/L) values. Therefore, the action of basal insulin can be considered to be optimal if the decline in blood glucose is around 40 mg/dl (2.2 mmol/L). In case the fasting or pre-breakfast blood glucose is above target despite a decline of C 40 mg/dl (2.2 mmol/L), the elevated post-dinner blood glucose value may need to be addressed with the principles delineated above.", "cite_spans": [], "ref_spans": [], "section": "Basal Insulin Adjustments"}, {"text": "If the fasting or pre-breakfast blood glucose is out of the target range and the overnight In refractory cases, addition of short-or rapid-acting insulin before evening snack may be warranted 12 and 8 a.m.) . Blood glucose should be checked at 3 a.m. if two or more consecutive fasting or pre-breakfast blood glucose values are above the target. A 3 a.m. blood glucose value of \\ 70 mg/dl (3.9 mmol/L) suggests that late night hypoglycaemia is the possible cause of the raised morning blood glucose level. This situation will require a decrease in the dose of basal insulin and/or the addition of or increase in bedtime snacks. If the 3 a.m. blood glucose blood is C 100 mg/dl (5.6 mmol/L), the dose of basal insulin should be increased after excluding early morning tea or snacks and a faulty insulin injection technique.", "cite_spans": [], "ref_spans": [{"start": 192, "end": 206, "text": "12 and 8 a.m.)", "ref_id": null}], "section": "Basal Insulin Adjustments"}, {"text": "If the fasting or pre-breakfast blood glucose is 70-90 mg/dl (3.9-5.0 mmol/L), the dose of basal insulin should be decreased by 1 unit (10% if the dose of basal insulin is [ 10 units). If the fasting or pre-breakfast blood glucose is \\ 70 mg/dl (3.9 mmol/L) or the patient experiences nocturnal hypoglycaemia, the basal insulin dose should be decreased by 2 units (10-20% if the dose of basal insulin is [ 10 units) and the bedtime snack(s) policy reviewed.", "cite_spans": [], "ref_spans": [], "section": "Basal Insulin Adjustments"}, {"text": "In a scenario where twice-daily basal insulin is used, the adjustments may be more complex. It should be understood that the primary action of basal insulin is that of regulating pre-meal blood glucose values. Accordingly, the morning dose of basal insulin should be adjusted based upon the pre-dinner blood glucose value and less commonly the pre-lunch blood glucose value. The increase in the dose of morning basal insulin is only justified if the upward drift of blood glucose starts after the peak of lunch time prandial insulin is over, implying that the postlunch blood glucose is in target but the predinner and evening blood glucose values are elevated. However, when both the pre-dinner blood glucose and post-lunch blood glucose levels are elevated, it is the dose of prandial (before lunch) insulin that should primarily be adjusted, and not that of basal insulin. Similarly, in the case of preprandial hypoglycaemia (during the pre-lunch or predinner period), the morning basal insulin dose should be decreased, provided the hypoglycaemia is not explained by missed or inadequate snacks or other factors (such as exercise, vomiting and/or diarrhea). Basal insulin adjustment is explained in the context of various case scenarios in Table 8 .", "cite_spans": [], "ref_spans": [{"start": 1244, "end": 1251, "text": "Table 8", "ref_id": "TABREF8"}], "section": "Basal Insulin Adjustments"}, {"text": "Medical nutrition therapy (MNT) is the cornerstone of effective blood glucose management in patients with diabetes [27, 28] . The broad aim of MNT is to provide an individual with adequate calories to meet his/her nutrition demands. Total calories are split in three major meals (breakfast, lunch and dinner; or major feed 1, major feed 2 and major feed 3) and three to four minor meals (snacks) or feeds (mid-day [10-11 a.m.], early evening [4-5 p.m.] , late evening [6-7 p.m.] and bedtime [10-11 p.m.] ) to provide nutrition throughout the day, regulate the rise in blood glucose after a meal and avoid hypoglycaemia. A fixed meal pattern in terms of timing and content is desirable in the hospital setting (as discussed above). However, even with relatively fixed diet patterns, individual adjustments may be needed.", "cite_spans": [{"start": 115, "end": 119, "text": "[27,", "ref_id": "BIBREF27"}, {"start": 120, "end": 123, "text": "28]", "ref_id": "BIBREF28"}, {"start": 442, "end": 452, "text": "[4-5 p.m.]", "ref_id": null}, {"start": 491, "end": 503, "text": "[10-11 p.m.]", "ref_id": null}], "ref_spans": [], "section": "Adjustment of Meals and Snacks"}, {"text": "In a scenario in which postprandial blood glucose is in target, but the subsequent preprandial value is elevated (for instance, prebreakfast blood glucose of 115 mg/dl (6.4 mmol/L), post-breakfast blood glucose of 145 mg/dl (8.1 mmol/L) and pre-lunch blood glucose of 140 mg/dl (7.8 mmol/L), the carbohydrate quality (glycaemic index) and quantity (calories) of the intervening snack (mid-morning snack in this case) should be checked. Similarly, if the post-prandial blood glucose is within normal range, but the subsequent preprandial value is low (\\ 80 mg/dl or 4.4 mmol/ L) or patient experiences hypoglycaemic symptoms at this time [for instance, pre-breakfast blood glucose of 100 mg/dl (5.6 mmol/L), postbreakfast blood glucose of 120 mg/dl (6.7 mmol/L) and pre-lunch blood glucose of 72 mg/dl (4.0 mmol/L)], it should be checked if the intervening snack (mid-morning snack in this case) was missed or was inadequate in terms of calories. Meals and snacks adjustment has been explained with various case scenarios in Table 9 .", "cite_spans": [], "ref_spans": [{"start": 1024, "end": 1031, "text": "Table 9", "ref_id": "TABREF9"}], "section": "Adjustment of Meals and Snacks"}, {"text": "Discrepancies in patient's diet pattern can result in glycaemic variability. Therefore, the patient (or attending healthcare provider) should be advised to note diet content, meal timings and any variance from the previous days in the remarks column of the blood glucose log or in a separate diary for review by the treating physician.", "cite_spans": [], "ref_spans": [], "section": "Adjustment of Meals and Snacks"}, {"text": "Type 1 Diabetes Mellitus and Diabetic ketoacidosis One study reported that a large number of patients with COVID-19 developed diabetic ketoacidosis (DKA), hyperosmolar hyperglycaemic state (HHS) or a combination of both [29] . It has also been found that COVID-19 may mask the symptoms of DKA [30] . In a study of 64 patients with type 1 diabetes mellitus (T1DM) who tested positive for COVID-19 or COVID-19-like disease, a significant proportion had hyperglycaemia (n = 32, 50%) or DKA (n = 19, 30%) [31] . These results strongly suggest that all patients with COVID-19 should be screened for hyperglycaemia and that blood or urine ketone testing should be considered in patients with a blood glucose value [250 mg/dl (13.9 mmol/L) [32, 33] .", "cite_spans": [{"start": 220, "end": 224, "text": "[29]", "ref_id": "BIBREF29"}, {"start": 293, "end": 297, "text": "[30]", "ref_id": "BIBREF30"}, {"start": 501, "end": 505, "text": "[31]", "ref_id": "BIBREF31"}, {"start": 733, "end": 737, "text": "[32,", "ref_id": "BIBREF32"}, {"start": 738, "end": 741, "text": "33]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "SPECIAL SITUATIONS"}, {"text": "For patients with T1DM who are already on a basal-bolus insulin regimen, the same regimen can be continued, with dose titration performed according to the results of blood glucose monitoring. However, in cases where ketosis or ketoacidosis is present, intravenous insulin infusion should be the initial preferred strategy. On the other hand, in the current scenario of COVID-19, switching patients on continuous subcutaneous insulin infusion or insulin pump to the basal-bolus insulin regimen should be strongly considered-unless expert guidance is available to manage the former.", "cite_spans": [], "ref_spans": [], "section": "SPECIAL SITUATIONS"}, {"text": "Use of Glucocorticoids Selected patients with moderate to severe COVID-19 may require glucocorticoids, usually administered as intravenous methylprednisolone 0.5-1.0 mg/kg/day in two divided doses [34] . The use of glucocorticoids may worsen hyperglycaemia and necessitate adjustments in insulin therapy. A detailed discussion of the management of glucocorticoid-induced hyperglycaemia is beyond the scope of this article and the reader is directed to excellent reviews on this topic [35] [36] [37] .", "cite_spans": [{"start": 197, "end": 201, "text": "[34]", "ref_id": "BIBREF35"}, {"start": 484, "end": 488, "text": "[35]", "ref_id": "BIBREF36"}, {"start": 489, "end": 493, "text": "[36]", "ref_id": "BIBREF37"}, {"start": 494, "end": 498, "text": "[37]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "SPECIAL SITUATIONS"}, {"text": "Acute Kidney Injury Acute kidney injury (AKI) has been reported as a complication of severe COVID-19. In a multi-hospital study involving [ 5400 patients admitted with COVID-19, AKI developed in 36.6% patients, of whom 14.3% required dialysis [38] . The development of renal dysfunction is associated with a reduced clearance of insulin and hence necessitates a reduction in the dose of exogenous insulin to prevent hypoglycaemia [39] . In addition, the requirement of insulin may vary on pre-and post-dialysis days. Initiation of dialysis is associated with an improvement in peripheral insulin resistance and hence the dose requirement may decrease further following dialysis [40, 41] .", "cite_spans": [{"start": 243, "end": 247, "text": "[38]", "ref_id": "BIBREF39"}, {"start": 430, "end": 434, "text": "[39]", "ref_id": "BIBREF40"}, {"start": 678, "end": 682, "text": "[40,", "ref_id": "BIBREF41"}, {"start": 683, "end": 686, "text": "41]", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "SPECIAL SITUATIONS"}, {"text": "Effect on Blood Glucose Patients with COVID-19 may receive oral hydroxychloroquine (HCQ), which is also an effective anti-hyperglycaemic agent [42] . In such cases, the patient should be kept under close watch for hypoglycaemia, and an adjustment in insulin dose should be considered. The use of oral dipeptidyl peptidase-4 (DPP-4) inhibitors has also been reported to be a safe and effective treatment in patients with mild to moderate hyperglycaemia and in stable clinical condition, and a reduction of insulin dose may be needed in situations where these agents are co-administered with insulin [43] . The use or continuation of glucoselowering oral drugs other than DPP-4 inhibitors is generally not recommended for acutely ill patients with COVID-19 due to the potential for abrupt deterioration in clinical status [44] . The risk for euglycaemic DKA and volume depletion contraindicates the use of sodium-glucose cotransporter-2 (SGLT2) inhibitors in any hospitalised patient at this time [44] .", "cite_spans": [{"start": 143, "end": 147, "text": "[42]", "ref_id": "BIBREF43"}, {"start": 598, "end": 602, "text": "[43]", "ref_id": "BIBREF44"}, {"start": 820, "end": 824, "text": "[44]", "ref_id": "BIBREF45"}, {"start": 995, "end": 999, "text": "[44]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Concomitant Use of Oral Agents with Potential"}, {"text": "We have presented a practical guidance for the management of patients on basal-bolus insulin therapy. This guidance can also be used for patients hospitalised for indications other than COVID-19. Some patients are primarily admitted for glycaemic control and are often encouraged to perform some physical activity (such as walking) in the hospital premises, when possible. In such a scenario, one should ensure that the timing and quantum of physical activity is relatively fixed. Preferably, physical activity should be avoided late in evening or after dinner to prevent nocturnal hypoglycaemia. Additionally, brisk walking after an insulin injection in the thigh should be avoided as it can result in rapid absorption of insulin and subsequent hypoglycaemia [45] . A close watch for hypoglycaemia should be maintained in every hospitalised patient receiving insulin therapy. During the course of the hospital stay, the patient should be educated on recognising the symptoms of hypoglycaemia, as well as on its acute management and prevention of future episodes. In ambulatory patients, the adjustments in insulin doses should not be too frequent and should be done preferably after the patient's blood glucose log has been reviewed for at least 3-4 days. The patient should be educated on principles of insulin dose self-adjustment highlighted in the previous section. The unsupervised use of correctional insulin could be risky and should be avoided.", "cite_spans": [{"start": 760, "end": 764, "text": "[45]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Use of this Practical Guidance in Other Scenarios and for Ambulatory Patients"}, {"text": "The proposed guidance is based on a review of available literature and the combined extensive clinical experiences of the authors. It provides a comprehensive review on the use of the basalbolus insulin regimen in routine clinical practice with the help of different case scenarios. The principles and concepts highlighted can be easily understood by healthcare personnel with lesser training and experience than skilled physicians in the management of hyperglycaemia in hospitalised patients. The guidance may be used for settings beyond COVID-19 and for ambulatory patient care. A limitation of this practical approach is that it has not been tested in a formal manner.", "cite_spans": [], "ref_spans": [], "section": "Strengths and Limitations of this Practical Guidance Document"}, {"text": "This review provides a practical guidance on the use of the basal-bolus insulin regimen in patients with diabetes mellitus hospitalised with COVID-19. We have used various case scenarios to illustrate adjustments in doses of prandial and basal insulin, the use of correctional insulin and changes in timing and content of major and minor meals for achieving optimal blood glucose control. This guidance can be used in the future for patients admitted for indications other than COVID-19 and for those in ambulatory care.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSION"}, {"text": "Author contributions. The concept for this paper was conceived by AG, YG and NT. The first draft was prepared by BA and AG, which was read and edited by YG and NT. All authors approved the final version of this manuscript.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSION"}, {"text": "Disclosures. Bhawna Attri, Alpesh Goyal; Yashdeep Gupta and Nikhil Tandon have nothing to disclose.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSION"}, {"text": "Compliance with Ethics Guidelines. This article is based on previously conducted studies and does not contain any studies with human participants or animals performed by any of the authors.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSION"}, {"text": "Data Availability. Data sharing is not applicable to this article as no datasets were generated or analyzed during the current study.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSION"}, {"text": "Open Access. This article is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License, which permits any non-commercial use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/bync/4.0/.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "WHO Coronavirus Disease (COVID-19) Dashboard", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Diabetes in COVID-19: Prevalence, pathophysiology, prognosis and practical considerations", "authors": [{"first": "A", "middle": ["K"], "last": "Singh", "suffix": ""}, {"first": "R", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "A", "middle": [], "last": "Ghosh", "suffix": ""}, {"first": "A", "middle": [], "last": "Misra", "suffix": ""}], "year": 2020, "venue": "Diabetes Metab Syndr", "volume": "14", "issn": "4", "pages": "303--313", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Prevalence of diabetes mellitus in 2019 novel coronavirus: A metaanalysis", "authors": [{"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S", "middle": [], "last": "Wang", "suffix": ""}, {"first": "L", "middle": [], "last": "Sun", "suffix": ""}, {"first": "G", "middle": [], "last": "Qin", "suffix": ""}], "year": 2020, "venue": "Diabetes Res Clin Pract", "volume": "164", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.diabres.2020.108200"]}}, "BIBREF3": {"ref_id": "b3", "title": "Practical recommendations for the management of diabetes in patients with COVID-19", "authors": [{"first": "S", "middle": ["R"], "last": "Bornstein", "suffix": ""}, {"first": "F", "middle": [], "last": "Rubino", "suffix": ""}, {"first": "K", "middle": [], "last": "Khunti", "suffix": ""}, {"first": "G", "middle": [], "last": "Mingrone", "suffix": ""}, {"first": "D", "middle": [], "last": "Hopkins", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Birkenfeld", "suffix": ""}], "year": 2020, "venue": "Lancet Diabetes Endocrinol", "volume": "8", "issn": "60", "pages": "30152--30154", "other_ids": {"DOI": ["10.1016/:S2213-8587(20)30152-2"]}}, "BIBREF4": {"ref_id": "b4", "title": "Diabetes mellitus is associated with increased mortality and severity of disease in COVID-19 pneumonia-a systematic review, meta-analysis, and meta-regression. Diabetes Metab Syndr", "authors": [{"first": "I", "middle": [], "last": "Huang", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Lim", "suffix": ""}, {"first": "R", "middle": [], "last": "Pranata", "suffix": ""}], "year": 2020, "venue": "", "volume": "14", "issn": "", "pages": "395--403", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Association of blood glucose control and outcomes in patients with COVID-19 and pre-existing type 2 diabetes", "authors": [{"first": "L", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "Z", "middle": [], "last": "She", "suffix": ""}, {"first": "X", "middle": [], "last": "Cheng", "suffix": ""}], "year": 2020, "venue": "Cell Metab", "volume": "31", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Insulin therapy for the management of hyperglycemia in hospitalized patients", "authors": [{"first": "M", "middle": ["E"], "last": "Mcdonnell", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Umpierrez", "suffix": ""}], "year": 2012, "venue": "Endocrinol Metab Clin North Am", "volume": "41", "issn": "1", "pages": "175--201", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Management of hyperglycemia in hospitalized patients in non-critical care setting: an Endocrine Society clinical practice guideline", "authors": [{"first": "G", "middle": [], "last": "Umpierrez", "suffix": ""}, {"first": "R", "middle": [], "last": "Hellman", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Korytkowski", "suffix": ""}], "year": 2012, "venue": "J Clin Endocrinol Metab", "volume": "97", "issn": "1", "pages": "16--38", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Insulin-pharmacology, therapeutic regimens and principles of intensive insulin therapy", "authors": [{"first": "T", "middle": [], "last": "Donner", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Insulin analogues", "authors": [{"first": "I", "middle": ["B"], "last": "Hirsch", "suffix": ""}], "year": 2005, "venue": "N Engl J Med", "volume": "352", "issn": "", "pages": "174--83", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Comparison of pharmacokinetics and dynamics of the long-acting insulin analogs glargine and detemir at steady state in type 1 diabetes: a doubleblind, randomized, crossover study", "authors": [{"first": "F", "middle": [], "last": "Borcellati", "suffix": ""}, {"first": "P", "middle": [], "last": "Rossetti", "suffix": ""}, {"first": "Busciantella", "middle": [], "last": "Ricci", "suffix": ""}, {"first": "N", "middle": [], "last": "", "suffix": ""}], "year": 2007, "venue": "Diabetes Care", "volume": "30", "issn": "", "pages": "2447--522", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A comparison of pharmacokinetic and pharmacodynamic properties between faster-acting insulin aspart and insulin aspart in elderly subjects with type 1 diabetes mellitus", "authors": [{"first": "T", "middle": [], "last": "Heise", "suffix": ""}, {"first": "U", "middle": [], "last": "Hövelmann", "suffix": ""}, {"first": "E", "middle": [], "last": "Zijlstra", "suffix": ""}, {"first": "K", "middle": [], "last": "Stender-Petersen", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Jacobsen", "suffix": ""}, {"first": "H", "middle": [], "last": "Haahr", "suffix": ""}], "year": 2017, "venue": "Drugs Aging", "volume": "34", "issn": "1", "pages": "29--38", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Glucose meters: a review of technical challenges to obtaining accurate results", "authors": [{"first": "K", "middle": [], "last": "Tonyushkina", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Nichols", "suffix": ""}], "year": 2009, "venue": "J Diabetes Sci Technol", "volume": "3", "issn": "4", "pages": "971--80", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Variability of capillary blood glucose monitoring measured on home glucose monitoring devices", "authors": [{"first": "N", "middle": [], "last": "Kotwal", "suffix": ""}, {"first": "A", "middle": [], "last": "Pandit", "suffix": ""}], "year": 2012, "venue": "Indian J Endocrinol Metab", "volume": "16", "issn": "", "pages": "248--251251", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Point-of-care blood glucose meter accuracy in the hospital setting", "authors": [{"first": "D", "middle": ["C"], "last": "Klonoff", "suffix": ""}], "year": 2014, "venue": "Diabetes Spectr", "volume": "27", "issn": "3", "pages": "174--183", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Diabetes Ther", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Review of adverse events associated with false glucose readings measured by GDH-PQQ-based glucose test strips in the presence of interfering sugars", "authors": [{"first": "J", "middle": ["P"], "last": "Frias", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Lim", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Ellison", "suffix": ""}], "year": 2010, "venue": "Diabetes Care", "volume": "33", "issn": "", "pages": "728--737", "other_ids": {"DOI": ["10.2337/dc09-1822"]}}, "BIBREF18": {"ref_id": "b18", "title": "Effect of regular intravenous immunoglobulin therapy on prognosis of severe pneumonia in patients with COVID-19", "authors": [{"first": "Y", "middle": [], "last": "Xie", "suffix": ""}, {"first": "S", "middle": [], "last": "Cao", "suffix": ""}, {"first": "H", "middle": [], "last": "Dong", "suffix": ""}], "year": 2020, "venue": "J Infect", "volume": "", "issn": "20", "pages": "30172--30181", "other_ids": {"DOI": ["10.1016/j.jinf.2020.03.044"]}}, "BIBREF19": {"ref_id": "b19", "title": "False elevation of blood glucose levels measured by GDH-PQQ-based glucometers occurs during all daily dwells in peritoneal dialysis patients using icodextrin", "authors": [{"first": "C", "middle": ["Y"], "last": "Tsai", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Lee", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Hung", "suffix": ""}], "year": 2010, "venue": "Perit Dial Int", "volume": "30", "issn": "", "pages": "329--364", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Related hypoglycemic coma in a diabetic patient on peritoneal dialysis due to interference of icodextrin metabolites with capillary blood glucose measurements", "authors": [{"first": "E", "middle": [], "last": "Disse", "suffix": ""}, {"first": "C", "middle": [], "last": "Thivolet", "suffix": ""}], "year": 2004, "venue": "Diabetes Care", "volume": "27", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2337/diacare.27.9.2279"]}}, "BIBREF21": {"ref_id": "b21", "title": "Erroneously elevated glucose values due to maltose interference in mutant glucose dehydrogenase pyrroloquinolinequinone (mutant GDH-PQQ) based glucometer", "authors": [{"first": "P", "middle": ["P"], "last": "Chakraborty", "suffix": ""}, {"first": "S", "middle": [], "last": "Patra", "suffix": ""}, {"first": "R", "middle": [], "last": "Bhattacharjee", "suffix": ""}, {"first": "S", "middle": [], "last": "Chowdhury", "suffix": ""}], "year": 2017, "venue": "BMJ Case Rep", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/bcr-2017-219928"]}}, "BIBREF22": {"ref_id": "b22", "title": "Public health notification: potentially fatal errors with GDH-PQQ glucose monitoring technology", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Continuous glucose monitoring: a brief review for primary care practitioners", "authors": [{"first": "R", "middle": [], "last": "Ajjan", "suffix": ""}, {"first": "D", "middle": [], "last": "Slattery", "suffix": ""}, {"first": "E", "middle": [], "last": "Wright", "suffix": ""}], "year": 2019, "venue": "Adv Ther", "volume": "36", "issn": "3", "pages": "579--96", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Clinical implications of real-time and intermittently scanned continuous glucose monitoring", "authors": [{"first": "S", "middle": ["V"], "last": "Edelman", "suffix": ""}, {"first": "N", "middle": ["B"], "last": "Argento", "suffix": ""}, {"first": "J", "middle": [], "last": "Pettus", "suffix": ""}, {"first": "I", "middle": ["B"], "last": "Hirsch", "suffix": ""}], "year": 2018, "venue": "Diabetes Care", "volume": "41", "issn": "", "pages": "2265--74", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Continuous glucose monitoring: a review of available systems", "authors": [{"first": "V", "middle": ["D"], "last": "Funtanilla", "suffix": ""}, {"first": "P", "middle": [], "last": "Candidate", "suffix": ""}, {"first": "T", "middle": [], "last": "Caliendo", "suffix": ""}, {"first": "O", "middle": [], "last": "Hilas", "suffix": ""}], "year": 2019, "venue": "P T", "volume": "44", "issn": "9", "pages": "550--553", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Glycemic control in hospitalized patients not in intensive care: beyond sliding-scale insulin", "authors": [{"first": "K", "middle": ["C"], "last": "Nau", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Lorenzetti", "suffix": ""}, {"first": "M", "middle": [], "last": "Cucuzzella", "suffix": ""}, {"first": "T", "middle": [], "last": "Devine", "suffix": ""}, {"first": "J", "middle": [], "last": "Kline", "suffix": ""}], "year": 2010, "venue": "Am Fam Physician", "volume": "81", "issn": "", "pages": "1130--1135", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Lifestyle management: standards of medical care in diabetes-2019", "authors": [], "year": 2019, "venue": "Diabetes Care", "volume": "42", "issn": "1", "pages": "46--60", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Insights on medical nutrition therapy for type 2 diabetes mellitus: an Indian perspective", "authors": [{"first": "V", "middle": [], "last": "Viswanathan", "suffix": ""}, {"first": "D", "middle": [], "last": "Krishnan", "suffix": ""}, {"first": "S", "middle": [], "last": "Kalra", "suffix": ""}], "year": 2019, "venue": "Adv Ther", "volume": "36", "issn": "", "pages": "520--567", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Guidance on the management of diabetic ketoacidosis in the exceptional circumstances of the COVID-19 pandemic", "authors": [{"first": "G", "middle": [], "last": "Rayman", "suffix": ""}, {"first": "A", "middle": [], "last": "Lumb", "suffix": ""}, {"first": "B", "middle": [], "last": "Kennon", "suffix": ""}], "year": 2020, "venue": "Diabet Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/dme.14328"]}}, "BIBREF30": {"ref_id": "b30", "title": "COVID-19 symptoms masking inaugural ketoacidosis of type 1 diabetes", "authors": [{"first": "L", "middle": [], "last": "Potier", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Julla", "suffix": ""}, {"first": "R", "middle": [], "last": "Roussel", "suffix": ""}], "year": 2020, "venue": "Diabetes Metab", "volume": "", "issn": "20", "pages": "30081--30082", "other_ids": {"DOI": ["10.1016/j.diabet.2020.05.004"]}}, "BIBREF31": {"ref_id": "b31", "title": "Type 1 Diabetes and COVID-19: preliminary findings from a multicenter surveillance study in the U. S. Diabetes Care. 2020;dc201088", "authors": [{"first": "O", "middle": ["A"], "last": "Ebekozien", "suffix": ""}, {"first": "N", "middle": [], "last": "Noor", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Gallagher", "suffix": ""}, {"first": "G", "middle": ["T"], "last": "Alonso", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2337/dc20-1088"]}}, "BIBREF32": {"ref_id": "b32", "title": "Proposed guidelines for screening of hyperglycemia in patients hospitalized with COVID-19 in low resource settings", "authors": [{"first": "A", "middle": [], "last": "Goyal", "suffix": ""}, {"first": "S", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "Y", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "N", "middle": [], "last": "Tandon", "suffix": ""}], "year": null, "venue": "Diabetes Metab Syndr", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Blood ketones: measurement, interpretation, limitations, and utility in the management of diabetic ketoacidosis", "authors": [{"first": "K", "middle": [], "last": "Dhatariya", "suffix": ""}], "year": 2016, "venue": "Rev Diabet Stud", "volume": "13", "issn": "", "pages": "217--242", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Early Short Course Corticosteroids in Hospitalized Patients with COVID-19", "authors": [{"first": "R", "middle": [], "last": "Fadel", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Morrison", "suffix": ""}, {"first": "A", "middle": [], "last": "Vahia", "suffix": ""}], "year": 2020, "venue": "Clin Infect Dis", "volume": "601", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/cid/ciaa601"]}}, "BIBREF36": {"ref_id": "b36", "title": "Management of endocrine disease: Critical review of the evidence underlying management of glucocorticoid-induced hyperglycaemia", "authors": [{"first": "A", "middle": [], "last": "Radhakutty", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Burt", "suffix": ""}], "year": 2018, "venue": "Eur J Endocrinol", "volume": "179", "issn": "", "pages": "207--218", "other_ids": {"DOI": ["10.1530/EJE-18-0315"]}}, "BIBREF37": {"ref_id": "b37", "title": "Optimizing the treatment of steroid-induced hyperglycemia", "authors": [{"first": "M", "middle": ["D"], "last": "Wallace", "suffix": ""}, {"first": "N", "middle": ["L"], "last": "Metzger", "suffix": ""}], "year": 2018, "venue": "Ann Pharmacother", "volume": "52", "issn": "1", "pages": "86--90", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Steroid hyperglycemia: prevalence, early detection and therapeutic recommendations: a narrative review", "authors": [{"first": "H", "middle": ["E"], "last": "Tamez-Pérez", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Quintanilla-Flores", "suffix": ""}, {"first": "R", "middle": [], "last": "Rodríguez-Gutiérrez", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "González-González", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Tamez-Peña", "suffix": ""}], "year": 2015, "venue": "World J Diabetes", "volume": "6", "issn": "", "pages": "1073--81", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Acute kidney injury in patients hospitalized with COVID-19", "authors": [{"first": "J", "middle": ["S"], "last": "Hirsch", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Ng", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Ross", "suffix": ""}], "year": 2020, "venue": "Kidney Int", "volume": "98", "issn": "1", "pages": "209--227", "other_ids": {"DOI": ["10.1016/j.kint.2020.05.006"]}}, "BIBREF40": {"ref_id": "b40", "title": "Inpatient glycemic management in the setting of renal Diabetes Ther insufficiency/failure/dialysis", "authors": [{"first": "R", "middle": [], "last": "Iyengar", "suffix": ""}, {"first": "J", "middle": [], "last": "Franzese", "suffix": ""}, {"first": "R", "middle": [], "last": "Gianchandani", "suffix": ""}], "year": 2018, "venue": "Curr Diabetes Rep", "volume": "18", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Assessment of changes in insulin requirement in patients of type 2 diabetes mellitus on maintenance hemodialysis", "authors": [{"first": "M", "middle": ["J"], "last": "Sudha", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Salam", "suffix": ""}, {"first": "S", "middle": [], "last": "Viveka", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Udupa", "suffix": ""}], "year": 2017, "venue": "J Nat Sci Biol Med", "volume": "8", "issn": "", "pages": "64--72", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Updates on the management of diabetes in dialysis patients", "authors": [{"first": "C", "middle": ["M"], "last": "Rhee", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Leung", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Kovesdy", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Lynch", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Brent", "suffix": ""}, {"first": "K", "middle": [], "last": "Kalantar-Zadeh", "suffix": ""}], "year": 2014, "venue": "Semin Dial", "volume": "27", "issn": "", "pages": "135--180", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Chloroquine and hydroxychloroquine in the treatment of COVID-19 with or without diabetes: a systematic search and a narrative review with a special reference to India and other developing countries", "authors": [{"first": "A", "middle": ["K"], "last": "Singh", "suffix": ""}, {"first": "A", "middle": [], "last": "Singh", "suffix": ""}, {"first": "A", "middle": [], "last": "Shaikh", "suffix": ""}, {"first": "R", "middle": [], "last": "Singh", "suffix": ""}, {"first": "A", "middle": [], "last": "Misra", "suffix": ""}], "year": 2020, "venue": "Diabetes Metab Syndr", "volume": "14", "issn": "", "pages": "241--247", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Oral antidiabetes agents for the management of inpatient hyperglycaemia: so far, yet so close Diabetes Med", "authors": [{"first": "T", "middle": [], "last": "Koufakis", "suffix": ""}, {"first": "O", "middle": ["G"], "last": "Mustafa", "suffix": ""}, {"first": "P", "middle": [], "last": "Zebekakis", "suffix": ""}, {"first": "K", "middle": [], "last": "Kotsa", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/dme.14329"]}}, "BIBREF45": {"ref_id": "b45", "title": "A pragmatic approach to inpatient diabetes management during the COVID-19 pandemic", "authors": [{"first": "M", "middle": [], "last": "Korytkowski", "suffix": ""}, {"first": "K", "middle": [], "last": "Antinori-Lent", "suffix": ""}, {"first": "A", "middle": [], "last": "Drincic", "suffix": ""}, {"first": "I", "middle": ["B"], "last": "Hirsch", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Mcdonnell", "suffix": ""}, {"first": "R", "middle": [], "last": "Rushakoff", "suffix": ""}], "year": 2020, "venue": "J Clin Endocrinol Metab", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1210/clinem/dgaa342"]}}, "BIBREF46": {"ref_id": "b46", "title": "Forum for injection technique and therapy expert recommendations, India: the Indian recommendations for best practice in insulin injection technique", "authors": [{"first": "N", "middle": [], "last": "Tandon", "suffix": ""}, {"first": "S", "middle": [], "last": "Kalra", "suffix": ""}, {"first": "Y", "middle": ["P"], "last": "Balhara", "suffix": ""}], "year": 2017, "venue": "Indian J Endocrinol Metab", "volume": "21", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "/L]), he needs 160/40, that is, 4 units of correctional insulin. Thus, in addition to the 10 units of regular insulin for prandial coverage, he should receive an additional 4 units of regular insulin (total dose being 14 units of regular insulin).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Increase dose of morning basal insulin b For conversion from mg/dl to mmol/L, divide the value in mg/dl by 18 a Patient being treated with twice daily basal insulin (bedtime and morning 9 am) b", "latex": null, "type": "figure"}, "TABREF0": {"text": "Pharmacokinetic properties of human insulin and insulin analogues following subcutaneous injection Transition from intravenous insulin infusion to a subcutaneous insulin regimen. 5. Patient was already using this regimen prior to hospital admission.", "latex": null, "type": "table"}, "TABREF1": {"text": "Blood glucose targets for patients on basal-bolus insulin regimen", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Patient characteristics </td><td>Target blood glucose\n</td></tr><tr><td>Fasting\nblood\nglucose\n</td><td>2-h\n</td></tr><tr><td> </td><td> </td><td>postprandial\nblood glucose\n</td></tr><tr><td>Young, no comorbidities\nor diabetes-related\ncomplications\n</td><td>B 120 mg/\n</td><td>B 160 mg/dl\n</td></tr><tr><td>dl\n</td><td>(8.9 mmol/\n</td></tr><tr><td> </td><td>(6.7 mmol/\n</td><td>L)\n</td></tr><tr><td>Patients with terminal\nillness and/or limited\nlife expectancy or at\nhigh risk of\nhypoglycaemia\n</td><td>L)\n</td><td> </td></tr><tr><td>B 140 mg/\n</td><td>B 180 mg/dl\n</td></tr><tr><td>dl\n</td><td>(10.0 mmol/\n</td></tr><tr><td>(7.8 mmol/\n</td><td>L)a\n</td></tr><tr><td>L)\n</td><td> </td></tr></table></body></html>"}, "TABREF2": {"text": "Proposed strategy for level 1 monitoring of capillary blood glucose Level 1 capillary capillary blood glucose monitoring is advised when [ 75% blood glucose values are in the target range and there is no episode of hypoglycaemia ABF After breakfast, ADN after dinner, AL after lunch,BBF before breakfast, BDN before dinner, BL before lunch a Blood glucose should be monitored at 3 a.m. when the fasting blood glucose level is persistently out of the target range", "latex": null, "type": "table"}, "TABREF3": {"text": "real-time or unmasked (e.g. Guardian Connect [Medtronic], G5 Mobile [Dexcom], G6 [Dexcom], FreeStyle Libre Flash [Abbott Diabetes Care]) and (2) retrospective or masked (e.g., iPro2 [Medtronic], FreeStyle Libre Pro Flash [Abbott Diabetes Care])", "latex": null, "type": "table"}, "TABREF4": {"text": "Proposed strategy for level 2 monitoring of capillary blood glucose", "latex": null, "type": "table"}, "TABREF5": {"text": "Proposed strategy for level 3 monitoring of capillary blood glucose", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Day </td><td>BBF </td><td>ABF </td><td>BL </td><td>AL </td><td>BDN </td><td>ADN 3 a.m.a </td></tr><tr><td>Day 1 </td><td>x </td><td>x </td><td>x </td><td>x </td><td>x </td><td>x\n</td></tr><tr><td>Day 2 </td><td>x </td><td>x </td><td>x </td><td>x </td><td>x </td><td>x\n</td></tr><tr><td>Day 3 </td><td>x </td><td>x </td><td>x </td><td>x </td><td>x </td><td>x\n</td></tr><tr><td>Day 4 </td><td>x </td><td>x </td><td>x </td><td>x </td><td>x </td><td>x\n</td></tr></table></body></html>"}, "TABREF6": {"text": "Examples of prandial insulin adjustments for a 45-year-old man (body weight 64 kg) receiving a total daily insulin dose of 40 units", "latex": null, "type": "table"}, "TABREF7": {"text": "Correction factor for the use of correctional insulin in patients with uncontrolled preprandial blood glucose", "latex": null, "type": "table"}, "TABREF8": {"text": "Examples of basal insulin adjustments for a 45-year-old man (body weight 64 kg) receiving a total daily insulin dose of 40 units", "latex": null, "type": "table"}, "TABREF9": {"text": "Table 7.\nTable 7 Correction factor for the use of correctional\ninsulin in patients with uncontrolled preprandial blood", "latex": null, "type": "table", "html": "<html><body><table><tr><td>glucose\nTotal daily dose\n(units/kg/day)\n</td><td>Correction factor (mg/dl)a\n</td></tr><tr><td>\\ 0.5 </td><td>50\n</td></tr><tr><td>0.5 to\\ 1 </td><td>40\n</td></tr><tr><td>1 to\\ 1.5 </td><td>30\n</td></tr><tr><td>1.5-2 </td><td>20\n</td></tr><tr><td>[ 2 </td><td>Consider intravenous insulin\ninfusion instead of correctional\ninsulin for uncontrolled\nhyperglycaemia\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Funding. No funding or sponsorship was received for this study or publication of this article.Authorship. All named authors meet the International Committee of Medical Journal Editors (ICMJE) criteria for authorship for this article, take responsibility for the integrity of the work as a whole, and have given their approval for this version to be published.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGEMENTS"}]}