{
    "paper_id": "3dc7e4729e203aad3624ab4e4a9efd54cd8ad543",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "COVID-19 causes a disease with symptoms ranging from asymptomatic, mild to severe disease. We report a case of serological blood group discrepancy and cold agglutinin autoimmune hemolytic anemia associated with the novel coronavirus. There are two types of cold agglutinin disease (CAD). The Primary CAD is idiopathic and secondary CAD is associated with autoimmune disorders and viral infections. In CAD, agglutination of red blood cells occurs at below normal body temperature and is associated with extravascular hemolysis leading to hemolytic anemia [1] .",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 557,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 45-year-old male was admitted to COVID-19 ICU with RT-PCR positive for COVID-19. The blood bank received a request for two units of packed red cells for the patient along with the patient's sample. The sample showed autoagglutination when received at the blood bank. The patient had no history of blood transfusion in the past.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "The initial haemoglobin of the patient was 6.9g/dl, and C-reactive protein (CRP) was raised to 120.10mg/dl. There was a noticeable increase in CRP and a drop in Hb to 6.0g/dl coinciding with the worsening of pneumonia. Total leukocyte count was 5.98 X10 3/ microliter and platelet count was 30X 10 3 / Microliter. His course was further complicated by progressive thrombocytopenia, with a nadir of a platelet count of 20 X 10 3 / microliter. Reticulocyte count was 1.15%. Urea was elevated to 105.34mg/dl and creatinine to 2.01mg/dl. He developed renal failure and renal replacement therapy was advised. Alkaline phosphatase was 310.21U/L. Serum bilirubin was elevated to 7.76mg/dl, and unconjugated bilirubin was 2.91 mg/dl. Total protein was low (4.24g/L), Albumin was 2.03g/L. The presence of target cells and spherocytes in blood films was observed indicative of autoimmune hemolytic anemia (AIHA) [2] . The patient's sample was received in the blood bank for blood grouping and cross-matching. The results of cell and serum grouping showed ABO discrepancy ( Table 1) . Crossmatch was performed using auto-adsorbed prewarmed serum by Tulip gel cards, and Rh matched compatible units were selected for the patient. Blood grouping was done by tube technique and extended Rh phenotype for ANTI-C, ANTI-c, ANTI-E, ANTI-e was done by Tulip reagents. A cold agglutinin titer was performed using pooled O Cells from donors, and phosphate buffer saline and patient serum separated and kept at 37 degrees Celcius. Serial dilution was prepared, and titer was negative at 37 degrees Celcius, the titer of 2 at room temperature, and a titer of 64 at 4 degrees Celcius was observed. This antibody reacted with all patient and donor RBCs at cold temperatures.",
            "cite_spans": [
                {
                    "start": 902,
                    "end": 905,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 1063,
                    "end": 1071,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Case Presentation"
        },
        {
            "text": "Rh compatible units were cross-matched with auto adsorbed serum of the patient, and compatible B Positive units were safely transfused. It was advised to keep the patient warm, monitor the patient during transfusion with a slow transfusion of blood products. The transfusion was uneventful. ABO Discrepancy was resolved after a warm saline wash of patient red cells, and prewarmed serum was used for serum grouping.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "The presence of cold agglutinins in COVID 19 patients has been observed in several reports which showed that SARS-CoV-2-infected individuals developed autoimmune hemolytic anemia (AIHA) [2] [3] [4] [5] [6] [7] [8] . Nevertheless, the prevalence and implications of such findings remain to be elucidated. The thermal amplitude of cold agglutinins in our study was zero at 37 degrees centigrade and 64 at 4 degrees Celsius and caused ABO Discrepancy and interfered with cross-matching. In our case, the antibody specificity of cold agglutinin could not be determined. However, the cold antibody reacted with the patient's and donor red blood cells (RBCs) at cold temperatures. The management included avoidance of cold exposure, maintaining haemoglobin, and treatment of underlying etiology. The serological blood group and cross match discrepancy observed in our case was resolved using the prewarmed saline wash technique, and the use of auto adsorbed serum. The limiting factor in our study was our inability to document the antibody specificity in cold agglutinin autoimmune hemolytic anemia and the association with other illnesses like atypical pneumonia infection, which may be associated with novel coronavirus.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 190,
                    "end": 193,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 194,
                    "end": 197,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 202,
                    "end": 205,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 206,
                    "end": 209,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 210,
                    "end": 213,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The importance of bedside protocols during transfusion in patients with cold agglutinins is emphasized with monitoring of transfusion, keeping the patient warm, and use of blood warmers. More vigilance is required in the care of patients affected with COVID-19, and the increasing importance of a multidisciplinary team approach in management is emphasized as the spectrum of complications secondary to COVID-19 increases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Diagnosis and treatment of cold agglutinin mediated autoimmune hemolytic anemia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Berentsen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Tjønnfjord",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Blood Rev",
            "volume": "26",
            "issn": "",
            "pages": "107--122",
            "other_ids": {
                "DOI": [
                    "10.1016/j.blre.2012.01.002?utm_medium=email&utm_source=transaction"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Autoimmune hemolytic anemia",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Gehrs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Friedberg",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Hematol",
            "volume": "69",
            "issn": "",
            "pages": "258--271",
            "other_ids": {
                "DOI": [
                    "10.1002/ajh.10062?utm_medium=email&utm_source=transaction"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cold agglutinin disease and autoimmune hemolytic anemia with pulmonary embolism as a presentation of COVID-19 infection",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Patil",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "S: Herc",
                    "suffix": ""
                },
                {
                    "first": ": M",
                    "middle": [],
                    "last": "Girgis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Hematol Oncol Stem Cell Ther",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.hemonc.2020.06.005?utm_medium=email&utm_source=transaction"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SARS-CoV-2 infection in two pediatric patients with immune cytopenias: a single institution experience during the pandemic. Pediatr Blood Cancer",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Rosenzweig",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcthenia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaicker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "67",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/pbc.28503?utm_medium=email&utm_source=transaction"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Autoimmune haemolytic anaemia associated with COVID-19 infection",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lazarian",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Quinquenel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bellal",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Br J Haematol",
            "volume": "2020",
            "issn": "",
            "pages": "29--31",
            "other_ids": {
                "DOI": [
                    "10.1111/bjh.16794?utm_medium=email&utm_source=transaction"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Simultaneous onset of COVID-19 and autoimmune hemolytic anemia",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pandey",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Br J Haematol",
            "volume": "2020",
            "issn": "",
            "pages": "31--32",
            "other_ids": {
                "DOI": [
                    "10.1111/bjh.16786?utm_medium=email&utm_source=transaction"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cold agglutinin autoimmune hemolytic anemia associated with the novel coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zagorski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pawar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rahimian",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Br J Haematol",
            "volume": "2020",
            "issn": "",
            "pages": "183--187",
            "other_ids": {
                "DOI": [
                    "10.1111/bjh.16892?utm_medium=email&utm_source=transaction"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 infection associated with autoimmune hemolytic anemia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Capes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bailly",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hantson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ann Hematol",
            "volume": "2020",
            "issn": "",
            "pages": "1679--1680",
            "other_ids": {
                "DOI": [
                    "10.1007/s00277-020-04137-9?utm_medium=email&utm_source=transaction"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "Initial ABO DiscrepancyThe direct Coombs test was positive. Reverse grouping at 4 degrees Celcius showed increased agglutination of B and O cells, suggesting the presence of cold agglutinins. This antibody reacted with all patient and donor RBCs at cold temperatures. Both the Ethylenediaminetetraacetic acid (EDTA) tube and plane tube were kept at 37 degrees Celcius. Prewarmed saline kept at 37 degrees Celcius was used to wash one ml of red cells of the patient. Cell grouping was done with red cells washed with prewarmed saline in prewarmed tubes with anti-A, Anti B, and Anti AB. A 5% red cell suspension of A, B, and O cells were made and kept at 37 degrees. Patient serum was separated and kept at 37 degrees centigrade for 1 hr. An equal volume of serum and Red cells were incubated at 37 degrees for 45 minutes. The auto-adsorbed serum was used for cross-matching. A Prewarmed pipette tip was used for cell and serum grouping and cross-matching. The ABO Discrepancy was resolved with a warm saline wash of patient red cells and the use of prewarmed serum for serum grouping, and the results are elaborated inTable 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "ABO Discrepancy resolved after a prewarming technique. direct Coombs test was positive. The blood group was Interpretated as B Positive. The patient had no history of previous transfusions therefore previous exposure to blood products and the presence of Red cell alloantibody was unlikely. Rh typing of the patient cell was done using the prewarming technique (Table 3).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Rh Phenotype of the patient.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Human subjects: Consent was obtained by all participants in this study. Conflicts of interest: In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information Disclosures"
        }
    ]
}