{"paper_id": "3dc7cf4be336b94df75f78b0e41517d323f70fe2", "metadata": {"title": "Journal Pre-proof Fetal deaths in pregnancies with SARS-COV-2 infection in Brazil: A case series Fetal deaths in pregnancies with SARS-COV-2 infection in Brazil: a case series", "authors": [{"first": "Rosana", "middle": [], "last": "Richtmann", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Maria", "middle": ["Regina"], "last": "Torloni", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital e Maternidade Santa Joana", "location": {"addrLine": "Rua Dr. Eduardo Amaro 225", "postCode": "04104-080", "settlement": "São Paulo, São Paulo", "region": "SP, CEP", "country": "Brazil"}}, "email": ""}, {"first": "Andre", "middle": [], "last": "Ricardo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Oyamada", "middle": [], "last": "Otani", "suffix": "", "affiliation": {"laboratory": "", "institution": "Laboratório Ferdinando Costa", "location": {"addrLine": "Rua Dr. José de Queirós Aranha, 400", "postCode": "04106-062", "settlement": "São Paulo", "region": "SP, CEP", "country": "Brazil"}}, "email": ""}, {"first": "Jose", "middle": ["Eduardo"], "last": "Levi", "suffix": "", "affiliation": {"laboratory": "Dasa Laboratory", "institution": "", "location": {"addrLine": "Avenida Juruá 434, Rua Dr. Eduardo Amaro 225, São Paulo", "postCode": "06455-010, 04104 080", "settlement": "Barueri", "region": "SP, CEP, SP, CEP", "country": "Brazil, Brazil"}}, "email": ""}, {"first": "Mariana", "middle": ["Crema"], "last": "Tobara", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Camila", "middle": ["Almeida"], "last": "Silva", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lívio", "middle": [], "last": "Andrade", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Vilela", "middle": [], "last": "Dias", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Miglioli", "middle": [], "last": "Lisia", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Pollyanna", "middle": [], "last": "Galvão", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mario", "middle": ["Macoto"], "last": "Martins Silva", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Kondo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mariana", "middle": [], "last": "Crema", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tobara", "middle": [], "last": "Rn", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Camila", "middle": [], "last": "Almeida", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Silva", "middle": [], "last": "Phd", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Miglioli", "middle": [], "last": "Galvão", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Pollyanna", "middle": [], "last": "Martins", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Silva", "middle": [], "last": "Rn", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mario", "middle": ["Macoto"], "last": "Kondo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital e Maternidade Santa Joana", "location": {"addrLine": "Rua Dr. Eduardo Amaro 225", "postCode": "04104-080", "settlement": "São Paulo, São Paulo", "region": "SP, CEP", "country": "Brazil"}}, "email": ""}]}, "abstract": [{"text": "Background: There are few reports of miscarriages or stillbirths in women infected with SARS-CoV-2. We present five consecutive cases of fetal death J o u r n a l P r e -p r o o f Journal Pre-proof (>12 weeks) without other putative causes in women with laboratory-confirmed (RT-PCR) COVID-19 managed in a single Brazilian institution. Case series: All five women were outpatients with mild or moderate forms of COVID-19 and were not taking any medication. Four were nulliparous, all were overweight or obese, and none had any comorbidities or pregnancy complications that could contribute to fetal demise. Fetal death occurred at 21-38 weeks of gestation, on COVID-days 1-22. SARS-Cov-2 was detected by RT-PCR in amniotic fluid in one case and in placental specimens in two cases. All five women had acute chorioamnionitis on placental histology, massive deposition of fibrin, mixed intervillitis/villitis, and intense neutrophil and lymphocyte infiltration. One fetus had neutrophils inside alveolar spaces, suggestive of fetal infection. Conclusions: These five cases of fetal demise in women with confirmed COVID-19 without any other significant clinical or obstetric disorders suggest that fetal death can be an outcome of SARS-CoV-2 infection in pregnancy. The intense placental inflammatory reaction in all five cases raises the possibility of a direct effect of SARS-CoV-2 on the placenta.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "US: Ultrasound, Z-STORCH: Zika, syphillis, toxoplasmosis, rubella, cytomegalovirus, herpes", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "SARS-CoV-2, the virus responsible for COVID-19, is mainly transmitted through respiratory droplets. However, some cases of perinatal transmission have been described, although it is unclear if these occurred via the transplacental or other routes. (1) (2) (3) (4) (5) (6) Most pregnant women with COVID-19 develop mild forms of the disease, with few cases of severe maternal morbidity and mortality, or perinatal deaths. (7, 8) Reports on fetal outcomes in COVID-19 refer mostly to women who were infected in the third trimester of pregnancy. There are few reports of miscarriages or fetal deaths related to COVID-19 during pregnancy. (9) (10) (11) (12) Only one previous publication reported placental histology and SARS-CoV-2 results in specimens from a stillborn fetus. (9) We describe five cases of fetal death in women with COVID-19 managed in a single institution over a two-month period. We included all consecutive cases of fetal demise at 12 or more weeks of gestation in women with laboratoryconfirmed COVID-19 managed between March 12, 2020 and May 25, 2020.", "cite_spans": [{"start": 248, "end": 251, "text": "(1)", "ref_id": null}, {"start": 252, "end": 255, "text": "(2)", "ref_id": null}, {"start": 256, "end": 259, "text": "(3)", "ref_id": "BIBREF4"}, {"start": 260, "end": 263, "text": "(4)", "ref_id": "BIBREF5"}, {"start": 264, "end": 267, "text": "(5)", "ref_id": "BIBREF6"}, {"start": 268, "end": 271, "text": "(6)", "ref_id": "BIBREF7"}, {"start": 421, "end": 424, "text": "(7,", "ref_id": "BIBREF9"}, {"start": 425, "end": 427, "text": "8)", "ref_id": "BIBREF10"}, {"start": 635, "end": 638, "text": "(9)", "ref_id": "BIBREF11"}, {"start": 639, "end": 643, "text": "(10)", "ref_id": null}, {"start": 644, "end": 648, "text": "(11)", "ref_id": "BIBREF15"}, {"start": 649, "end": 653, "text": "(12)", "ref_id": null}, {"start": 773, "end": 776, "text": "(9)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Introduction"}, {"text": "Gestational age was determined from the earliest ultrasound (US) scan available. We excluded all fetal deaths that could be attributed to causes other than COVID-19 including, but not limited to, fetal malformations, placental J o u r n a l P r e -p r o o f Journal Pre-proof abruption, placenta previa, preeclampsia, diabetes, auto-immune disorders, maternal trauma, other acute infections during pregnancy (zika, syphillis, toxoplasmosis, rubella, cytomegalovirus or herpes Z-STORCH), or chorioamnionitis due to premature rupture of membranes. We excluded cases of fetal demise that occurred more than 60 days after the diagnosis of COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Laboratory confirmation of COVID-19 was defined as a positive result on a quantitative reverse transcriptase polymerase chain reaction (qRT-PCR) assay of maternal pharyngeal swab specimens. All swabs were transported under refrigeration to a molecular biology lab (Dasa, Barueri, São Paulo-Brazil) where they were immediately processed. RNA was extracted in the automated platform QIASymphony (Qiagen, Brazil) using the DSP Virus/Pathogen extraction kit. Cycle threshold values below 33 were considered positive.(13)", "cite_spans": [], "ref_spans": [], "section": "Laboratory confirmation of COVID-19"}, {"text": "To investigate SARS-CoV-2 in placental fragments, samples (approximately 5 mm 3 ) were obtained immediately after delivery and minced by a trained nurse under sterile conditions. The fragments were placed in 3 mL sterile saline and transported to the molecular biology laboratory as described above. The samples were submitted to proteinase K digestion at 55 o C for 1 hour, centrifuged, and the supernatant was submitted to RNA extraction as described above. Amniotic fluid samples (> 2 mL) were collected during delivery in sterile tubes and transported under refrigeration to the molecular biology lab.", "cite_spans": [], "ref_spans": [], "section": "Laboratory confirmation of COVID-19"}, {"text": "J o u r n a l P r e -p r o o f", "cite_spans": [], "ref_spans": [], "section": "Histopathological examination"}, {"text": "The placentas were immersed in formalin and sent to the pathology laboratory (Ferdinando Costa, Sao Paulo) within 24 hours of delivery. Representative specimens were obtained by the pathologist, embedded in paraffin, sliced, and stained with hematoxylin and eosin. All histopathological analyses and fetal autopsies were performed by the same experienced perinatal pathologist, who was unaware of the maternal and placental RT-PCR results.", "cite_spans": [], "ref_spans": [], "section": "Journal Pre-proof"}, {"text": "The report of this case series was approved by the hospital's review board (2824020.4.0000.5443). Participants gave informed consent. (Table 1) ", "cite_spans": [], "ref_spans": [{"start": 134, "end": 143, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Journal Pre-proof"}, {"text": "A 32-year-old white, obese (BMI 30.5 kg/m 2 ) nulliparous woman without any comorbidities or pregnancy complications presented at the ED at 27 weeks of J o u r n a l P r e -p r o o f gestation with rhinorrhea, myalgia and fever for the last three days (COVID day 1), and shortness of breath in the last 24 hours (COVID day 3). She was afebrile, heart rate (HR)=100/min, respiratory rate (RR)=14/min, blood pressure (BP)=98 x 60 mmHg, oxygen saturation (SpO2)=98% on room air, fetal heart rate (FHR)=147/min. The patient was not taking any medication and had normal routine prenatal tests including normal first-and second-trimester fetal anomaly scans. She gave nasopharyngeal swabs for SARS-CoV-2 RT-PCR (positive), D-Dimer (1.47 mcg/mL), and C-reactive protein (1.2 mg/dL). After a normal obstetric Doppler US, she was discharged with medication (acetaminophen) for her symptoms. Five days later (COVID day 8) she returned to the ED with abdominal pain and decreased fetal movements. Physical examination and obstetric doppler US were normal; she was discharged. On COVID day 14 she presented again due to absent fetal movements. She was asymptomatic, fetal membranes were intact, and physical examination was normal except for absent FHR. The obstetric US confirmed fetal death, with normal amniotic fluid volume and placenta. She was admitted for induction with misoprostol, and delivered a non-macerated female fetus 7 hours later. The amniotic fluid was bloody but no samples were collected. Placental fragments were positve for SARS-CoV-2. The family did not consent to fetal autopsy. Placental histology showed acute chorioamnionitis, extensive deposition of perivillous fibrin and villitis (Fig. 1 ).", "cite_spans": [], "ref_spans": [{"start": 1699, "end": 1706, "text": "(Fig. 1", "ref_id": null}], "section": "Patient 1"}, {"text": "A 35-year-old previously healthy, white, overweight (BMI= 25.7 kg/m2), multiparous woman presented at the ED at 21 1/7 weeks of gestation due to J o u r n a l P r e -p r o o f Journal Pre-proof fever and dry cough for the last 6 days. Her pregnancy had been uneventful and all routine antenatal laboratory tests and fetal scans were normal. She was afebrile, HR=85/min, RR=18/min, BP=123 x 76 mmHg and SpO2=98%, membranes were intact and physical examination was unremarkable except for absent FHR. An obstetric US confirmed fetal death, with normal amniotic fluid volume and placenta. She was admitted (COVID day 6) for induction with misoprostol and delivered a 329 g, non-macerated female fetus 13 hours later.", "cite_spans": [], "ref_spans": [], "section": "Patient 2"}, {"text": "Nasopharyngeal RT-PCR swabs collected at admission were positive. The post-mortem exam did not detect any fetal malformations; fetal and placental histology showed signs of acute infection (Fig. 2 ).", "cite_spans": [], "ref_spans": [{"start": 189, "end": 196, "text": "(Fig. 2", "ref_id": null}], "section": "Patient 2"}, {"text": "A 40-year-old, asymptomatic, healthy, white, obese (BMI = 30.0 kg/m2), nulliparous woman presented with a singleton, in vitro fertilization pregnancy at 38 3/7 weeks of gestation due to reduced fetal movements. Her pregnancy had been uneventful, she was not taking any medication, and she had normal routine laboratory tests and first-and second-trimester fetal anomaly scans.", "cite_spans": [], "ref_spans": [], "section": "Patient 3"}, {"text": "Anal and vaginal swabs collected two weeks earlier were positive for group B Streptococcus. She was afebrile, HR=93/min, RR=18/min, BP=137 x 85 mmHg, SpO2=98%, her physical examination was normal and fetal membranes were intact but FHR was absent. Obstetric US confirmed fetal death, with normal amniotic fluid volume and placenta. Two hours later, she delivered a nonmacerated male fetus by elective cesarean section due to maternal request. ", "cite_spans": [], "ref_spans": [], "section": "Patient 3"}, {"text": "A 24-year-old previously healthy, overweight (BMI 26.8 K/m2), white, nulliparous woman presented at 23 4/7 weeks with lower abdominal pain. Her pregnancy had been uneventful and she was not taking any medication.", "cite_spans": [], "ref_spans": [], "section": "Patient 4"}, {"text": "Routine laboratory tests and first-and second-trimester anomaly scans were normal. She had a history of rhinorrhea and cough that had started 20 days before (COVID day 1), with positive RT-PCR results from nasopharyngeal swabs taken at onset of symptoms and 11 days later (COVID day 11), and a negative test 7 days later (COVID day 18). Physical examination was normal; fetal membranes were intact but FHR was absent. The obstetric US confirmed fetal death with normal amniotic fluid volume and placenta. She was admitted for induction with misoprostol and delivered a male fetus 8 hours later.", "cite_spans": [], "ref_spans": [], "section": "Patient 4"}, {"text": "Histopathological examination of the placenta indicated acute infection and ischemia. The family did not consent to fetal autopsy.", "cite_spans": [], "ref_spans": [], "section": "Patient 4"}, {"text": "A 30-year-old, previously healthy, overweight (BMI 28.1 K/m2), white, nulliparous woman presented at 30 1/7 weeks with rhinorrhea, fever, headache, anosmia and dysgeusia that had started 6 days earlier (COVID day 1). Her pregnancy had been uneventful, with normal routine laboratory tests and fetal anomaly scans; she was not taking any medication. Maternal physical and J o u r n a l P r e -p r o o f laboratory exams, as well as an obstetric US were normal (COVID day 6). She gave a nasopharyngeal swab for RT-PCR testing and was discharged home; the result was positive. Five days later (COVID day 11), she presented again due to decreased fetal movement. She was asymptomatic, physical examination was normal, fetal membranes were intact but FHR was absent. An obstetric US confirmed fetal death, with normal amniotic fluid volume and placenta. She was admitted for induction with misoprostol and delivered by cesarean section 20 hours later due to failed induction, with intact membranes.", "cite_spans": [], "ref_spans": [], "section": "Patient 5"}, {"text": "Amniotic fluid was collected before fetal extraction. Amniotic fluid and placental samples were positive for SARS-CoV-2 on RT-PCR. Signs of acute infection were identified on placental histology. The family did not consent to fetal autopsy. A strong point of our case series is that all the patients had laboratory confirmation of SARS-CoV-2 infection using reliable methods, and all J o u r n a l P r e -p r o o f histopathological examinations were conducted by the same experienced pathologist, blinded to maternal SARS-Cov-2 results. A limitation of our case series is that we did not collect amniotic fluid and placental samples for RT-PCR in all cases. Another limitation is that, due to lack of family consent, we could not conduct fetal autopsies in all cases.", "cite_spans": [], "ref_spans": [], "section": "Patient 5"}, {"text": "Since COVID-19 in pregnancy is a new diagnosis, it is important to report all adverse outcomes potentially associated with this disease. These data are important to inform patients and healthcare providers, and to help develop appropriate management protocols for pregnant women with COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "More studies are needed to confirm our findings and to help guide the management of pregnancies in women with COVID-19, especially in the first and second trimesters of pregnancy. We have started to collect and test amniotic fluid, placental, and fetal samples for SARS-CoV-2 in all cases of fetal death without any other apparent cause in women with suspected or confirmed COVID-19 managed at our hospital.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Rosana Richtmann conceived the report of this case series, contributed to data acquisition, drafted the manuscript and approved the final version. Maria Regina Torloni contributed to data analysis and interpretation, drafted the manuscript and approved the final version Andre Ricardo Oyamada Otani contributed to data acquisition and analysis, revised the manuscript and approved the final version. Jose Eduardo Levi contributed to data acquisition and analysis, revised the manuscript and approved the final version. Mariana Crema Tobara contributed to data acquisition and analysis, revised the manuscript and approved the final version.", "cite_spans": [], "ref_spans": [], "section": "Contributors"}, {"text": "J o u r n a l P r e -p r o o f Camila Almeida Silva contributed to data acquisition and analysis, revised the manuscript and approved the final version. Lívio Andrade Vilela Dias contributed to data acquisition and analysis, revised the manuscript and approved the final version. Lisia Miglioli Galvão contributed to data acquisition and analysis, revised the manuscript and approved the final version. Pollyanna Martins Silva contributed to data acquisition and analysis, revised the manuscript and approved the final version. Mario Macoto Kondo contributed to data analysis and interpretation, revised the manuscript and approved the final version.", "cite_spans": [], "ref_spans": [], "section": "Contributors"}, {"text": "The authors declare that they have no conflict of interest regarding the publication of this case series.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest"}, {"text": "No funding from an external source supported the publication of this case series.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "The report of this case series was approved by the hospital's review board (2824020.4.0000.5443).", "cite_spans": [], "ref_spans": [], "section": "Ethical approval"}, {"text": "Written consent was obtained from all patients.", "cite_spans": [], "ref_spans": [], "section": "Patient consent"}, {"text": "This case series was peer reviewed.", "cite_spans": [], "ref_spans": [], "section": "Provenance and peer review"}, {"text": "J o u r n a l P r e -p r o o f ", "cite_spans": [], "ref_spans": [], "section": "Provenance and peer review"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "Severe COVID-19 during Pregnancy and Possible Vertical Transmission", "authors": [], "year": 2020, "venue": "Am J Perinatol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1055/s-0040-1710050"]}}, "BIBREF3": {"ref_id": "b3", "title": "Vertical Transmission of SARS-CoV-2: What is the Optimal Definition?", "authors": [], "year": 2020, "venue": "Am J Perinatol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1055/s-0040-1712457"]}}, "BIBREF4": {"ref_id": "b4", "title": "Possible Vertical Transmission of SARS-CoV-2 From an Infected Mother to Her Newborn", "authors": [{"first": "L", "middle": [], "last": "Dong", "suffix": ""}, {"first": "J", "middle": [], "last": "Tian", "suffix": ""}, {"first": "S", "middle": [], "last": "He", "suffix": ""}, {"first": "C", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "C", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.4621"]}}, "BIBREF5": {"ref_id": "b5", "title": "Vertical Transmission of Severe Acute Respiratory Syndrome Coronavirus 2: A Systematic Review", "authors": [{"first": "Z", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "Am J Perinatol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1055/s-0040-1712161"]}}, "BIBREF6": {"ref_id": "b6", "title": "Antibodies in Infants Born to Mothers With COVID-19 Pneumonia", "authors": [{"first": "H", "middle": [], "last": "Zeng", "suffix": ""}, {"first": "C", "middle": [], "last": "Xu", "suffix": ""}, {"first": "J", "middle": [], "last": "Fan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Deng", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.4861"]}}, "BIBREF7": {"ref_id": "b7", "title": "Neonatal Early-Onset Infection With SARS-CoV-2 in 33 Neonates Born to Mothers With COVID-19 in Wuhan, China. JAMA Pediatr", "authors": [{"first": "L", "middle": [], "last": "Zeng", "suffix": ""}, {"first": "S", "middle": [], "last": "Xia", "suffix": ""}, {"first": "W", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "K", "middle": [], "last": "Yan", "suffix": ""}, {"first": "F", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "J", "middle": [], "last": "Shao", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Maternal and perinatal outcomes with COVID-19: A systematic review of 108 pregnancies", "authors": [{"first": "M", "middle": [], "last": "Zaigham", "suffix": ""}, {"first": "O", "middle": [], "last": "Andersson", "suffix": ""}], "year": 2020, "venue": "Acta Obstet Gynecol Scand", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/aogs.13867"]}}, "BIBREF10": {"ref_id": "b10", "title": "Effects of coronavirus disease 2019 (COVID-19) on maternal, perinatal and neonatal J o u r n a l P r e -p r o o f outcomes: a systematic review", "authors": [{"first": "J", "middle": [], "last": "Juan", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Gil", "suffix": ""}, {"first": "Z", "middle": [], "last": "Rong", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "H", "middle": [], "last": "Yang", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Poon", "suffix": ""}], "year": 2020, "venue": "Ultrasound Obstet Gynecol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/uog.22088"]}}, "BIBREF11": {"ref_id": "b11", "title": "Trimester Miscarriage in a Pregnant Woman With SARS-CoV-2 Infection", "authors": [{"first": "D", "middle": [], "last": "Baud", "suffix": ""}, {"first": "G", "middle": [], "last": "Greub", "suffix": ""}, {"first": "G", "middle": [], "last": "Favre", "suffix": ""}, {"first": "C", "middle": [], "last": "Gengler", "suffix": ""}, {"first": "K", "middle": [], "last": "Jaton", "suffix": ""}, {"first": "E", "middle": [], "last": "Dubruc", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Maternal death due to COVID-19", "authors": [{"first": "S", "middle": ["E"], "last": "Arian", "suffix": ""}], "year": 2020, "venue": "Am J Obstet Gynecol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.ajog.2020.04.030"]}}, "BIBREF15": {"ref_id": "b15", "title": "Clinical manifestations and outcome of SARS-CoV-2 infection during pregnancy", "authors": [{"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "K", "middle": [], "last": "Tang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guo", "suffix": ""}], "year": 2020, "venue": "J Infect", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Center for Diseases Control and Prevention. Novel Coronavirus (2019-nCoV) Real-time RT-PCR Primers and Probes", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.ajog.2020.04.01413"]}}, "BIBREF19": {"ref_id": "b19", "title": "Placental Pathology in Covid-19 Positive Mothers: Preliminary Findings", "authors": [{"first": "R", "middle": ["N"], "last": "Baergen", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Heller", "suffix": ""}], "year": 2020, "venue": "Pediatr Dev Pathol", "volume": "23", "issn": "3", "pages": "177--80", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Atlas of Non-Tumor Pathology: Placental Pathology. Washington DC: American Registry of Pathology and Armed Forces Institute of Pathology", "authors": [{"first": "F", "middle": ["T"], "last": "Kraus", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Redline", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Gersell", "suffix": ""}, {"first": "M", "middle": [], "last": "Nelson", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Dicke", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Placental Pathology in COVID-19", "authors": [], "year": 2020, "venue": "Am J Clin Pathol", "volume": "154", "issn": "1", "pages": "23--32", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "SARS-CoV-2 receptor ACE2 and TMPRSS2 are primarily expressed in bronchial transient secretory cells", "authors": [{"first": "S", "middle": [], "last": "Lukassen", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Chua", "suffix": ""}, {"first": "T", "middle": [], "last": "Trefzer", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Kahn", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Schneider", "suffix": ""}, {"first": "T", "middle": [], "last": "Muley", "suffix": ""}], "year": 2020, "venue": "EMBO J", "volume": "39", "issn": "10", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Distribution of angiotensin-(1-7) and ACE2 in human placentas of normal and pathological pregnancies", "authors": [], "year": 2006, "venue": "Placenta", "volume": "27", "issn": "2-3", "pages": "200--207", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Intrauterine vertical transmission of SARS-CoV-2: what we know so far", "authors": [{"first": "C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Zhou", "suffix": ""}, {"first": "H", "middle": ["X"], "last": "Yang", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Poon", "suffix": ""}], "year": null, "venue": "Ultrasound Obstet Gynecol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Low resolution: acute chorioamnionitis with extensive deposition of perivillous fibrin", "authors": [{"first": "A", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "High resolution: Mixed villitis and intervillitis", "authors": [{"first": "B", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "low resolution: Extensive deposition of perivillous fibrin", "authors": [{"first": "A", "middle": [], "last": "Placenta", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "high resolution: Mixed villitis and intervillitis", "authors": [{"first": "B", "middle": [], "last": "Placenta", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Fetal lung: neutrophils inside alveolar spaces", "authors": [{"first": "C", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "During the period covered by this case series, 387 pregnant women presented at the hospital's emergency department (ED) with clinical symptoms suggestive of COVID-19 and gave nasopharyngeal swabs for RT-PCR. Of the 89 women with positive results, 53 (59.6%) were managed as outpatients. The other 36 (40.4%) women were hospitalized due to severe COVID-19 or obstetric complications (including preeclampsia, diabetes or preterm labor). We describe the clinical characteristics and laboratory and histopathological results of five women managed at the hospital with a confirmed diagnosis of COVID-19 who had a fetal demise without any other apparent cause during the period covered by the case series.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "-stained amniotic fluid was noted and sent for RT-PCR analysis; the result was inconclusive. A maternal nasopharyngeal sample collected at", "latex": null, "type": "figure"}, "FIGREF2": {"text": "These five cases of fetal demise in women with confirmed COVID-19 without any other significant clinical or obstetric disorders suggest that fetal death can be an outcome of SARS-CoV-2 infection in pregnancy. The intense placental inflamatory reaction in all five cases, including villitis and intervillitis, raises the possibility of a direct effect of SARS-CoV-2 on the placenta. The identification of SARS-CoV-2 in one amniotic fluid and two placental samples supports this hypothesis. The only fetus submitted to autopsy had signs of fetal infection. Placental histology indicated acute chorioamnionitis in all five cases. Two cases had massive deposition of intervillous fibrin associated with mixed intervillitis and villitis, and intense neutrophil and lymphocyte infiltration. These findings are described in villitis of unknown etiology (VUE). VUE is related to hematogenous the paucity of reports, it remains unclear whether SARS-CoV-2 infection in the first or second trimesters increases the risks of adverse fetal outcomes, including stillbirth. Hantoushzadeh et al reported four fetal deaths in Iranian women with severe COVID-19, with three maternal deaths.(10) Baud et al reported a late miscarriage in a French woman with a mild form of COVID-19 at 19 weeks of gestation. The authors identified SARS-Cov-2 in the placenta but not in the fetus or amniotic fluid, and reported mixed inflamatory infiltrate on placental histology which they interpreted as a sign of possible placental infection by the virus.(9) Similarly, all our cases of fetal death occurred in outpatients with relatively mild forms of COVID-19, including an asymptomatic woman, and all cases had histological signs of intense placental inflammation. Although the exact mechanisms of intrauterine SARS-CoV-2 transmission are unclear, there are two hypotheses.(8) Angiotensin-converting enzyme 2 (ACE2), a possible surface receptor of sensitive cells for SARS-CoV-2, is expressed in human placentas. This could explain placental infection by the virus.(17, 18) Another possible explanation for intrauterine SARS-CoV-2 infection is through placental barrier damage caused by severe maternal hypoxemia in women with COVID-19.(19)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Five cases of fetal death in women with COVID-19", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Characteristics </td><td>Case 1 </td><td>Case 2 </td><td>Case 3 </td><td>Case 4 </td><td>Case 5 </td></tr><tr><td>Age, years </td><td>32 </td><td>35 </td><td>40 </td><td>24 </td><td>30 </td></tr><tr><td>Parity </td><td>G1P0 </td><td>G2P1 </td><td>G2P0 </td><td>G1P0 </td><td>G3P0 </td></tr><tr><td>BMI category </td><td>Obese </td><td>Overweight </td><td>Obese </td><td>Overweight </td><td>Overweight </td></tr><tr><td>Diagnosis of COVID-19 (positive RT-PCR) </td><td> COVID </td><td> COVID </td><td>Asymptomatic </td><td>COVID </td><td>COVID </td></tr><tr><td>day#4 </td><td>day#6 </td><td> </td><td>day#1 </td><td>day#7 </td></tr><tr><td>Diagnosis of fetal </td><td>COVID day#14 </td><td>COVID day#6 </td><td>Asymptomatic </td><td>COVID </td><td>COVID </td></tr><tr><td>death </td><td> </td><td> </td><td> </td><td>day#22 f\n</td><td>day#11) </td></tr><tr><td>GA at fetal death, weeks </td><td> 28 3/7 </td><td>21 1/7 </td><td> </td><td>o23 4/7 </td><td>30 6/7 </td></tr><tr><td>Birth weight </td><td>1070 g </td><td>329 g </td><td> </td><td>680 g </td><td>1430 g </td></tr><tr><td>RT-PCR in placenta  and AF </td><td>Placenta: positive AF: not performed </td><td>Placenta: not performed AF: not performed </td><td>Placenta: not performed AF: not performed </td><td>Placenta: positive AF: positive </td></tr><tr><td>Placental and fetal histopathology </td><td>Intense acute villitis and intervillitis. Increased deposition of villous and intervillous fibrin. </td><td>reIntense acute villitis and intervillitis. </td><td>Acute </td><td>Acute chorioamnioni\ntis. Acute deciduitis. </td></tr><tr><td>PIncreased deposition of villous and intervillous </td><td>chorioamnioni\ntis. Acute </td></tr><tr><td> </td><td>al fibrin. Focal acute chorioamnionitis. Placental findings suggestive of </td><td>infection. </td><td>-pro38 3/7 2895 g \nPlacenta: negative AF: Inconclusive \n\n\n\n\nAcute chorioamnionit\nis. Subchorionic thrombosis. Findings suggestive of ischemia and deciduitis. Findings suggestive of ischemia and infection. </td></tr><tr><td> </td><td>uAcute chorioamnionitis. Findings suggestive of villitis of unknown etiology. </td><td>Jorn\n\n \n\n\n\n\nischemia and villitis. Fetus: Neutrophils in alveolar spaces. mass index. GA: Gestat</td><td> </td><td> </td><td> </td></tr></table></body></html>"}}, "back_matter": [{"text": "AF: Amniotic fluid. BMI: Body mass index. GA: Gestational age ", "cite_spans": [], "ref_spans": [], "section": "annex"}]}