{
    "paper_id": "3dc727f917738e2dd61ef4fb829fed80ec81d128",
    "metadata": {
        "title": "Post-COVID-19 fatigue and anhedonia: A cross-sectional study and their correlation to post-recovery period",
        "authors": [
            {
                "first": "Samir",
                "middle": [
                    "El"
                ],
                "last": "Sayed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Doaa",
                "middle": [],
                "last": "Shokry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mansoura University",
                    "location": {
                        "settlement": "Mansoura",
                        "country": "Egypt"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "Sarah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mohamed",
                "middle": [],
                "last": "Gomaa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mansoura University",
                    "location": {
                        "settlement": "Mansoura",
                        "country": "Egypt"
                    }
                },
                "email": ""
            },
            {
                "first": "Correspondence",
                "middle": [],
                "last": "Samir",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "El",
                "middle": [],
                "last": "Sayed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This is an open access article under the terms of the Creative Commons Attribution-NonCommercial-NoDerivs License, which permits use and distribution in any medium, provided the original work is properly cited, the use is non-commercial and no modifications or adaptations are made. Abstract Background: Individuals infected by the novel coronavirus (SARS-CoV-2) have experienced different psychiatric manifestations during the period of infectivity and post-COVID-19 infection. Fatigue and anhedonia are among the frequently reported manifestations after recovery from this novel viral pandemic, leading to early evaluation of those patients and proper management of their complaints which have a drastic burden on different domains of life. Also, the period after recovery might have an effect on the severity of these two psychiatric presentations. Aim of the work: This cross-sectional observational study aimed to investigate the occurrence of post-COVID-19 fatigue and anhedonia and whether the duration after 2 consecutive PCR-negative tests has an implication on the severity of the abovementioned psychiatric manifestations. Methods: Socio-demographic characteristics of 200 post-COVID-19 patients were collected, and also, the self-assessment anhedonia scale was used to evaluate the degree of anhedonia. Fatigue assessment scale used to investigate this domain. The study targeted to find a possible correlation between the period after recovery and the other variables including anhedonia and fatigue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The study revealed high scores of different subtypes of self-assessment anhedonia scale (including total intensity, total frequency, and total changes scores) in the studied group, also high score of fatigue assessment scale in those patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Positive statistically significant correlation between anhedonia and fatigue in post-COVID-19 group, also negative statistically significant correlation between duration after recovery and the other 2 variables(anhedonia and fatigue) in the examined patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Post-COVID-19 fatigue and anhedonia were prevalent and commonly reported in the post-COVID-19 period, also the duration after 2 consecutive negative PCR tests has an implication on the severity rating scale of both anhedonia and fatigue. These findings directed our attention to those reported manifestations which affected the socio-occupational functioning of the individuals during this whole world pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": " Rothan ",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 7,
                    "text": "Rothan",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUC TI ON"
        },
        {
            "text": "This study was conducted in Hayat National Hospital, Psychiatry Department, Riyadh, Kingdom of Saudi Arabia. The study was conducted from 10th of July to 28th of July 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Settings"
        },
        {
            "text": "This current methodological design is a cross-sectional observational study with a longitudinal component for evaluation of prevalence of anhedonia and fatigue in post-COVID-19 patients and the effect of duration after recovery from infection on the above-mentioned domains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Study design"
        },
        {
            "text": "A convenience sample of 200 patients of COVID-19 after 2 consecutive negative PCR tests who attended for pulmonology clinic for follow-up and psychiatric department for assessment. Mean duration after recovery from COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Study population"
        },
        {
            "text": "Mean ± SD 11.83 ± 3.77 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Study population"
        },
        {
            "text": "This scale was developed by Olivares et al 10 The scale included 27 items each to be replied on three independent semantic differential lines: 1. Intensity (a lot-not at all), 2. Frequency (alwaysnever), and 3. Change (the same as before-less than before). Each line was 10 cm long and could be scored on a Likert-type scale ranging from 0 to 10. The higher the score, the greater the anhedonia. To avoid halo effects, the second line polarities were reversed.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 45,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "| The self-assessment anhedonia scale (SAAS)"
        },
        {
            "text": "This scale was originated by Michielsen et al 11 The FAS is a 10-item scale evaluating symptoms of fatigue. Each item of the FAS is answered using a five-point, Likert-type scale ranging from 1 (\"never\") ",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 48,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "| Fatigue assessment scale(FAS)"
        },
        {
            "text": "Association between sociodemographic data and total anhedonia score 2.7 | Ethical consideration 1 . IRB approval was taken to conduct this study.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 97,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "TA B L E 3"
        },
        {
            "text": "2. Informed consent was obtained from all participants after full explanation of the aim of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TA B L E 3"
        },
        {
            "text": "Patients were confirmed about the confidentiality of their data collected and that they were able to withhold from the study at any time without giving reasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "Data were analyzed using the Statistical Package of Social Science (SPSS) program for Windows (Standard version 24). The normal-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Statistical analysis"
        },
        {
            "text": "ity of data was first tested with one-sample Kolmogorov-Smirnov test. Qualitative data were described using number and percent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Statistical analysis"
        },
        {
            "text": "Continuous variables were presented as mean (SD) and two groups were compared by t test while ANOVA test was used to compare more than 2 group. The results were considered significant when (P ≤ .05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Statistical analysis"
        },
        {
            "text": "Pearson correlation was used to correlate continuous data. Table 2 shows results distribution of self-assessment anhedonia scale domains in which mean total intensity score was 224.02",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 66,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "| Statistical analysis"
        },
        {
            "text": "(SD ± 20.72), mean total frequency score was 229.89 (SD ± 18.80), mean total change score was 234.87(SD ± 16.58), and mean total anhedonia score was 688.41(SD ± 52.98). Mean fatigue score was 40.81(SD ± 5.75). Table 3 shows no statistically significant correlation between items of socio-demographic data and mean total anhedonia score.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 217,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "| RE SULTS"
        },
        {
            "text": "Fatigue assessment scale ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Socio-demographic data Total"
        },
        {
            "text": "Association between sociodemographic data and fatigue assessment scale Table 4 showed a statistically significant positive correlation between gender of the patient and fatigue assessment scale (t = 1.97, P value .05*). Also, this study was unique regarding evaluation not only the total anhedonia score but also: total intensity, total frequency, and F I G U R E 1 illustrated the association between mean fatigue score and mean anhedonia score [Colour figure can be viewed at wileyonlinelibrary.com]",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "TA B L E 4"
        },
        {
            "text": "In conclusion, post-COVID-19 fatigue and anhedonia were common after recovery from novel coronavirus infection that affecting the domains of life of the patients, also the duration after cure affected these 2 manifestations which evoked an important question:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TA B L E 4"
        },
        {
            "text": "Are they a transient sequelae of infection or still persist even after recovery? , this needs more research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TA B L E 4"
        },
        {
            "text": "The study needs more number of cases for more solid data, also the assessment was done once, and more frequent evaluation will be needed for further consolidated results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Study limitations"
        },
        {
            "text": "There are no conflicts of interest. Gomaa: collection of patients' data and revision of manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CO N FLI C T S O F I NTE R E S T"
        },
        {
            "text": "Informed consent was obtained from all participants after full explanation of the aim of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I N FO R M E D CO N S E NT"
        },
        {
            "text": "IRB approval was taken to conduct this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A PPROVA L O F TH E R E S E A RCH PROTO CO L BY TH E I N S TITUTI O N A L R E V I E WER B OA R D"
        },
        {
            "text": "n/a.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TR I A L"
        },
        {
            "text": "n/a.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A N I M A L S TU D I E S"
        },
        {
            "text": "The data are not publicly available due to ethical restrictions because the disclosure of personal data was not included in the research protocol of the present study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVA I L A B I L I T Y S TAT E M E N T"
        },
        {
            "text": "Samir El Sayed https://orcid.org/0000-0001-9703-9769",
            "cite_spans": [],
            "ref_spans": [],
            "section": "O RCI D"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Rothan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Byrareddy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Autoimm",
            "volume": "109",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. WHO Director-General's opening remarks at the media briefing on COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "New insights on a rapidly changing epidemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Del Rio",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Malani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Amer Med Assoc",
            "volume": "323",
            "issn": "24",
            "pages": "1339--1379",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Reconsidering anhedonia in depression: Lessons from translational neuroscience",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Treadway",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Zald",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "NeurosciBiobehav Rev",
            "volume": "35",
            "issn": "",
            "pages": "537--55",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Do people become more apathetic as they grow older? A longitudinal study in healthy individuals",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brodaty",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Altendorf",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Withall",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sachdev",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int. Psychogeriatr",
            "volume": "22",
            "issn": "",
            "pages": "426--462",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The psychological impact of quarantine and how to reduce it: rapid review of the evidence",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Woodland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Greenberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "912--932",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Can physical assessment techniques aid diagnosisin people with chronic fatigue syndrome/myalgic encephalomyelitis? A diagnostic accuracy study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hives",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ Open",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Into the looking glass: Post-viral syndrome post COVID-19",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perrin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Riste",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Hypo",
            "volume": "144",
            "issn": "",
            "pages": "14--21",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "TheCOVID-19 outbreak and psychiatric hospitals in China: managing challenges throughmental health service reform",
            "authors": [
                {
                    "first": "Y-T",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Y-J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z-H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Biol Sci",
            "volume": "16",
            "issn": "10",
            "pages": "1741--1744",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The self-assessment anhedonia scale (SAAS). Neuro Psychia Brain Res",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Olivares",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Berrios",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bousoño",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "121--155",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Psychometric qualities of a brief self-rated fatigue measure the fatigue assessment scale",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Michielsen",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Vries",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Van",
                    "middle": [],
                    "last": "Heck",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J sychosom Res",
            "volume": "54",
            "issn": "4",
            "pages": "345--52",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Anhedonia and depressive symptomatology among HIV-infected patients with highly active antiretroviral therapies (ANRS-EN12-VESPA)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Préau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bonnet",
                    "suffix": ""
                },
                {
                    "first": "A-D",
                    "middle": [],
                    "last": "Bouhnik",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Obadia",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Spire",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Encephale",
            "volume": "34",
            "issn": "4",
            "pages": "385--93",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Unprecedented disruption of lives and work: Health, distress and life satisfaction of working adults in China one month into the COVID-19 outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Rauch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rauch",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Res",
            "volume": "288",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Fear of-COVID2019: First suicidal case in India",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Goyal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chauhan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chhikara",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asia J Psychia",
            "volume": "49",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "and Byrareddy 1 noted COVID-19 is a viral infection caused by SARS-CoV-2 that principally affects the pulmonology system with primary manifestations like fever, cough, and shortness of breath. World Health Organization 2 declared until the end of May 2020, there were over 5.5 million confirmed cases of people who have been infected with COVID-19 worldwide and over 353 000 death cases. Xiang et al 9 highlighted infection symptoms including fever, hypoxia and dry cough, shortness of breath, and adverse effects of treatment like corticosteroids induced insomnia might lead to anxiety worsening and mental distress . Rio and Malani 3 highlighted that fatigue is commonly seen in COVID-19 epidemic, and also, the patients still have high levels of fatigue and anhedonia after recovery from infection. Treadway and Zald 4 defined anhedonia as persistently and severely decreased interest or pleasure in most daily activities. It is also known as a decrement of pleasurable activities, or a loss of interest to action in order to get pleasure. Brodaty et al 5 found that anhedonia and fatigue can also occur in patients without psychiatric disorders like in systemic illnesses ,viral infections, or chronic fatigue syndrome. Similarly, apathy and anhedonia were recognized to occur not only in the context of clinical diagnoses but also, in milder forms, in the general population, particularly with aging. Brooks et al 6 noted the effect of quarantine on cases of COVID-19 infection leading to development of psychological and cognitive manifestations of post-COVID-19 depressive symptoms, stress, anxiety, chronic fatigue, and anhedonic state. Hives et al 7 evidenced pro-inflammatory components like cytokines such as interferon gamma, and interleukin 7, which supposed to compromise the neurological regulation of the \"Glymphatic System\" as observed in chronic fatigue syndrome. Perrin et al 8 found that many cases of COVID-19 developed a drastic post-viral syndrome named \"post-COVID-19 Syndrome\"-a persistent condition of chronic fatigue, disturbed sleep/wake cycle, neuro-cognitive implications, and progressive anhedonia.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "\"always\"). Items 4 and 10 are reverse-scored. Total scores can range from 10, indicating the lowest level of fatigue, to 50, denoting the highest.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "5 revealed a statistically significant negative correlation between mean duration after recovery from COVID-19 and different domains of self-assessment anhedonia scale and fatigue assessment scale. Also, there was a statistically significant positive correlation between domains of self-assessment anhedonia scale (SAAS) and fatigue assessment scale (FAS).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "illustrated positive association between mean total anhedonia score and mean fatigue assessment scale which means both anhedonia and fatigue were commonly associated in the post-COVID-19 recovery period. 4 | D ISCUSS I ON The aim of the study was to assess the prevalence of post-COVID-19 fatigue and anhedonia and the possible effect of duration of recover from the coronavirus pandemic to both anhedonia and fatigue, and to our knowledge, it is among the leading published research investigating the prevalence of fatigue and anhedonia in post-COVID-19 period. The current study found high score of fatigue in post-COVID-19 patients, this is in agreement with Huang, et al 12 who noted that most patients in post-COVID-19 period developed muscle ache, arthralgia, weakness, fatigue, or myalgia. Also, this study concluded high scores of different domains of anhedonia which is unique and novel, this is in accordance with Préau et al 13 study mentioned that anhedonia was very common in viral epidemic like HIV-infected patients with highly active antiretroviral therapies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "total change scores which were not assessed by other studies during the period after recovery from COVID-19. The current study evidenced positive correlation between fatigue and anhedonia in post-COVID-19 period, and this is in the same way of Zhang et al 14 who said that 38% of people stopped going to workplace due to the pandemic in China,25% stopped working at all and experienced high levels of psychological distress, fatigue anxiety, post-traumatic stress disorder, and anhedonia. Also, the study evaluated the onset of anhedonia and fatigue after 2 negative PCR tests of coronavirus leading to a finding of high scores of fatigue and anhedonia during the early days after recovery, this is in parallel with Goyal et al 15 mentioned during the period next 2 weeks after cure from COVID-19, patients gradually developed sad mood, anhedonia, lethargy, anorexia, insomnia, and easy fatiguability.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "TA B L E 1 Socio-demographic data among the studied group",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "shows socio-demographic data and clinical characteristics:",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "TA B L E 5 Association between days after recovery from COVID-19, fatigue assessment scale, and self-assessment anhedonia scaleThe use of * means that this variable is statistically significant.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Samir El Sayed (corresponding author): interviewing the patients, data collection, and writing the manuscript. 2-Doaa Shokry: statistical analysis, biostatics, and helping in data interpretation. 3-Sarah",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}