{
    "paper_id": "3dca139f506eb6b6e80aa3f4d363ab314aef6440",
    "metadata": {
        "title": "Title: Protection comes at a cost: Doctor's life inside Personal Protection Equipment",
        "authors": [
            {
                "first": "Shashank",
                "middle": [],
                "last": "Bhargava",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "R. D. Gardi Medical College",
                    "location": {
                        "settlement": "Ujjain",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Mrinal",
                "middle": [],
                "last": "Gupta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "George",
                "middle": [],
                "last": "Kroumpouzos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Brown University",
                    "location": {
                        "settlement": "Providence",
                        "region": "RI",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Department of Dermatology R.D. Gardi Medical, College Surasa, Ujjain (MP) India Tel: 00919479949923 Email: shashank2811@gmail.com ORCID # 0000-0003-4141-5520 Dear Editor, COVID-19 pandemic is plaguing the world and representing the most significant stress test for many national healthcare systems and services. It was on March 11 th 2020, when World Health Organization (WHO) declared it as the first pandemic of this millennium. As the number of cases in India is rising exponentially, healthcare workers (HCWs) of other specialties are expected to be on the frontlines and support the health system. 1 In their battle against the raging COVID-19 pandemic, the use of medical masks and respirators as personal protective equipment is pivotal to reducing the level of biological hazard to which healthcare workers are exposed during the outbreak of this highly diffusible pathogen. 2 HCWs employed on the frontline are at maximum risk of catching this deadly infection. It becomes imperative to educate the frontline workers regarding the proper donning and doffing techniques for personal protective equipment (PPE) for controlling the disease spread.",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 604,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 883,
                    "end": 884,
                    "text": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The PPE kits have to be carefully worn to ensure that the body is completely covered. Depending on one's deftness, it takes around 10-15 minutes to don the PPE and 15-30 minutes to take it off while observing all infection control practices. Once inside, even using a stethoscope to examine patients is a challenging exercise. The PPEs are non-porous and airtight, vital to prevent transmission, as they create an uncontaminated interior This article is protected by copyright. All rights reserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "considerably limiting the risk of infection. They are so indispensable, that there has been a scramble to procure the kits amid complaints from doctors and nurses of a PPE shortage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rational use and successful reuse of respirators after Ultraviolet Germicidal Irradiation (UVGI) can help to face this shortage to some extent. 3 Even though PPE is imperative for personal protection, its prolonged use has caused certain cutaneous adverse effects. Some of the most enduring images of COVID-19 have been those of the HCWs with red marks and bruising on the face after wearing PPE. Wearing PPE for 8-10 hours at a stretch in this scorching heat of India leaves sweat soaked HCWs which can lead to dermatitis, acne, miliaria, fungal infections, and folliculitis. Eating, drinking or even urinating is out of the question during duty hours which may even stretch to 12 hours in areas facing massive outbreaks, forcing HCWs to wear adult diapers to preserve their PPE. Air This article is protected by copyright. All rights reserved.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 145,
                    "text": "3",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "conditioners and other central cooling equipment are to be avoided in the light of further spread of the disease, which further exacerbates the problem. Use of fat soluble disinfectants such as 75% alcohol or chlorine-based disinfectants can develop occupational skin disease (ie, allergic contact dermatitis) due to disruption of the skin barrier leading to desquamation and ultimately hand eczema complicated with itching and bleeding. Hyperhidrosis/ hyperhidration of the hands can develop after long use of gloves and increases the risk of allergic contact dermatitis. An odds ratio of 2.17 for occupational hand dermatitis was reported. 7 Even in other parts of the world, HCWs have witnessed numerous cutaneous manifestations due to N95 masks, goggles and face shields, they squeeze and rub the cheek, forehead and nasal bridge leading to indentations, ecchymosis, maceration, abrasion and erosion. 8 Delayed pressure urticaria has also been reported, nose is the most common site of skin damage (83.1%) among first-line HCWs. 7 According to studies, HCWs are at increased risk of moral injury and mental health problems while allocating scanty resources to equally needy patients which should be managed promptly. 9 As the frontline warriors are going through terrible physical and mental breakdown, especially after wearing these PPEs kits on COVID duty, the society must deeply acknowledge all the hard work put in by the HCWs during these challenging times of the pandemic.",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 643,
                    "text": "7",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 905,
                    "end": 906,
                    "text": "8",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1033,
                    "end": 1034,
                    "text": "7",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1221,
                    "end": 1222,
                    "text": "9",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This article is protected by copyright. All rights reserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Employing dermatologists on the frontline against COVID-19: all hands on deck",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhargava",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rokde",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rathod",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kroumpouzos",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Medical masks and respirators for the protection of healthcare workers from SARS-CoV-2 and other viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ippolito",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vitale",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Accurso",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 pandemic and personal protective equipment shortage: protective efficacy comparing masks and scientific methods for respirator reuse",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Boškoski",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gallo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Costamagna",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Challenges and solutions for addressing critical shortage of supply chain for personal and protective equipment (PPE) arising from Coronavirus This article is protected by copyright",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Rowan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Laffey",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "disease (COVID19) pandemic -Case study from the Republic of Ireland",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Respiratory protection considerations for healthcare workers during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Friese",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Veenema",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jayaraman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Clever",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Inadequacy of regulatory frameworks in time of crisis and in low-resource settings: personal protective equipment and COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pecchia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Piaggio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maccaro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Formisano",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Iadanza",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Skin damage among health care workers managing coronavirus disease-2019",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Miao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Acad Dermatol",
            "volume": "82",
            "issn": "5",
            "pages": "1215--1216",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaad.2020.03.014.Epub"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "COVID-19 epidemic: Skin protection for health care workers must not be ignored",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Managing mental health challenges faced by healthcare workers during covid-19 pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Greenberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Docherty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gnanapragasam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1211"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Every day, new 'do-it-yourself' (DIY) solutions regarding PPE and medical devices go viral on various social media platforms. 5 Many companies (e.g., automotive or textile) without any experience in manufacturing most needed equipment presently (e.g., respirators, face shields, ventilators etc.) have taken a new venture instead of their traditional production. There is a need for global awareness and knowledge in this chaotic scenario. Various policy makers, international and national standards bodies, along with the World Health Organization (WHO) should be prompt in establishing guidelines about the importance of respecting the mandatory requirements to guarantee product quality and protect the safety of patients andHCWs.6",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}