{
    "paper_id": "3dca71a05b9a046c3fa186526e48a39962da4805",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In 2020, the SARS-COV-2 virus began to spread all over Europe. On We therefore initiated a retrospective Internet-based survey to evaluate potential consequences of the COVID-19 lockdown on patients with AA and/or PNH in Germany focusing on the availability of reliable patient information and delay of treatment initiation. The link to the web-based survey was conducted between July 8 and August 15, 2020, through the webpages and the email newsletter of two German patient advocacy groups for AA and PNH, namely Table 1 . Finally, curative treatment was postponed in a significant number of patients with sAA. The impact of delayed treatment initiation due to COVID-19 remains speculative. However, based on previous data, we assume an impaired long-term outcome especially in sAA patients. 10 Follow-up studies are clearly warranted to substantiate the latter issue.",
            "cite_spans": [
                {
                    "start": 794,
                    "end": 796,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 515,
                    "end": 522,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Internet-based patient survey on the consequences of COVID-19 lockdown on treatment and medical follow-up of patients with aplastic anemia or paroxysmal nocturnal hemoglobinuria in Germany"
        },
        {
            "text": "We thank all patients and families for the support and for participating in this survey. Kim Kricheldorf is supported by the Task force COVID-19 Forschungsnetzwerk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACK N OWLED G M ENTS"
        },
        {
            "text": "Task force COVID-19 Forschungsnetzwerk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FU N D I N G I N FO R M ATI O N"
        },
        {
            "text": "The other authors have nothing to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CO N FLI C T O F I NTE R E S T"
        },
        {
            "text": "FB, KK, and THB conceived and planned the study design, interpreted the data, and wrote the manuscript. PB and UG supported the study and interpreted the data. SI and JP analyzed the data and planned the study design. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTH O R CO NTR I B UTI O N S"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Gesetz zum Schutz der Bevölkerungbei einer epidemischen Lage von nationaler Tragweite",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Deutschland",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bundesgesetzblatt Teil I",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 -bone marrow Failure and PNH: recommendations on behalf of the EBMT severe aplastic anemia working party",
            "authors": [
                {
                    "first": "Adc",
                    "middle": [],
                    "last": "Risitano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "De Latour",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Terminal complement inhibition dampens the inflammation during COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Kulasekararaj",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lazana",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Large",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Haematol",
            "volume": "190",
            "issn": "",
            "pages": "141--143",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Direct activation of the alternative complement pathway by SARS-CoV-2 spike proteins is blocked by factor D inhibition",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chaturvedi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Braunstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Broadsky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Blood",
            "volume": "136",
            "issn": "",
            "pages": "2080--2089",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 prevalence and mortality in patients with cancer and the effect of primary tumour subtype and patient demographics: a prospective cohort study",
            "authors": [
                {
                    "first": "Lyw",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cazier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Starkey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "",
            "pages": "1309--1316",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical characteristics and risk factors associated with COVID-19 severity in patients with haematological malignancies in Italy: a retrospective, multicentre, cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Passamonti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cattaneo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Arcaini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Haematol",
            "volume": "7",
            "issn": "",
            "pages": "737--745",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 in benign hematology: emerging challenges and special considerations for healthcare professionals",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Noun",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ibrahim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Hodroj",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bou-Fakhredin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Taher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Expert Rev Hematol",
            "volume": "13",
            "issn": "",
            "pages": "1081--1092",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Challenges in the management of sickle cell disease during SARS-CoV-2 pandemic",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Alsayegh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mousa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Appl Thromb Hemost",
            "volume": "26",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 and thalassaemia: a position statement of the Thalassaemia International Federation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Farmakis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giakoumis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cannon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Angastiniotis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eleftheriou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Haematol",
            "volume": "105",
            "issn": "4",
            "pages": "378--386",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Current outcome of HLA identical sibling versus unrelated donor transplants in severe aplastic anemia: an EBMT analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bacigalupo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Socie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Hamladji",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Haematologica",
            "volume": "100",
            "issn": "",
            "pages": "696--702",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "March 27th, the federal together with the local governments decided a bundle of measures to reduce the rate of infections and to control the resulting COVID-19 outbreak in Germany. 1 This so-called \"lockdown\" significantly affected outpatient and inpatient care in the field of hematology and oncology in Germany. Patients with aplastic anemia (AA) are considered to be at particular risk for severe or fatal courses of COVID-19 caused by immunosuppressive treatments they often receive as well as by their underlying disease. Consequently, the European Society for Blood and Marrow Transplantation (EBMT) aplastic anemia working party (SAAWP) recommends to carefully consider timing of initiation of immunosuppressive treatment and/or allogeneic transplantation in AA patients. 2 For patients with paroxysmal nocturnal hemoglobinuria (PNH), the additional consequences of complement inhibition on the clinical course of COVID-19 are currently less predictable although some reports suggest a potentially beneficial aspect of complement inhibition. 3,4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Lichterzellen\" and \"AA & PNH e.V.\". The survey included 92 items and 88 patients completely filled out the questionnaire. First digit of the postal code requested in our survey showed a geographically homogenous distribution over Germany. Detailed patient characteristics are shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "35% (31/88) of patients reported to have received little or no information about COVID-19 from their treating physician (TP). Little or no access to information about COVID-19 and the respective underlying disease altogether was reported in 20% (18/88). 17% (15/88) overlapped between both groups. Delayed appointments were reported in 32% (28/88) whereof 20% (18/88) reported delay by their treating physician 11% (10/88), postponed their next appointment themselves for a minimum of 4 weeks. Problems with the delivery of AA/PNH medication was only reported in three patients (3%) due to issues with the pharmacy (2%, n = 2) and issues to get a prescription (1%, n = 1). Medical consultation via telephone/videoconferences with the TP was reported in 14% (12/88). Finally, for 3% (3/88), all with severe AA (sAA), an already prearranged inpatient treatment initiation with either immunosuppression or allogeneic stem cell transplantation was postponed for more than 4 weeks. Our patient-based survey provides data on the impact of COVID-19 on cross-sectional care of AA/PNH patients in Germany. Online survey are generally limited concerning representativeness and reachability of the participating persons since only patients who were registered in the email subscription lists of the patient support groups were asked to fill out the questionnaire. Of interest, a relevant number of patients did not get sufficient information about COVID-19 or had no access to information. We did not assess the psychological impact of COVID-19 on the AA/PNH patients in our survey. However, considering the high reported mortality of COVID-19 in patients with malignant hematological diseases, 5,6 and paucity of information in regards to patients with non-malignant hematological diseases 7 except for patients with hemoglobinopathies 8,9 improving the flow of information might have resulted in less distress for patients and relatives. This might be of particular relevance considering the expected start of a \"second wave\" of the COVID-19 pandemic in Europe during the fall of 2020 and the possibility of a further \"lockdown\". Additional efforts to provide broad and low threshold access to information to the affected patients via social media and web pages of the patient support groups and hematological societies should be the joint core interest of TPs, hematological societies, and patient support groups. This is of high importance since patients in Germany are treated decentralized in University or smaller hospitals as well as by local hematologists, which might have an impact on the degree and the consistency of information given to the patients.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Data available on request from the authors. Patient advocacy group \"AA & PNH e.V.\" (https://aa-pnh.de), Berlin, Germany Correspondence Fabian Beier, Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, Medical Faculty, RWTH Aachen University, Aachen, Germany. Fabian Beier and Kim Kricheldorf Contributed equally to this study.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}