{
    "paper_id": "3dcb20abb87d395bd4b6db3999e0b4b76cfa0082",
    "metadata": {
        "title": "Investigating the Effect of a Mobile Learning Application for Graph Theory Education on Academic Performance",
        "authors": [
            {
                "first": "Birol",
                "middle": [],
                "last": "Ciloglugil",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ege University",
                    "location": {
                        "postCode": "35100",
                        "settlement": "Bornova, Izmir",
                        "country": "Turkey"
                    }
                },
                "email": "birol.ciloglugil@ege.edu.tr"
            },
            {
                "first": "(",
                "middle": [
                    "B"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mustafa",
                "middle": [],
                "last": "Murat",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ege University",
                    "location": {
                        "postCode": "35100",
                        "settlement": "Bornova, Izmir",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Inceoglu",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this study, the effectiveness of using a mobile learning application developed for graph theory education is investigated by evaluating its impact on the academic performance of students for three academic years. The mobile application supports graph operations such as creating/editing graphs, running basic graph algorithms on graphs, and observing their step-by-step execution. Students can also test their knowledge level by using the quiz section of the mobile learning application. The study is conducted at a public university in Turkey with the participation of voluntary freshman students that take the Discrete Structures course. Graph theory is lectured for three weeks as the final subject of the course. Various features of the mobile application were introduced to the students by the lab assistant at laboratory sessions of 45 min that were conducted for a period of three weeks after the theoretical lectures in which the graph theory topics were covered. After these introduction sessions, students were able to use the mobile application as a supplementary tool any time they want. In order to investigate the effect of using the mobile learning application on the academic performance of students, a quasi-experimental research design with experimental and control groups was utilized. Quantitative data were collected by using the grades students achieved from the questions related to graph theory in the final exams of the course. The data for each year was analyzed by performing independent groups t-tests. The results of the statistical analyzes indicated that the usage of the mobile learning application contributed statistically significantly to the grades of the students in the experimental group for each year it was applied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "foundation for many topics in related courses in the following semesters [1] . Therefore, it can be stated that effective teaching of graph theory is an essential part of engineering education. Graph theory is generally lectured as part of the Discrete Structures course in various engineering disciplines [1] . Since it is important for many engineering disciplines and can be used in multidisciplinary areas, supporting graph theory education with supplementary e-learning tools can increase the comprehension level and academic performance of students.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 306,
                    "end": 309,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this regard, there are various studies on developing e-learning tools that target graph theory. Some of them focus on using graph theory on e-learning systems [2] , while some of them try to provide tools that enable users to perform graph operations. In this paper, we focused on the latter group and provided a brief overview of the related work in this category. Table 1 presents a summary of these studies in chronological order.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 369,
                    "end": 376,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "-Cabri-Graph is an application that enables users to create their own graphs or use the graphs already available in the library of the application. Cabri-Graph is developed in accordance with the interface of Apple Macintosh computers and it can display properties of the graphs and can generate random graphs [3] . -Visualizations and algorithms of several graph algorithms such as Dijkstra's shortest path algorithm and graph coloring algorithm are presented in [4] . This study, called DIDAGRAPH, is designed to give information about how the related graph algorithms work. Opinions of the students were not taken into consideration and the effectiveness of the application on academic achievement was not evaluated. -IAPPGA application is an online Java package that creates graphs online or works by loading the graph from the existing neighborhood matrices of them into the graphical user interface [5] . It allows students to create directed or undirected graphs interactively. -A library of mobile graph algorithms for engineering students, called MOGRAPH, that works on mobile devices using the Windows Mobile operating system, was developed in [6] . Basic graph algorithms such as DFS, BFS, Dijkstra, Euler, Hamilton, and graph coloring were covered in [6] , and opinions of students about the application were obtained through a questionnaire. -In [7] , students between the ages of 5-17 are lectured about two of the basic computer science topics; introduction to graph theory, and the shortest path problem. The developed software works only on the computers where it is installed and there is no web version. The usage of the application by the students was observed and the results of the study revealed that students in the age group 5-11 had higher motivation than students in the other age group. -Graphtea is developed with the aim of teaching graphs and it is possible to work on predefined graphs in the software or use graphs created by the user [8] . Besides, the use of basic graph algorithms is examined in this study. Graphtea can be downloaded, installed, and used as an application.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 313,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 464,
                    "end": 467,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 905,
                    "end": 908,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1154,
                    "end": 1157,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1263,
                    "end": 1266,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1359,
                    "end": 1362,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1968,
                    "end": 1971,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-A mobile learning application developed to support teaching graph theory topics taught in the discrete structures course is presented in [9] . The application was evaluated with experimental and control groups with the participation of voluntary students taking the course. As a result of the study, it was observed that mobile application usage increased the academic achievements of the students in a significant way. Table 1 . E-learning tools developed for graph theory education.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 421,
                    "end": 428,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Reference Year Main contribution of the study [3] 1995 Enables creation of the user's own graphs and usage of graphs available at the application library [4] 1998 Supports visualization of Dijkstra shortest path algorithm and graph coloring algorithm [5] 2005 An online Java package that supports working with directed or undirected graphs that can be created online or loaded from existing neighborhood matrices [6] 2007 A library of mobile graph algorithms such as DFS, BFS, Dijkstra, Euler, Hamilton, and graph coloring developed for engineering students [7] 2012 Examines motivation levels of students between the ages of 5-17 based on graph theory topics (i.e. shortest path problem) [8] 2014 Developed as an educational tool that supports working with predefined graphs in the software or graphs created by the users, and the users can examine how basic graph algorithms operate [9] 2017 A mobile learning application developed to support the teaching of graph theory topics and the evaluation of its effectiveness on the academic achievements of students",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 49,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 154,
                    "end": 157,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 251,
                    "end": 254,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 558,
                    "end": 561,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 689,
                    "end": 692,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 885,
                    "end": 888,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mobile learning can be indicated as an important educational technology component, especially in higher education [10] . With their widespread usage in daily life, mobile devices provide various opportunities to enhance and reinforce teaching and learning activities [11, 12] . The main aim of using mobile devices in the educational context is to extend and enhance student learning [13] . The mobile learning technology is also utilized to support collaborative learning [14] .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 384,
                    "end": 388,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 473,
                    "end": 477,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The systematic review on the use of mobile learning in higher education by [13] indicated that the majority of the studies focused on the impact of mobile learning on student achievement. Relatively fewer studies that introduce and evaluate specific mobile learning systems were also reported. In this regard, there are also some studies on developing mobile learning tools that target graph theory [1, 6, 8, 9] . In this paper, the effect of the mobile learning application developed for graph theory education and presented in [9] on the academic performance of students is examined. Thus, the research question of this study can be summarized as:",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 403,
                    "end": 405,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 406,
                    "end": 408,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 409,
                    "end": 411,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Is there any statistically significant difference on academic achievement of computer engineering students in the experiment group that use the mobile learning application for graph theory education as a supplementary tool and the control group that followed regular instruction, based on scores of graph theory related questions of the final exams for three academic years?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The rest of the paper is organized as follows; Section 2 briefly introduces the mobile learning application developed for graph theory education. Section 3 presents the method followed in this study. Section 4 provides the results and a discussion of the findings. Finally, Sect. 5 concludes the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Graph theory is covered by the discrete structures course and it lays the foundation especially for the data structures course in the following semester. Therefore, a mobile learning application for graph theory education has been developed and used as a supplementary tool towards the end of the semester at the discrete structures course [9] .",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 343,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "The Mobile Learning Application"
        },
        {
            "text": "Students can create special graph types automatically, form new graphs on their own, edit previously created graphs, view adjacency and incidence matrices of the graphs, execute six types of graph algorithms on the graphs they formed, and take quizzes to test their knowledge levels anytime they want. The graph algorithms supported by the mobile learning application are DFS (Depth First Search) Algorithm [15] [16] [17] , BFS (Breadth First Search) Algorithm [15] [16] [17] , Dijkstra's Shortest Path Algorithm [15, 16, 18] , Euler Path/Circuit Algorithm [15, 16] , Hamilton Path/Circuit Algorithm [15, 16] , and Graph Coloring Algorithm [15, 16] . Quizzes contain three questions where each question has to be answered in five minutes.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 411,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 461,
                    "end": 465,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 513,
                    "end": 517,
                    "text": "[15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "[15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 600,
                    "end": 604,
                    "text": "[15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 640,
                    "end": 644,
                    "text": "[15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 645,
                    "end": 648,
                    "text": "16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "The Mobile Learning Application"
        },
        {
            "text": "The basic functionalities of the mobile learning application can be summarized as the categories listed below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Mobile Learning Application"
        },
        {
            "text": "-\"Creating, editing, and viewing graphs\":",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Mobile Learning Application"
        },
        {
            "text": "• \"Creating special graph types automatically\": * \"Complete graphs\" * \"Cycles\" * \"Wheels\" • \"Editing new or previously created graphs\": * \"Adding a new vertex\" * \"Deleting a vertex\" * \"Renaming a vertex\" * \"Moving a vertex\" * \"Adding a new edge\" * \"Deleting an edge\" * \"Assigning/updating edge weight values\" * \"Changing the graph type to work with (directed/undirected graph)\" • \"Viewing different representations of graphs\": * \"Viewing adjacency matrices of graphs\" * \"Viewing incidence matrices of graphs\" -\"Executing graph algorithms\":",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Mobile Learning Application"
        },
        {
            "text": "• \"DFS (Depth First Search) Algorithm\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Mobile Learning Application"
        },
        {
            "text": "• \"BFS (Breadth First Search) Algorithm\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Mobile Learning Application"
        },
        {
            "text": "• \"Dijkstra's Shortest Path Algorithm\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Mobile Learning Application"
        },
        {
            "text": "• \"Euler Path/Circuit Algorithm\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Mobile Learning Application"
        },
        {
            "text": "• \"Hamilton Path/Circuit Algorithm\" • \"Graph Coloring Algorithm\" -\"Taking quizzes\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Mobile Learning Application"
        },
        {
            "text": "For more information about the mobile learning application, readers can refer to [9] .",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 84,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "The Mobile Learning Application"
        },
        {
            "text": "The method followed in this study is examined under four subsections; research model, study group, data collection instruments, and research process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "This study utilizes a quasi-experimental research design with experimental and control groups [19] . The research model is applied for three consecutive years and students in both groups were determined on a voluntary basis each year. To examine the effects of the usage of the mobile learning application, the academic performance of the students in experimental and control groups were evaluated.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Research Model"
        },
        {
            "text": "The study is conducted with freshman students taking the Discrete Structures course at a public university in Turkey for a period of three academic years. The distribution of the participants at each academic year is presented in Table  2 in chronological order. The number of students in the experimental groups has increased at each academic year and the number of students in the control groups has decreased accordingly. The total number of students who participated in the study at each year is relatively stable around 120-140 students. Students in both groups were determined on a voluntary basis each year. Hence, students volunteered to be in the experimental groups. Therefore, the increase in the number of participants at the experimental groups each year can be explained with the satisfaction levels of students from the previous years who recommend them to participate in the study. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 238,
                    "text": "Table  2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Study Group"
        },
        {
            "text": "Graph theory is lectured for three weeks as the final subject of the Discrete Structures course. The mobile learning application is used as a supplementary tool to reinforce the teaching of the graph theory related topics. Laboratory sessions were organized for three weeks after the theoretical lectures where the graph theory related topics of the Discrete Structures course were covered. Laboratory studies were conducted under the supervision of the lab assistant as sessions of 45 min. In laboratory studies, practical examples of the graph theory related topics lectured at the course that week were applied by using the mobile learning application. The participants were able to perform various graph operations in an applied manner. Students were also given the opportunity to use the mobile application anytime they want after lab sessions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Process"
        },
        {
            "text": "The effect of the mobile learning application usage on the academic performance of the students was examined by using quantitative data analyzes. The grades students achieved from the questions related to graph theory in the final exams of the course were used as quantitative data. The distribution of points in the final exams according to academic years is given in Table 3 . The data for each year was analyzed by performing descriptive statistical analyzes, Levene's test, and independent groups t-tests. SPSS v22 was used for quantitative data analyzes. The number of students in the experimental and control groups was not close to each other for both academic years the study has been conducted. This can be explained by the way the groups were constituted, as the experimental groups consisted of voluntary students, and the control groups were automatically formed with the rest of the students taking the course. Levene's test is a statistical test used to determine whether the groups that are compared have equal population variances [19] . Hence, in this study, Levene's tests have been carried out for the data of each year to assess if the assumption of the equality of variances has been met.",
            "cite_spans": [
                {
                    "start": 1047,
                    "end": 1051,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 369,
                    "end": 376,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Data Collection Instruments and Data Analysis"
        },
        {
            "text": "In order to address our research question, the final exams of three academic years were used as data sources. The distribution of points in the final exams at each academic year was presented in Table 3 . Thus, the maximum score that can be taken by students is different at each academic year. The descriptive data including N (number of participants), mean, and standard deviation of the related questions in the final exams for experimental and control groups are presented as tables for the 1st, 2nd, and 3rd year of the study at Table 4, Table  5 , and Table 6 , respectively. The Levene test results for the graph questions were determined as F(1,139) = 7.700, p > 0.05 for the first academic year, F(1,122) = 3.288, p > 0.05 for the second academic year, F(1,119) = 2.385, p > 0.05 for the third academic year, respectively. Hence, variances of the experimental and control groups that were compared each year were equal and the assumption of the equality of variances has been met. Independent groups t-tests were used to determine whether there is a statistically significant difference in the academic performances of the students in experimental and control groups. The t-tests were conducted for each year and the results for the 1st, 2nd, and 3rd years of the study are presented in Table 7 , Table 8 , and Table 9 , respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 202,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 534,
                    "end": 551,
                    "text": "Table 4, Table  5",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 558,
                    "end": 565,
                    "text": "Table 6",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1296,
                    "end": 1303,
                    "text": "Table 7",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1306,
                    "end": 1313,
                    "text": "Table 8",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1320,
                    "end": 1327,
                    "text": "Table 9",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "As presented in Table 7 , for the first year, the mean score of the experimental group for the graph questions is M = 31.65, while the mean score of the control group is M = 23.02. The t-test result indicates that there was a statistically significant difference in favor of the experimental group (t(141) = 4.245; p < 0.05) on their academic performance on graph theory questions of the final exam. This finding remarks that the mobile learning application is effective in increasing the academic performance of students in the experimental group on graph theory questions of the final exam.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 23,
                    "text": "Table 7",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Besides, the academic performance of the participants on other questions of the final exam was also analyzed. The mean score of the experimental group is M = 41.79, whereas the mean score of the control group is M = 31.88 ( Table  7) . The t-test result reports that there was a significant difference in favor of the experimental group (t(141) = 3.484; p < 0.05). This finding points out that the grades of students in the experimental group were also increased on other questions of the final exam. The results of the independent groups t-test for the second year are presented in Table 8 . The mean score of the experimental group for the graph questions of the final exam is M = 52.28, while the mean score of the control group is M = 42.86. The t-test result indicates a statistically significant difference in favor of the experimental group (t(124) = 3.887; p < 0.05). This finding notifies that the mobile learning application contributed to the academic performance of students in the experimental group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 233,
                    "text": "Table  7)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 583,
                    "end": 590,
                    "text": "Table 8",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "When the academic performance of the students on other questions of the final exam was analyzed, it was observed that the mean score of the experimental group is M = 13.68, whereas the mean score of the control group is M = 9.99. The t-test result reports a significant difference in favor of the experimental group (t(124) = 2.629; p < 0.05). This finding is parallel with the finding of graph questions; hence, it can be pointed out that the success level of students in the experimental group was increased on both graph theory questions and other questions of the final exam. Table 9 presents the results of the independent groups t-test for the third year. The mean score of the experimental group for the graph questions is M = 40.52, while the mean score of the control group is M = 35.28. The t-test result indicates that there was a significant difference in favor of the experimental group (t(121) = 3.293; p < 0.05) on grades the students received from graph theory questions of the final exam. This finding remarks that, based on graph theory questions of the final exam, the mobile learning application positively affected the academic success of the experimental group more than the control group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 580,
                    "end": 587,
                    "text": "Table 9",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "On the other hand, when grades of the other questions of the final exam were examined, the mean score of the experimental group is observed as M = 24.81, whereas the mean score of the control group is M = 21.48. The t-test result reports a statistically significant difference in favor of the experimental group (t(121) = 2.844; p < 0.05). This finding points out that students in the experimental group were more successful than the students in the control group when other questions of the final exam were evaluated, too.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "When the findings of the t-tests for both years were examined together, it can be concluded that the mobile learning application was effective on the academic success of students at each year it was utilized as a supplementary tool. An interesting finding is observed when non-graph theory related questions of the final exams were analyzed, as there is a statistically significant difference between the academic performance of students in experimental and control groups in favor of the experimental group at each year. This can be explained with the experimental group being formed voluntarily. Thus, students with more self-regulation skills had chosen to participate in the study, and therefore their grades in both graph Table 2 that the number of students in the experimental group had increased each year. This can be based on the suggestion of students who took the course in the previous academic year. It can also be interpreted as the adoption of the mobile application by the learners and the lecturers. However, more research on the attitudes of the participants towards the m-learning system needs to be conducted to provide a generalization [10] .",
            "cite_spans": [
                {
                    "start": 1157,
                    "end": 1161,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 727,
                    "end": 734,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Even though the mobile learning paradigm is based on using portable mobile devices and learning any time at anywhere, it is reported in [13] that most of the m-learning studies in the literature took place in traditional classroom settings. The mobile application utilized in this study can be used by the participants in a portable way; however, it is also used in a formal application setting during the lab sessions. Thus, this can be seen as a limitation of this study, and further research can be conducted in informal settings.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "In this paper, the effect of using a mobile learning application developed as a supplementary tool for graph theory education on the academic performance of students is investigated. Different features of the mobile application were introduced at laboratory sessions that were organized for three weeks after the theoretical lectures of the course in which the graph theory topics were lectured. Students were able to use the mobile application any time they want after these introduction sessions. The evaluation was carried out for three editions of the Discrete Structures course. At each academic year, a quasi-experimental research design with experimental and control groups was utilized. The grades students achieved from both graph theory related questions and other questions in the final exams of the course were used as data sources. The data for each year was examined by independent groups t-tests. The results of the statistical analyzes indicated that the mobile learning application contributed in a statistically significant way to the grades of the students in the experimental group for each year it was utilized as a supplementary tool.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The study group can be interpreted as the main limitation of this study. Students of a particular university at three academic years constituted the study group. Thus, in order to generalize the results of this study, conducting experimental studies at the same course in different universities can be planned for future work. The adoption of the m-learning system can be investigated in future studies by focusing on the attitudes of the learners towards the use of the mlearning system utilized in this study. More emphasis can be put on how the participants learn with m-learning technology and develop higher-order skills. Thus, the effect of personal factors such as learning styles and cognitive styles can also be suggested as a future research direction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "It is planned to extend the functionalities of the mobile application with more graph algorithms for future work. Moreover, the interaction of the users with the mobile learning application can be tracked and personal recommendations can be provided to users based on the user histories. Thus, extending the m-learning application to provide an adaptive mobile application with recommender system support can be considered as future work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mobil Ç izgeÖgrenme Sistemi Gerçekleştirimi (Implementation Of A Mobile Graph Learning System -in Turkish)",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ç Iloglugil",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Yüksek Lisans Tezi",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Application of graph theory in an intelligent tutoring system for solving mathematical word problems",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Nabiyev",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Cakiroglu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Karal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Erumit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cebi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Eurasia J. Math. Sci. Technol. Educ",
            "volume": "12",
            "issn": "",
            "pages": "687--701",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "CABRI-graph: a tool for research and teaching in graph theory",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Carbonneaux",
                    "suffix": ""
                },
                {
                    "first": "J.-M",
                    "middle": [],
                    "last": "Laborde",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Madani",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "GD 1995",
            "volume": "1027",
            "issn": "",
            "pages": "123--126",
            "other_ids": {
                "DOI": [
                    "10.1007/BFb0021796"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "DIDAGRAPH: software for teaching graph theory algorithms",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dagdilelis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Satratzemi",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "ACM SIGCSE Bull",
            "volume": "30",
            "issn": "3",
            "pages": "64--68",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Teaching graph algorithms using online java package IAPPGA",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "ACM SIGCSE Bull",
            "volume": "37",
            "issn": "4",
            "pages": "64--68",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "MOGRAPH: mobile graph algorithms library for engineering students",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Inceoglu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ciloglugil",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Karabulut",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int. J. Eng. Educ",
            "volume": "23",
            "issn": "3",
            "pages": "499--507",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Teaching graph algorithms to children of all ages",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proceedings of the 17th ACM Annual Conference on Innovation and Technology in Computer Science Education",
            "volume": "",
            "issn": "",
            "pages": "34--39",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "GraphTea: interactive graph self-teaching tool",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rostami",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Azadi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seydi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proceedings of 2014 International Conference Education & Educational Technology II",
            "volume": "",
            "issn": "",
            "pages": "48--52",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ç izge Teorisi Egitimi için Bir MobilÖgrenme Uygulaması (A Mobile Learning Application for Graph",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ç Iloglugil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Inceoglu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Investigating attitudes towards the use of mobile learning in higher education",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Al-Emran",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Elsherif",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shaalan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Comput. Hum. Behav",
            "volume": "56",
            "issn": "",
            "pages": "93--102",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Enhanced and effective learning through mobile learning an insight into students perception of mobile learning at university level",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Jan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ullah",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int. J. Sci. Res. Sci. Eng. Technol. (IJSRSET",
            "volume": "",
            "issn": "",
            "pages": "2395--1990",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Here and now mobile learning: an experimental study on the use of mobile technology",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ertzberger",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Comput. Educ",
            "volume": "68",
            "issn": "",
            "pages": "76--85",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The use of mobile learning in higher education: a systematic review",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Crompton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Comput. Educ",
            "volume": "123",
            "issn": "",
            "pages": "53--64",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Trends in mobile technology-supported collaborative learning: a systematic review of journal publications from",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "K"
                    ],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Comput. Educ",
            "volume": "119",
            "issn": "",
            "pages": "129--143",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Higher Education. 4th edn",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Rosen",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Discrete Mathematics and its Applications",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Discrete Mathematics",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Johnsonbaugh",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Data Structures & Algorithms in Java",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lafore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Waite",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "251--313",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Data Structures and Program Design in C. Pearson Education India",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kruse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Tondo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Educational Research Planning Conducting and Evaluating Quantitative and Qualitative Research",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Creswell",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Distribution of students in the study group according to academic years.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Distribution of points in the final exams according to academic years.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Descriptive statistics for the 1st year.Table 5. Descriptive statistics for the 2nd year.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Descriptive statistics for the 3rd year.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Result of the independent groups t-test for the 1st year.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Result of the independent groups t-test for the 2nd year.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Result of the independent groups t-test for the 3rd year. theory questions and other questions had increased in a statistically meaningful way.Another notable observation involves the change in the study group each year. It can be observed in",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}