{
    "paper_id": "3dce887e419c7292ad27697075e6800616cbb92d",
    "metadata": {
        "title": "Health Equity and Telemedicine in GI Q3 and Hepatology Q1 Q16",
        "authors": [
            {
                "first": "Kara",
                "middle": [],
                "last": "Wegermann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University School of Medicine",
                    "location": {
                        "settlement": "Durham"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuval",
                "middle": [],
                "last": "Patel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University School of Medicine",
                    "location": {
                        "settlement": "Durham"
                    }
                },
                "email": ""
            },
            {
                "first": "Julius",
                "middle": [],
                "last": "Wilder",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University School of Medicine",
                    "location": {
                        "settlement": "Durham"
                    }
                },
                "email": ""
            },
            {
                "first": "‡",
                "middle": [],
                "last": "Q4",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To adapt to the pandemic, most of health care moved toward the use of telemedicine, defined broadly as the use of technology to provide care. Telemedicine is beneficial for reaching certain rural communities, reducing costs, ensuring patient follow-up evaluation, and even improving metrics such as time to waitlist for transplant candidates. 2 Before the COVID-19 pandemic, the use of telemedicine in GI and hepatology was rather sparse. Telemedicine infrastructure for medical centers was not fully developed and its use was primarily for specific disease management protocols such as hepatitis C treatment. 3 A major barrier to telemedicine uptake in medicine broadly has been reimbursement. 4, 5 Before the COVID-19 pandemic, reimbursement made investment in telemedicine infrastructure untenable for private practices and academic health centers because of the cost to create the infrastructure necessary to implement it compared with the low reimbursement rates. However, in the midst of the pandemic, the Centers for Medicare and Medicaid Services increased reimbursement, including telephone visits being reimbursed at the same rate as televideo visits. These changes combined with the need to provide care for patients in the midst of the COVID-19 pandemic compelled health systems and providers to adopt telemedicine. The response was significant across the health care spectrum, with telemedicine being embraced by providers in GI and hepatology at reported rates greater than 90%. 6 This included both academic medical centers and private practices.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 344,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 610,
                    "end": 611,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 695,
                    "end": 697,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 698,
                    "end": 699,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1493,
                    "end": 1494,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Implementation of Telemedicine"
        },
        {
            "text": "Although telemedicine does provide a valuable tool for engaging patients and providing care when barriers to in-clinic visits exist, there are significant challenges in its use, particularly when considering populations that are more vulnerable. These challenges are related to social determinants of health such as race, ethnicity, and socioeconomic status, and potentially can exacerbate health disparities that already exist. One disparity of particular relevance is access to the internet, a necessary component to take advantage of telemedicine. Although trends in internet access disparity within the United States have improved over the past 5 years, significant disparities persist including age, sex, race, ethnicity, income, and education. 7 Simply having internet access does not equate to being able to engage in telemedicine. There is also significant heterogeneity with respect to the bandwidth and speed of internet. Hence, even when individuals have internet access, the quality of their internet access can be quite variable, precluding them from being able to successfully engage in a televideo clinic visit. 7 The COVID-19 pandemic worsened known barriers to internet access. For example, socioeconomic status has long been known to be a major reason for disparities in internet access. The introduction of cell phone technology has improved access across levels of socioeconomic 14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52   53  54  55  56  57  58  59  60  61  62  63  64  65  66  67  68  69  70  71  72  73  74  75  76  77  78  79  80  81  82  83  84  85  86  87  88  89  90  91  92  93  94  95  96  97  98  99  100  101  102  103 status, but cost remains a primary reason for disparities in internet access. 7 The COVID-19 recession has negatively impacted job growth and income. These negative economic trends, combined with job loss and decreased wages, means more individuals are unable to afford the cost of internet, and more people are at risk of losing internet access or having interruption of internet services.",
            "cite_spans": [
                {
                    "start": 750,
                    "end": 751,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1127,
                    "end": 1128,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1841,
                    "end": 1842,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 1399,
                    "end": 1762,
                    "text": "14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52   53  54  55  56  57  58  59  60  61  62  63  64  65  66  67  68  69  70  71  72  73  74  75  76  77  78  79  80  81  82  83  84  85  86  87  88  89  90  91  92  93  94  95  96  97  98  99  100  101  102  103",
                    "ref_id": null
                }
            ],
            "section": "Disparities in Internet Access and Telemedicine"
        },
        {
            "text": "Disparities in telemedicine engagement already have been shown in GI and hepatology. Across types of GI outpatient clinics, black patients and patients older than age 60 years are much more likely to rely on telephone visits and significantly less likely to engage in the use of online portals for telemedicine. 5 Telemedicine engagement in hepatology clinics has been shown to be impacted by multiple social determinants of health according to a recent study by our group. We found that increasing age was associated with a telephone visit or no visit vs a televideo visit. Furthermore, black race was associated with nearly twice the odds of completing a telephone visit instead of a video visit, compared with non-Hispanic whites. Insurance status also was important. Medicaid and Medicare were associated with increased odds of completing a telephone visit compared with private insurance. Having Medicaid as primary insurance also was associated with increased odds of incomplete visits. 5 Reduced uptake of telemedicine and specifically televideo in minority and poor populations is concerning for a number of reasons. First, the use of televideo (as opposed to telephone) is recognized as an important telehealth tool to build rapport, and can be extremely helpful when assessing the physical well-being of a patient visually. 5 Second, the COVID-19 pandemic has impacted people of color and of lower socioeconomic status disproportionately. 5, 8 This is a group known to be at greatest risk of chronic disease and related adverse outcomes in GI and hepatology. 8, 9 Finally, not only are minorities at greatest risk of contracting COVID-19, but baseline disparities in GI and hepatology are exacerbated when these same patients contract COVID-19. During the pandemic, hospitalizations and deaths for black patients have been higher compared with non-Hispanic whites among patients with chronic liver disease. Among patients with chronic liver disease who become infected with COVID-19, racial disparities with respect to hospitalizations and deaths are even worse. Therefore, the group most likely to contract COVID-19 and have negative outcomes related to their chronic liver disease are the very ones least likely to benefit from a tool created to navigate the barriers to care during the COVID-19 pandemic. 10 ",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 313,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 993,
                    "end": 994,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1334,
                    "end": 1335,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1449,
                    "end": 1451,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1452,
                    "end": 1453,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1569,
                    "end": 1571,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1572,
                    "end": 1573,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2318,
                    "end": 2320,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Disparities in Internet Access and Telemedicine"
        },
        {
            "text": "Moving forward, even after the pandemic is over, telemedicine will be an established tool for providing care to GI and hepatology patients. Health care providers must consider how to overcome barriers such as internet access, which contribute to disparities in telemedicine. Failing to address these social determinants of health creates differential access to this valuable health resource, potentially exacerbating established health disparities. It is important to emphasize that equity does not mean everyone gets the same, equity means everyone receives the services and resources needed to ensure they have access to the same quality health care. Often, this means prioritizing those communities most in need. When providers, health systems, and communities do this, telemedicine can be leveraged as a tool for addressing disparities in health care. To achieve health equity, health systems and providers must build an infrastructure to support telemedicine services for vulnerable populations, leverage cell phone technology for televideo visits, and advocate for telehealth policy that enhances access.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health Equity in Telemedicine"
        },
        {
            "text": "For one, health systems must build an infrastructure for telemedicine that is accessible for everyone ( Figure 1 ). The telemedicine platform should be seamless and intuitive. Although privacy is important, the process of ensuring a secure connection must not be so complicated that logging in becomes prohibitively cumbersome. To ensure a successful telemedicine visit, information technology Q11 support should be available to help patients during the log-on process as well as provide support to navigate technical issues that may arise during the telemedicine visit. The telemedicine infrastructure also must allow for easy transitioning to a telephone/cell phone visit if video fails because of internet capability. This will help avoid incomplete visits resulting from internet bandwidth issues that are more likely to occur with video. Interpreter services also should be integrated into the telemedicine infrastructure so that non-English speakers are able to engage in telemedicine visits.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 112,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Health Equity in Telemedicine"
        },
        {
            "text": "Second, infrastructure for telehealth must include an interface that works with smart phones (Figure 1 ). Cell phone technology has revolutionized how we engage the internet. Smart phones have become ubiquitous tools for communication. Such a design not only increases the ways through which individuals can engage in telemedicine, but it also allows for one to do so whether they are at home or at work. Instead of having to decide whether they will miss work for an appointment, a patient could take a break at work to do their telemedicine visit. Here, smart phone technology bridges the digital divide and addresses a known barrier to many vulnerable populations: making it to their scheduled clinic visits.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 102,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Health Equity in Telemedicine"
        },
        {
            "text": "Third, we must focus resources on patient advocacy (Figure 1 ). The COVID-19 pandemic forced insurers as well as health systems to make the changes necessary for telemedicine given the constraints amidst the quarantine. However, because telemedicine will be an important part of health care services moving forward, health systems and providers must collaborate with medical societies, patient advocacy groups, and health insurers to create health policy that supports telemedicine and ensures it is available for all. This begins with guaranteeing reimbursement for telemedicine by health insurers at a level that incentivizes health systems and private practices to invest in their telemedicine infrastructure. Furthermore, there should be payment parity between telephone and video visits. Many populations, especially those that are more socially vulnerable, may be capable of only telephone visits, and lower reimbursement rates create a disincentive for providers to offer this as an option for telemedicine. Another key advocacy goal is to amend health care laws concerning the practice of telemedicine across state lines. Because of the pandemic, many states enacted medical licensing laws allowing the use of Zoom Q12 , FaceTime, and other applications for providers to offer telemedicine services including out-ofstate providers with valid medical licenses in other states. Given the ongoing pandemic, these laws must remain to ensure patients who travel long distances, often for specialty care in GI and hepatology, are able to continue receiving their care via telemedicine throughout the pandemic. After the pandemic, creative ways to support these services in the future across state lines will need to be devised. Finally, advocacy involves engaging local and state health departments and government to identify gaps in internet and broadband access among the communities we serve. Here, the intersection of decreased services and increased social vulnerability should be emphasized so local government resources to improve internet and broadband access can prioritize these communities.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 60,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Health Equity in Telemedicine"
        },
        {
            "text": "Telemedicine is a valuable tool that has allowed us to continue to provide care for patients in GI and hepatology despite the constraints of the COVID-19 pandemic. Although it has clear benefit, there are barriers to many populations engaging in telemedicine, whether it be telephone or video-based. Given that telemedicine will remain a standard means of providing care for patients even after the pandemic ends, we must ensure that, as providers, we do all we can so that all populations can take advantage of this technology. This includes building a strong infrastructure for telemedicine, leveraging smart phone technology, and patient advocacy in telemedicine. These are vital steps to ensuring equity in telemedicine. 210  211  212  213  214  215  216  217  218  219  220  221  222  223  224  225  226  227  228  229  230  231  232  233  234  235  236  237  238  239  240  241  242  243  244  245  246  247  248  249  250  251  252  253  254  255  256  257  258  259  260   261  262  263  264  265  266  267  268  269  270  271  272  273  274  275  276  277  278  279  280  281  282  283  284  285  286  287  288  289  290  291  292  293  294  295  296  297  298  299  300  301  302  303  304  305  306  307  308  309  310  311  312 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 725,
                    "end": 1239,
                    "text": "210  211  212  213  214  215  216  217  218  219  220  221  222  223  224  225  226  227  228  229  230  231  232  233  234  235  236  237  238  239  240  241  242  243  244  245  246  247  248  249  250  251  252  253  254  255  256  257  258  259  260   261  262  263  264  265  266  267  268  269  270  271  272  273  274  275  276  277  278  279  280  281  282  283  284  285  286  287  288  289  290  291  292  293  294  295  296  297  298  299  300  301  302  303  304  305  306  307  308  309  310  311  312",
                    "ref_id": null
                }
            ],
            "section": "Q15"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Liver care and surveillance: the global impact of the COVID-19 pandemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Toyoda",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Q"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Le",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Hepatol Commun",
            "volume": "4",
            "issn": "",
            "pages": "1751--1757",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Use of telehealth expedites evaluation and listing of patients referred for liver transplantation",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "V"
                    ],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Love",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dahman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Gastroenterol Hepatol",
            "volume": "18",
            "issn": "",
            "pages": "1822--1830",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Current and future applications of telemedicine to optimize the delivery of care in chronic liver disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Serper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Volk",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Gastroenterol Hepatol",
            "volume": "16",
            "issn": "",
            "pages": "157--161",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Telemedicine and telehepatology during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "K"
                    ],
                    "last": "Fix",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Serper",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Liver Dis (Hoboken)",
            "volume": "15",
            "issn": "",
            "pages": "187--190",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Racial and socioeconomic disparities in utilization of telehealth in patients with liver disease during COVID-19",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wegermann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wilder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parish",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Dig Dis Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Telehealth utilization in gastroenterology clinics amid the COVID-19 pandemic: impact on clinical practice and gastroenterology training",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Keihanian",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goyal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "159",
            "issn": "",
            "pages": "1598--1601",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Tracking healthy people 2020 internet, broadband, and mobile device access goals: an update using data from the Health Information National Trends Survey",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Greenberg-Worisek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kurani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Finney Rutten",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Med Internet Res",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The disproportionate impact of COVID-19 on racial and ethnic minorities in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wilder",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Clin Infect Dis",
            "volume": "72",
            "issn": "",
            "pages": "707--709",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Addressing social determinants of liver disease during the COVID-19 pandemic and beyond: a call to action",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kardashian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wilder",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Terrault",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Hepatology",
            "volume": "73",
            "issn": "",
            "pages": "811--820",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 risk, disparities and outcomes in patients with chronic liverdisease in the United States",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Pamela",
                    "middle": [
                        "B"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "EClinicalMedicine",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Abbreviations used in this paper: COVID-19, coronavirus disease 2019; GI, gastroenterology.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Achieving",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}