{
    "paper_id": "3dcf112c7cd1b4428f92b8c03ef8f3ee25fc281a",
    "metadata": {
        "title": "'Senior Nursing Students and Interns' Concerns and Willingness to Treat Patients with COVID-19: A Strategy to Expand National Nursing Workforce during the COVID-19 Pandemic",
        "authors": [
            {
                "first": "Sitah",
                "middle": [
                    "S"
                ],
                "last": "Alshutwi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Saud Bin Abdulaziz University for Health Sciences",
                    "location": {
                        "settlement": "Riyadh City",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The pandemic caused by the novel coronavirus disease of 2019 (COVID- 19) or severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is an ongoing crisis that is tremendously affecting the entire world with total cases amounting to 65,379,678 as of December 4, 2020. 1 Countries across the Arab region were faced with a probability of higher rates of COVID-19 infection. 2 Currently, Saudi Arabia has reported 358,336 confirmed COVID-19 cases. 3 The situation highlights the need to stay at home and away from social gathering and avoid contacting infected patients to curb the number of infections. 4 The beginning of this public health crisis can be traced back to Wuhan, China on December 31, 2019 when pneumonia cases with unknown etiology were detected and reported. 5 On January 9, 2020, the Center for Disease Control and Prevention of China identified the causative agent of this cluster of pneumonia cases as a novel coronavirus. 6 Saudi Arabia is one of the countries which have witnessed the documented emergence of the novel highly pathogenic coronavirus epidemics in recent years and have accumulated a frontline experience in dealing with and preparing for coronavirus epidemics. While clinical and scientific research has improved, 7 better research and development are needed, owing to the different characteristics of the COVID-19 pandemic. While diversified approaches to research were used to analyze the phenomenon of the pandemic, only a few investigations were conducted to assess the effect of these measures in the perception of nursing students and interns, particularly in their willingness to treat patients infected with COVID-19.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 72,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 271,
                    "end": 272,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 375,
                    "end": 376,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 448,
                    "end": 449,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 604,
                    "end": 605,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 776,
                    "end": 777,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 943,
                    "end": 944,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to Abolfotouh et al, 8 the healthcare workforce in Saudi Arabia is facing substantial physical and mental stress in treating for patients infected with COVID-19 and, at the same time, are at greater risk of acquiring and spreading SARS-CoV-2. In particular, considering the long-lasting shortage of national nurses in Saudi Arabia, in addition to the forecasted mobility limitation and turnover of the current nursing workforce, which is mostly (63%) comprised of expatriates, 9 it is essential to consider unconventional strategies aiming at expanding the national nursing workforce in order to embrace the impact of COVID-19. Thus, trying to utilize nursing interns and senior nursing students, if appropriately deployed and supported, could be the quickest way to meet the growing demands of the Saudi's healthcare delivery system and to maximize the nation's ability to respond to the COVID-19 pandemic. As previously reported by Chilton et al, 10 in the time of a pandemic, it is essential to investigate the willingness of nursing interns and senior nursing students to respond and treat patients infected with COVID- 19 .",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 32,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 487,
                    "end": 488,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 959,
                    "end": 961,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1134,
                    "end": 1136,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The literature revealed numerous factors related to nurses' willingness to treat patients with infectious diseases during pandemics. For example, Martin 11 pointed out that nurses' willingness to treat was correlated with concerns of safety, including safety for their families and the provision of personal protective equipment (PPE). Other potential predictors of nurses' intentions to work during a pandemic like the 2009 influenza A (H1N1) in the US were to provision of adequate PPE for nurses and to safeguard both nurses' health and their families. 12 During the Ebola Virus Disease (EVD) pandemic, Chilton et al 10 reported that there was a lack of supporting literature related to the willingness and perceptions of duty of nursing students to treat EVD patients. The study suggested that nursing students were willing to treat EVD patients; however they were greatly concerned by their lack of knowledge and personal safety. 10 A recent study in Saudi Arabia highlighted high concerns of healthcare workers about COVID-19 who felt at risk of acquiring COVID-19, threatened if a colleague was infected with COVID-19, obliged to treat COVID-19 patients, and not safe when using the standard precautions at work. 8 In another study among final-year medical students, only 34.3% of the respondents was totally willing to work as part of the healthcare workforce during the COVID-19 pandemic. 13 However, little is known about the nursing interns and students' willingness to treat patients infected with COVID-19. Therefore, the study aimed to investigate nursing interns and students' willingness to treat patients with COVID-19 and its predictor. Additionally, the study explored about the feelings, knowledge, and concerns of nursing interns and students in treating patients with COVID-19.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 155,
                    "text": "Martin 11",
                    "ref_id": null
                },
                {
                    "start": 556,
                    "end": 558,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 935,
                    "end": 937,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1220,
                    "end": 1221,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1398,
                    "end": 1400,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The current study utilized a descriptive-correlational, cross-sectional design.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods Design"
        },
        {
            "text": "This study was conducted in a college of nursing at King Saud bin Abdulaziz University for Health Science in Riyadh, Saudi Arabia. The setting is a governmental university specialized in health sciences including nursing and accredited by the Ministry of Education in the country for its various programs for undergraduate and postgraduate degrees. This study included Saudi senior nursing students who completed all of their coursework and nursing interns who were undergoing their internship training submit your manuscript | www.dovepress.com",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting and Sample"
        },
        {
            "text": "Risk Management and Healthcare Policy 2021:14",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DovePress"
        },
        {
            "text": "in the hospital in the Academic Year 2019-2020. Non-Saudi nursing students and interns were excluded from the study. Sample size calculation software (Raosoft) was used to determine the sample size for this study. Using a total population of 109 senior students and 114 interns with a confidence interval of 95%, and a margin of error of 0.05, the target sample size was 132 nursing students and interns. Using a convenience sampling, the survey was sent electronically to all participants. A total of 200 participants were recruited to obtain wide participation. There were 181 surveys returned. But, due to substantial missing data, three surveys were excluded and only 178 surveys were processed, corresponding to a response rate of 89%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "40"
        },
        {
            "text": "Demographic profile included academic level, marital status, and general point average. A single-item question on the feelings about treating patients with COVID-19 was rated negative (0), neutral (1), and positive (2) . Another single-item question regarding the knowledge about COVID-19 was rated poor (0), fair (1), and good (2).",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Instrumentation"
        },
        {
            "text": "The 7-item scale developed by Chilton et al 10 was used to measure the participants' willingness to treat patients with COVID-19. Permission to use the scale was obtained from the authors. The one-factor scale showed good validated and reliability of α=0.92. The response category utilized a five-point Likert scale that consisted of the following responses: 0=very unlikely, 1=unlikely, 2=neutral, 3=likely, and 4=very likely. Before the analysis was performed, four negatively stated items were reversecoded. In the interpretation of results, higher scores indicated stronger self-perception of participants' willingness to treat patients with COVID- 19 .",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 655,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Instrumentation"
        },
        {
            "text": "Two open-ended questions about the issues and concerns of the participants in handling patients with COVID-19 were asked at the end of the survey. The survey was available to the participants in English language and took an average of 7 minutes to complete.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instrumentation"
        },
        {
            "text": "The Institutional Review Board approval was obtained from King Abdullah International Medical Research Center with registration number: H-01-R-005. Participation in this study was voluntary and informed consent was obtained from the participants prior to completing the survey. The objectives of the study and the expected participation of nursing students and interns were properly explained before their participation in the first part of the survey. The nursing students and interns were assured of confidentiality throughout the research process. The data were collected between March 2020 and April 2020. The data were kept confidential and only the researcher has access to the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Consideration and Data Collection"
        },
        {
            "text": "The data entry and analysis were carried out using IBM SPPS Statistics for Windows version 24. Descriptive statistics analysis was used to describe the sample characteristics of nursing students and interns using mean, standard deviation, frequencies, and percentages. Independent t-test was performed to examine differences between nursing students and interns in each item of the willingness to treat COVID-19 patients. Pearson-r correlation test was performed to examine the relationships between the demographic profile, feelings, knowledge, and willingness to treat patients with COVID-19. Multiple regression analysis was also performed to identify predictors of willingness to treat COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "A total of 200 questionnaires were distributed, only 181 were returned, of which three were excluded due to substantial missing data. A total of 178 surveys were then processed at a response rate of 89%. The demographic profile of the participants (Table 1) indicated the following. Most participants were nursing students at Level 8 (50.56%), and almost all were single (89.33%). Many of the respondents had a very satisfactory grade point average (53.37%). The highest proportion of the respondents was feeling neutral about treating patients with COVID-19 (38.20%) with an overall mean of 1.45. Most participants had good knowledge about COVID-19 (53.93%), with a mean overall score of 1.48.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 257,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Regarding the perceived willingness to treat of participants (Table 2) , the overall mean score was 20.19, with an average mean of 2.89 (SD=0.58), and indicated neutral willingness to treat patients with COVID-19. Meanwhile, the participants reported that if they were licensed staff nurses, they would be unlikely to refuse attending work when required to care for patients with COVID-19 (Mean=2.40, SD=0.41). Likewise, the participants claimed that if they were licensed staff nurses, they would be unlikely to refuse to care for patients with COVID-19 (Mean=2. 26 The comparison on the willingness of nursing students and interns to treating patients with COVID-19 is presented in Table 3 . Nursing students and interns differ on their self-assessed willingness to treat patients with COVID-19. In particular, nursing students (Mean=3.27, SD=0.77), compared to their intern counterparts (Mean=3.00, SD=0.62), showed significantly greater willingness to attend clinical placements where there are suspected patients with COVID-19 (t=4.39; P<0.001). Moreover, nursing students (Mean=3.10, SD=0.73), compared to their intern counterparts (Mean=2.91, SD=0.59), showed greater willingness to attend clinical placements where there are infected patients with COVID-19; however the difference was not significant (t=1.08; P=0.43). A significant difference was revealed (t=3.81; P<0.001) where nursing students were more likely to care for patients with COVID-19 if they had more information about the disease (Mean=3.56, SD=0.85) than their nursing intern counterparts (Mean=3.33, SD=0.81). The interpretation of the following items is opposite since they were reverse-coded. Thus, nursing students were more unlikely to refuse to attend clinical placement if they were required to care for patients with COVID-19 (Mean=3.08, SD=0.72) than nursing interns (Mean=2.99, SD=0.64); however results indicated that the difference was not significant (t=0.16; P=0.69).",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 566,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 61,
                    "end": 70,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 684,
                    "end": 691,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Though the findings showed that the difference was not significant (t=1.26; P=0.21), nursing interns were more unlikely to refuse to care for patients with COVID-19, if not required (Mean=2.95, SD=0.59), than nursing students (Mean=2.89, SD=0.58). Moreover, if they were licensed In the correlation analysis (Table 4) , the willingness to treat was not associated with academic level (r=−0.01, P=0.92), marital status (r=−0.14, P=0.06), grade point average (r=−0.09, P=0. 23) , and knowledge about COVID-19 (r=0.10, P=0.18). However, the willingness to treat was correlated with participants' feelings about treating patients with COVID-19 (r=0.25, P<0.001). Furthermore, as shown in Table 5 , the result of regression analysis revealed the feelings about treating patients with COVID-19 predicted participants' willingness to treat patients with COVID-19 (ß=0.31, P<0.001, 95% CI=−0.69, 1.88).",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 475,
                    "text": "23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 317,
                    "text": "(Table 4)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 684,
                    "end": 691,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In presenting the issues and concerns that participants have about providing care to patients infected with COVID-19 in the hospital, there were only 70 responses gathered in total. Out of 70, 43 participants were concerned about transmitting the disease to their families where there are little children or elderly family members with underlying chronic diseases. Other concerns mostly cited were regarding their lack of knowledge and information about the disease, not ready to care due to lack of experience and training in treating patients with COVID-19, and having fear or being scared of getting infected with the disease. Additionally, there were issues raised regarding if hospitals will provide enough personal protective equipment (PPE), including the use of N95 masks, exclusive housing for them to stay and not to go home with their families, safe transportation provided by the hospital, and, lastly, whether hospitals will allow students or interns to help during this pandemic. The respondents stated, \"I am scared to get infected and infect my family when I go home\", \"I think I don't have enough information, practice or training to protect myself and care for COVID-19 patients\", \"If I am a licensed nurse, of course, I am willing to work because it is part of my job but I think I have problems with housing and transportation\", and \"I think the hospital will not allow students to help in this situation\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The current study assessed the reported feelings, knowledge, and willingness of nursing students and interns to treat patients with COVID-19 in the hospital. The results revealed that nursing students and interns differ with their willingness to treat patients infected with the deadly disease. In this study, the overall mean score of the willingness to treat of participants was 20.19, with an average mean of 2.89. The result suggests that participants indicated neutral or having undecided willingness to treat patients with COVID-19. The reason for this could be due to their various concerns and related issues raised regarding treating patients with COVID-19. The overall mean score of the willingness to treat of participants in this study is higher compared to the study conducted among nursing students (16.42) when surveyed with their willingness to treat EVD patients in the US. 10 The study conducted by Chilton et al 10 was mostly participated by married students while this study was mostly participated by nursing students and interns who were single. Likewise, the knowledge about COVID-19 by the participants in this study was lower compared to the knowledge about EVD reported in another study. 10 15 and 93.2% of healthcare workers had good knowledge. 16 In a recent study in China, 89.51% of psychiatric physicians of the hospitals studied had extensive knowledge of COVID-19, where 64.63% of them received the relevant training in hospitals. 17 The percentage of nursing students and interns who were likely and very likely willing to care and attend clinical placements knowing there were suspected and infected patients with COVID-19, was 41.01% and 46.07%, respectively. This result of this study is comparable to the findings of a systematic review conducted by Aoyagi et al, 18 where the percentage of healthcare workers who expressed a willingness to work during an influenza (H1N1) pandemic ranged from 23.1% 19 to 95.8%. 20 It is worth noting to give attention to this result because the percentage of those who are likely and very likely willing to care for patients with COVID-19 is low at the borderline compared to the previous review. 18 Additionally, the result is lower compared to a previous study where 44% of nurses expressed that they would still report to work as usual during an avian influenza pandemic. 21 Likewise, about 77.17% of physicians in psychiatric hospitals expressed a willingness to care for patients infected with COVID-19. 17 Nonetheless, the majority of the participants expressed that they were more likely to care for patients with COVID-19 if they had more information about the disease. Furthermore, this result is evident because the majority of participants reported a good level of knowledge about COVID-19 where at the time of the study, information about the deadly disease was increasingly disseminated on a national level and globally. Likewise, the finding is similar with a previous study in the US where the students claimed to have higher willingness to treat scores when their knowledge scores were higher during the EVD outbreak. 10 Moreover, the participants reported that if they were licensed staff nurses, they were unlikely to refuse attending work when required to care for patients with COVID-19. Likewise, the participants claimed that if they were licensed staff nurses, they would be unlikely to refuse to care for patients with COVID-19. The result is consistent with a previous study among physicians where they have consented to accept a standard level of risk of having infection when entering the medical profession since the outbreak of HIV/AIDS; however, factors other than fear of contagion contribute to the reluctance to treat patients. 22 Similar to another finding of this study, the nursing students and interns' neutral or having undecided willingness ",
            "cite_spans": [
                {
                    "start": 891,
                    "end": 893,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1214,
                    "end": 1216,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1217,
                    "end": 1219,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1272,
                    "end": 1274,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1464,
                    "end": 1466,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1802,
                    "end": 1804,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1938,
                    "end": 1940,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1951,
                    "end": 1953,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2170,
                    "end": 2172,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2348,
                    "end": 2350,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2482,
                    "end": 2484,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3107,
                    "end": 3109,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3734,
                    "end": 3736,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "to treat patients with COVID-19 was also influenced by being undecided or having neutral feelings about treating or caring for patients infected with the infectious disease. Additionally, about 74% of medical students in another study in Israel felt that by choosing to enter medical school they were morally obligated to treat patients despite the risk of infection. 23 More so, there are many grounds that healthcare workers have an obligation to treat patients during an outbreak or pandemic including implied consent and expressed consent, having special training, reciprocity, and professional oaths and codes. 24 In particular, nurses always have obligations to care for the patients in front of them during the pandemic amidst many limitations posed by COVID-19, making use of what resources are available, offering knowledge and skills to relieve patients' symptoms, providing options for palliative care or spiritual support, or simply listening to patients' concerns and fears. 25 However, in another survey, many nurses and other healthcare workers reported that they would opt to stay home during an avian influenza pandemic even if they lost their jobs. 21 On the contrary, a previous study revealed that most nurses would be able and willing to go to work during the H1N1 pandemic. 11 Likewise, in a separate study, about 90% of nurses out of the 735 participants indicated that they were willing to work during a flu pandemic (Martin et al, 2013) . In South Africa, the results of a previous study about EVD showed that 44.8% of nursing students expressed willingness to care patients infected with the disease. 26 The comparison on the willingness of nursing students and interns to treating patients with COVID-19 revealed that nursing students and interns differ on self-assessed willingness to treat patients with COVID-19. The participants shared different views where nursing students were more likely to attend clinical placement and to care for patients with COVID-19 if they had more information about the disease than their nursing intern counterparts. However, if they were licensed nurses, nursing interns were more unlikely than nursing students to refuse to care for patients with COVID-19 whether required or not required. The results are inconsistent with a previous study where there were no substantive differences found between the students of the two universities about their willingness to treat during an EVD pandemic. 10 The inconsistency of results could be due to the educational background of the participants of the two studies where the previous report had licensed students who were studying graduate and post-graduate courses. Additionally, the severity and mode of transmission of the two infectious diseases, EVD and COVID-19, could be the other reasons of the inconsistent results between the two studies.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 370,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 616,
                    "end": 618,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 988,
                    "end": 990,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1167,
                    "end": 1169,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1296,
                    "end": 1298,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1441,
                    "end": 1461,
                    "text": "(Martin et al, 2013)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1627,
                    "end": 1629,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2456,
                    "end": 2458,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "44"
        },
        {
            "text": "The correlation results indicated that the willingness to treat was not associated with the academic level, marital status, grade point average, and knowledge about COVID-19. The results are consistent with a systematic review where marital status did not influence willingness to work during a pandemic or outbreak. 18 However, in the same review, one study identified that pregnancy in a family member reduced willingness to work 27 and other participants living with children or having childcare responsibilities were about 33% less likely to be willing to work compared with those without these responsibilities. 18 Additionally, the willingness to treat was not influenced by whether one was partnered or single or had children or did not have children. 10 Contrary to the results of this study, the general and specific role knowledge and perception of role importance had positive effects on willingness to work during a pandemic or outbreak. 18 Likewise, the results contradict with the existing literature where a higher level of knowledge is correlated with an increased willingness to treat patients with infectious diseases including anthrax, 28 hepatitis C infection, 29 HIV/AIDS, 30 and EVD. 10 However, the willingness to treat was correlated with participants' feelings about treating patients with COVID-19. Furthermore, the result of regression analysis revealed that the feelings about treating patients with COVID-19 significantly influenced or predicted the participants' willingness to treat patients with COVID-19. In the review reported by Aoyagi et al 18 numerous risk factors were associated with the willingness of healthcare workers to work during influenza pandemic such as being male healthcare workers, nurses, and physicians, full-time employed, clinical knowledge and risk awareness, confidence in personal skills, pandemic response training, personal safety perception, and role-specific knowledge; whereas in the current study, only the feelings of the nursing students and interns about treating patients with COVID-19 influenced and predicted their willingness to treat. Similarly, according to the study of Martin et al 12 there are predictors with the intention to work of nurses during the flu pandemic including providing adequate PPE and safeguarding their health as well as of their families and friends.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 319,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 432,
                    "end": 434,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 617,
                    "end": 619,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 759,
                    "end": 761,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 950,
                    "end": 952,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1155,
                    "end": 1157,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1181,
                    "end": 1183,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1194,
                    "end": 1196,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1206,
                    "end": 1208,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2158,
                    "end": 2160,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "44"
        },
        {
            "text": "There were several responses regarding the issues and concerns of the participants in treating patients infected Others were concerned about their lack of knowledge and information about the disease, not ready to care due to lack of experience and training, and having fears or being scared of getting infected with COVID-19. Moreover, participants raised many issues such as if hospitals will provide sufficient PPE including N95 masks, housing, and transportation, and, lastly, if hospitals will allow students to help during this pandemic. The results are true with the case with COVID-19 which poses significantly more risk to families with elderly members. 31 Similarly, a previous study reported that the ability of nurses and their willingness to work decreased primarily when there are existing transportation problems. 11 Likewise, the concerns of participants in this study are consistent with another study where nursing students mostly cited the many concerns including transmitting the EVD disease to self, family, or friends; lack of hospital equipment (eg, PPE) and education; and lack of knowledge about the EVD virus. 10 With regards to the EVD pandemic, the results of a recent study in South Africa revealed that the willingness to care for EVD patients was higher when family concerns did not matter. In the same study, encouraging hospital settings was reported to increase a willingness to treat for EVD patients; however, the willingness to care was less when a perceived fear of infection was high. 25 However, McConnell 30 disputed that it is morally permissible for healthcare workers to refuse to work when their duty to treat is outweighed by the combined risks and burdens of treating patients with COVID-19, especially for those who are living with their families. Thus, the results of the current study might imply that the consistency of the issues and concerns of the nursing students and interns with previous research findings could affect their willingness to care for patients infected with COVID-19. However, the readers must be cautious in understanding the implication of the findings as this was not proven to be statistically significant nor objectively verified through a qualitative approach.",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 664,
                    "text": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 828,
                    "end": 830,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1135,
                    "end": 1137,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1523,
                    "end": 1525,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "44"
        },
        {
            "text": "There are some essential limitations that should be considered when considering the findings of this study. First, the study utilized a developed instrument from a previous study with only having face validity, 10 as the only available tool conducted among nursing students. Future studies are recommended to include construct validity and reliability of the tool such as exploratory factor analysis. Second, the study sample was from one institution which possibly limited the generalization of findings to other nursing institutions in the kingdom. However, it can be justified that the participants seriously considered their actual perceptions of their feelings, knowledge, and willingness to treat due to the current impact of COVID-19 in their lives. Third, the study used a self-reported questionnaire, which has the tendency of misrepresenting the actual feelings, knowledge, and willingness to treat of the participants, especially during the actual outbreak of COVID-19 globally. Therefore, more research is needed to confirm the findings of this study, including among nursing staff across the hospitals in the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of the Study"
        },
        {
            "text": "In conclusion, the current study suggested that being nursing students and interns' indecisive feelings about COVID-19 influenced or affected their willingness to treat patients infected with COVID-19. Moreover, having good knowledge of the participants about COVID-19 did not mean that they were likely to care for patients with COVID-19. The reported good level of knowledge about COVID-19 of the participants was suboptimal compared to previous research studies during an outbreak or pandemic of infectious diseases. Moreover, the different views, and many important concerns and issues raised by the participants related to their willingness to treat patients infected with COVID-19 must be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "This study raises some essential concerns about the true feelings, sufficiency of knowledge, and willingness to treat of nursing students and interns about COVID-19 during the pandemic. There is a clear need for educational and training programs both in clinical practice and academia for the improvement among nursing students and interns who reported a paucity of knowledge about COVID-19. This should, in turn, improve the willingness to treat for patients with COVID-19 among nursing students and interns as well as to protect themselves and their families. Furthermore, hospital institutions should provide additional incentives or hazard protections to maintain and even increase the number of staff at the frontlines who are willing to care for patients amid the deadly pandemic of COVID-19. Finally, to further improve a willingness to care for patients with COVID-19, the identified issues and concerns by the participants must be taken into submit your manuscript | www.dovepress.com",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relevance to Clinical Practice"
        },
        {
            "text": "Risk Management and Healthcare Policy 2021:14 consideration by hospital institutions for solving these factors may have a positive impact on the feelings, knowledge, and willingness to treat of nursing students and interns during the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DovePress"
        },
        {
            "text": "The author reports no conflicts of interest for this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure"
        },
        {
            "text": "Risk Management and Healthcare Policy is an international, peerreviewed, open access journal focusing on all aspects of public health, policy, and preventative measures to promote good health and improve morbidity and mortality in the population. The journal welcomes submitted papers covering original research, basic science, clinical & epidemiological studies, reviews and evaluations, guidelines, expert opinion and commentary, case reports and extended reports. The manuscript management system is completely online and includes a very quick and fair peer-review system, which is all easy to use. Visit http://www.dovepress.com/testimonials.php to read real quotes from published authors. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publish your work in this journal"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus COVID-19 Global Cases",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Arab countries brace against COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cousins",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Middle East",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nmiddleeast.2020.36"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 command and control center: the national health emergency operation center",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Saudi Arabia Confirms 355 new COVID-19 cases",
            "authors": [
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Amir",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World Gulf",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "European Centre for Disease Prevention and Control. Disease background of COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "European Centre for Disease Prevention and Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Preparedness and response to COVID-19 in Saudi Arabia: lessons learned from MERS-CoV",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Algaissi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Alharbi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hassanain",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hashem",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Preprints",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.20944/preprints202004.0018.v1"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Perception and attitude of healthcare workers in Saudi Arabia with regard to Covid-19 pandemic and potential associated predictors",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Abolfotouh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Almutairi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Banimustafa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hussein",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Infect Dis",
            "volume": "20",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12879-020-05443-3"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Strategies to address the nursing shortage in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aboshaiqah",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int Nurs Rev",
            "volume": "63",
            "issn": "3",
            "pages": "499--506",
            "other_ids": {
                "DOI": [
                    "10.1111/inr.12271"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Survey of nursing students' selfreported knowledge of ebola virus disease, willingness to treat, and perceptions of their duty to treat",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Chilton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcneill",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Alfred",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Prof Nurs",
            "volume": "32",
            "issn": "6",
            "pages": "487--493",
            "other_ids": {
                "DOI": [
                    "10.1016/j.profnurs.2016.05.004"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Nurses' ability and willingness to work during pandemic flu",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Nurs Manag",
            "volume": "19",
            "issn": "1",
            "pages": "98--108",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2834.2010.01190.x"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Predictors of nurses' intentions to work during the 2009 influenza A (H1N1) pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Reid",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Nurs",
            "volume": "113",
            "issn": "12",
            "pages": "24--31",
            "other_ids": {
                "DOI": [
                    "10.1097/01.NAJ.0000438865.22036.15"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Willingness and self-perceived competence of final-year medical students to work as part of the healthcare workforce during the covid-19 pandemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "I"
                    ],
                    "last": "Alsaif",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Aldhayan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Alosaimi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Gen Med",
            "volume": "13",
            "issn": "",
            "pages": "653--661",
            "other_ids": {
                "DOI": [
                    "10.2147/IJGM.S272316"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "COVID-19 and Iranian medical students; a survey on their related knowledge, preventive behaviors and risk perception",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Taghrir",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Borazjani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shiraly",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arch Iran Med",
            "volume": "23",
            "issn": "4",
            "pages": "249--254",
            "other_ids": {
                "DOI": [
                    "10.34172/aim.2020.06"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Awareness and attitude of undergraduate medical students towards 2019-novel corona virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ikhlaq",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bint-E-Riaz",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bashir",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ijaz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pak J Med Sci",
            "volume": "36",
            "issn": "",
            "pages": "19--23",
            "other_ids": {
                "DOI": [
                    "10.12669/pjms.36.COVID19-S4.2636"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Knowledge, attitude, practice and perceived barriers among healthcare professionals regarding COVID-19: a cross-sectional survey from Pakistan",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saqlain",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Munir",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rehman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Hosp Infect",
            "volume": "105",
            "issn": "3",
            "pages": "419--423",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2020.05.007"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Knowledge and attitudes of medical staff in Chinese psychiatric hospitals regarding COVID-19. BBI -Health",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbih.2020.100064"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Healthcare workers' willingness to work during an influenza pandemic: a systematic review and meta-analysis. Influenza Other Respir Viruses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Aoyagi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dingwall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Nguyen-Van-Tam",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "120--130",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12310"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Will the community nurse continue to function during H1N1 influenza pandemic: a cross-sectional study of Hong Kong community nurses? BMC",
            "authors": [
                {
                    "first": "Ely",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Sys",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kung",
                    "suffix": ""
                },
                {
                    "first": "Awl",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Health Serv Res",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1472-6963-10-107"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Perspectives of future physicians on disaster medicine and public health preparedness: challenges of building a capable and sustainable auxiliary medical workforce",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Kirsch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Subbarao",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/DMP.0b013e3181aa242a"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Would you work during a pandemic?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Irvin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/01.NURSE.0000282708.52888.b7"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Duty to treat or right to refuse?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Daniels",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Hastings Cent Rep",
            "volume": "21",
            "issn": "2",
            "pages": "36--46",
            "other_ids": {
                "DOI": [
                    "10.2307/3562338"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Willingness to treat infectious diseases: what do students think",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "Z"
                    ],
                    "last": "Milikovsky",
                    "suffix": ""
                },
                {
                    "first": "Ben",
                    "middle": [],
                    "last": "Yona",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Akselrod",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Glick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Jotkowitz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Med Ethics",
            "volume": "39",
            "issn": "1",
            "pages": "22--26",
            "other_ids": {
                "DOI": [
                    "10.1136/medethics-2012-100509"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Ethics, pandemics, and the duty to treat",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Malm",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Francis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Omer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Salmon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hood",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Bioeth",
            "volume": "8",
            "issn": "8",
            "pages": "4--19",
            "other_ids": {
                "DOI": [
                    "10.1080/15265160802317974"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Nurses face 'unprecedented challenges' during COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Nursing students' perceptions and attitudes regarding ebola patients in South Africa",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "M"
                    ],
                    "last": "Manyisa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Osuafor",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Akinsola",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Afr J Nurs Midwifery",
            "volume": "21",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25159/2520-5293/6014"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "How would Australian hospital staff react to an avian influenza admission, or an influenza pandemic",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Martinese",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Keijzers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lind",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Emerg Med Australas",
            "volume": "21",
            "issn": "",
            "pages": "12--24",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Preparedness for anthrax attack: the effect of knowledge on the willingness to treat patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rokach",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shapria",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Einav",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mandibura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bar-Dayan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Disasters",
            "volume": "34",
            "issn": "3",
            "pages": "637--643",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-7717.2010.01161.x"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Knowledge levels and attitudes of health care professionals toward patients with hepatitis C infection",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Joukar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mansour-Ghanaei",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Soati",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Meskinkhoda",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "World J Gastroenterol",
            "volume": "18",
            "issn": "18",
            "pages": "2238--2244",
            "other_ids": {
                "DOI": [
                    "10.3748/wjg.v18.i18.2238"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Are you willing to treat patients with HIV/AIDS? An anonymous survey among staff and students of dental institutions",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nimma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lavanys",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Amara",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sudhakara",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Padmareddy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Oral Health Dent Manag",
            "volume": "13",
            "issn": "3",
            "pages": "745--748",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Balancing the duty to treat with the duty to family in the context of the COVID-19 pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcconnell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Ethics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/medethics-2020-106250"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Risk Management and Healthcare Policy 2021:14 submit your manuscript | www",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Submit your manuscript here: https://www.dovepress.com/risk-management-and-healthcare-policy-journal submit your manuscript | www.dovepress.com DovePress Risk Management and Healthcare Policy 2021:14",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ", SD=0.37). Moreover, the participants were more likely to care for Risk Management and Healthcare Policy 2021:14 submit your manuscript | www.dovepress.com DovePress patients with COVID-19 if they had more information about the disease (Mean=3.44, SD=0.83).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Demographic Profile of the Respondents (N=178)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Willingness of Nursing Students and Interns to Treating Patients with COVID-19 (N=178) How likely are you to refuse to attend clinical placement if you are required to care for patients with COVID-19? If you were a licensed nurse, how likely are you to refuse to attend work if you are required to care for patients with COVID-19? nurses, the difference was significant (t=3.76; P<0.001) indicating that nursing interns were more unlikely to refuse to care for patients with COVID-19 when required (Mean=2.57, SD=0.49) than nursing students (Mean=2.23, SD=0.36). Finally, a significant difference was established (t=4.13; P<0.001) that if the participants were licensed nurses, nursing interns were more unlikely to refuse to care for patients with COVID-19 when not required",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Comparison Between Nursing Students and Interns' Willingness to Treating Patients with COVID-19 (N=178)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Result of Regression Analysis on the Feelings of the Respondents as Predictor of Their Willingness to Treating Patients with COVID-19 (N=178) Notes: Dependent Variable: Willingness to Treating Patients with COVID-19. *Significance level at P<0.001.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Risk Management and Healthcare Policy 2021:14 submit your manuscript | www.dovepress.com DovePress with COVID-19 in the hospital. Most participants were concerned about transmitting the disease to their families.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}