{"paper_id": "3dd00c816cd4e4c0ac6cc7e2a6f94ae35eeba129", "metadata": {"title": "17 Infection Prevention and Control Technical and Clinical Hub, Department of Integrated Health Services, World Health Organization", "authors": [{"first": "Ermira", "middle": ["Tartari"], "last": "Id", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Geneva", "location": {"settlement": "Geneva", "country": "Switzerland"}}, "email": ""}, {"first": "Katja", "middle": [], "last": "Saris Id", "suffix": "", "affiliation": {"laboratory": "", "institution": "Canisius-Wilhelmina Hospital (CWZ)", "location": {"addrLine": "The Netherlands", "settlement": "Nijmegen"}}, "email": ""}, {"first": "Nikki", "middle": [], "last": "Kenters", "suffix": "", "affiliation": {"laboratory": "", "institution": "Canisius-Wilhelmina Hospital (CWZ)", "location": {"addrLine": "The Netherlands", "settlement": "Nijmegen"}}, "email": ""}, {"first": "Kalisvar", "middle": [], "last": "Marimuthu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tan Tock Seng Hospital", "location": {"settlement": "Singapore, Singapore"}}, "email": ""}, {"first": "Andreas", "middle": [], "last": "Widmer", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Basel Hospitals and Clinics", "location": {"settlement": "Basel", "country": "Switzerland"}}, "email": ""}, {"first": "Peter", "middle": [], "last": "Collignon", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Australian National University", "location": {"settlement": "Canberra", "region": "ACT", "country": "Australia"}}, "email": ""}, {"first": "Vincent", "middle": ["C C"], "last": "Cheng", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hong Kong SAR", "location": {"country": "China"}}, "email": ""}, {"first": "Shuk", "middle": ["C"], "last": "Wong", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hong Kong SAR", "location": {"country": "China"}}, "email": ""}, {"first": "Thomas", "middle": [], "last": "Gottlieb", "suffix": "", "affiliation": {"laboratory": "", "institution": "Concord Repatriation General Hospital", "location": {"settlement": "Sydney", "region": "NSW", "country": "Australia"}}, "email": ""}, {"first": "Paul", "middle": ["A"], "last": "Tambyah", "suffix": "", "affiliation": {"laboratory": "", "institution": "National University of Singapore", "location": {"settlement": "Singapore, Singapore"}}, "email": ""}, {"first": "Eli", "middle": [], "last": "Perencevich", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Iowa Carver College of Medicine", "location": {"settlement": "Iowa City", "region": "IA", "country": "United States"}}, "email": ""}, {"first": "Benedetta", "middle": [], "last": "Allegranzi", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Geneva", "location": {"settlement": "Geneva", "country": "Switzerland"}}, "email": ""}, {"first": "Angela", "middle": [], "last": "Dramowski", "suffix": "", "affiliation": {"laboratory": "", "institution": "Stellenbosch University", "location": {"addrLine": "South Africa, 19", "settlement": "Cape Town"}}, "email": ""}, {"first": "Michael", "middle": ["B Edmond"], "last": "19", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Andreas", "middle": [], "last": "Voss", "suffix": "", "affiliation": {"laboratory": "", "institution": "Canisius-Wilhelmina Hospital (CWZ)", "location": {"addrLine": "The Netherlands", "settlement": "Nijmegen"}}, "email": ""}]}, "abstract": [{"text": "Healthcare workers (HCWs) and non-HCWs may contribute to the transmission of influenza-like illness (ILI) to colleagues and susceptible patients by working while sick (presenteeism). The present study aimed to explore the views and behavior of HCWs and non-HCWs towards the phenomenon of working while experiencing ILI.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The study was a cross-sectional online survey conducted between October 2018 and January 2019 to explore sickness presenteeism and the behaviour of HCWs and non-HCWs", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "PLOS ONE | https://doi.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "In total, 533 respondents from 49 countries participated (Europe 69.2%, Asia-Pacific 19.1%, the Americas 10.9%, and Africa 0.8%) representing 249 HCWs (46.7%) and 284 non-HCWs (53.2%). Overall, 312 (58.5%; 95% confidence interval [CI], 56.2-64.6) would continue to work when sick with ILI, with no variation between the two categories. Sixty-seven (26.9%) HCWs and forty-six (16.2%) non-HCWs would work with fever alone (p<0 .01) Most HCWs (89.2-99.2%) and non-HCWs (80%-96.5%) would work with \"minor\" ILI symptoms, such as sore throat, sinus cold, fatigue, sneezing, runny nose, mild cough and reduced appetite.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "A future strategy to successfully prevent the transmission of ILI in healthcare settings should address sick-leave policy management, in addition to encouraging the uptake of influenza vaccine.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "\"Influenza-like\" symptoms and work-related behavior among healthcare workers and other professionals PLOS ONE | https://doi.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "a1111111111 a1111111111 a1111111111 a1111111111 a1111111111", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "As the world watches the current COVID-19 pandemic unfold, the global public threat of severe respiratory infectious disease has created an unprecedented challenge [1, 2] . Attention has been drawn to the transmission of respiratory disease between patients and healthcare workers (HCWs), thus highlighting the need to prioritize infection prevention that ensures safe delivery of patient care [3] . Consequently, there is a growing interest in the phenomenon of sickness presenteeism, defined as attending work through illness, which has now been perceived as a challenge across several sectors, with the highest rates reported in human service organization (care, welfare and education) [4] . It is of particular concern in healthcare where there is a potentially serious public health impact due to the risk of cross-infection [3] to susceptible populations and excess morbidity and mortality [5, 6] . Sickness presenteeism may compromise patient safety and the quality of healthcare delivered [7] and is associated with societal costs through productivity loss [8] , impaired judgement [9] and an increased risk of medical errors [10] . An association between mental exhaustion and susceptibility to the common cold has also been reported [11] . The behavior of working while ill has important implications for the workers themselves, with reported associations of sickness presenteeism and depression, musculoskeletal injury [4] and coronary heart disease [12] , and increased sickness absenteeism [13] .", "cite_spans": [{"start": 164, "end": 167, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 168, "end": 170, "text": "2]", "ref_id": "BIBREF1"}, {"start": 394, "end": 397, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 689, "end": 692, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 830, "end": 833, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 896, "end": 899, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 900, "end": 902, "text": "6]", "ref_id": "BIBREF5"}, {"start": 997, "end": 1000, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1065, "end": 1068, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1090, "end": 1093, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1134, "end": 1138, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1243, "end": 1247, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1430, "end": 1433, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1461, "end": 1465, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1503, "end": 1507, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Introduction"}, {"text": "HCWs presenting to work while ill can be significant contributors to the transmission of influenza to patients in healthcare facilities [14, 15] . Indeed, the prevalence of sickness presenteeism reported in cross-sectional surveys of different occupational roles varies between 40% and 90% [14] [15] [16] [17] . Numerous outbreaks of healthcare-associated influenza or influenza-like illness (ILI) involving HCWs as the primary reservoir for transmission have been described in both acute and long-term healthcare facilities, including oncology and geriatric units, thus highlighting infection prevention and control challenges to be met [18] [19] [20] [21] . It has been reported that HCWs continue to work while experiencing ILI even when caring for immunocompromised transplant recipients [22] and a recent cohort study [23] reported a high prevalence of presenteeism (14-23%) in HCWs with laboratory-positive influenza infection.", "cite_spans": [{"start": 136, "end": 140, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 141, "end": 144, "text": "15]", "ref_id": "BIBREF14"}, {"start": 290, "end": 294, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 295, "end": 299, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 300, "end": 304, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 305, "end": 309, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 638, "end": 642, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 643, "end": 647, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 648, "end": 652, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 653, "end": 657, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 792, "end": 796, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 823, "end": 827, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 871, "end": 879, "text": "(14-23%)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "A variety of organizational, cultural and individual factors are cited as the most common reasons for fostering presenteeism. The workplace culture and safety climate play an important role. This includes policies, procedures and inherent constraints, such as job insecurity, the societal insurance system and limited replaceability, which may be a consequence of understaffing and where an insufficient number of allocated sick leave days leads to the perception that the HCW is unable to afford time off [24] . For example, Ridgway et al [24] found that a hospital's sickness absence policy prohibited febrile HCWs from working, but not those with respiratory symptoms. Another reason cited for presenteeism is related to individual factors, such as personal financial consequences. Employees felt they were not unwell enough to miss work, not thinking they could be vectors for transmission, and unsure of what constitutes \"too sick to work\" (the case for those who were asymptomatic or with very mild symptoms) [15, 24] . Other concerns included having a professional obligation, placing a burden on colleagues, fear of ostracism by managers and coworkers, concern about continuity of care and a prevalent cultural norm to come to work unless very ill, thus underlining the ambiguity around what constitutes \"too sick to work\" [24] [25] [26] .", "cite_spans": [{"start": 506, "end": 510, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 540, "end": 544, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 1015, "end": 1019, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 1020, "end": 1023, "text": "24]", "ref_id": "BIBREF23"}, {"start": 1331, "end": 1335, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 1336, "end": 1340, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 1341, "end": 1345, "text": "[26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Introduction"}, {"text": "Despite progress on developing resilient health systems to prevent healthcare-associated infections and calls to increase the uptake of the annual influenza vaccine as a primary preventive measure, [27] insufficient emphasis has been given to the prevention or reduction of sickness presenteeism within organizational structures [15] . Considering its importance as a public health concern, we sought to describe the behavior, practices and perceptions of HCWs and other professionals on working while sick with ILI, with the aim to identify areas for future improvement and to encourage organizations to have comprehensive ILI prevention and control strategies in place.", "cite_spans": [{"start": 198, "end": 202, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 329, "end": 333, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Introduction"}, {"text": "A web-based questionnaire was developed and to collect responses anonymously.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The study was approved by the medical research ethical committee of Arnhem-Nijmegen (The Netherlands) (NL2018-4258). All participants received information about the purpose of the study, the survey completion time (5-10 minutes), and assurance of the confidentiality and anonymity of the survey responses. Submission of responses via the online platform indicated agreement to participate in the survey.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "In October 2018, the International Society of Antimicrobial Chemotherapy (ISAC) Working Group for Infection Prevention and Control (IPC) launched a cross-sectional survey of ILI sickness presenteeism. The IPC Working Group supports international cooperation with regards to education, research and guidelines in IPC in healthcare settings worldwide.", "cite_spans": [], "ref_spans": [], "section": "Study design, participants and recruitment"}, {"text": "ISAC has affiliated members and experts from 57 countries and 65 regions in all six continents worldwide. Participation in the survey was based mainly on interest rather than on a systematic sampling process. Participants completed a web-based survey tool, which was generated using Survey Monkey1 (SurveyMonkey1, San Mateo, CA, USA). The survey was available online between 25 October 2018 and 11 January 2019. The link to the survey was distributed through ISAC and IPC Working Group members and networks, and also via social platforms, including LinkedIn, Twitter, and IPC Blog, with the request to distribute further to the networks in their countries/continents. Both HCWs and other professionals (public) were invited to participate on a voluntary basis. No financial incentives were offered for participation.", "cite_spans": [], "ref_spans": [], "section": "Study design, participants and recruitment"}, {"text": "After reviewing the literature, a team of investigators, including infectious disease and IPC experts developed the survey instrument (S1 File). The survey was distributed among IPC experts within the ISAC-IPC Working Group to test for understandability and clarity, especially in countries where English was not the primary language, and to reach consensus on the content. The platform was piloted to evaluate usability and any technical failures. The survey was piloted in 10 countries in all six continents. The final survey was five pages in length and comprised 17 items.", "cite_spans": [], "ref_spans": [], "section": "Survey instrument"}, {"text": "We collected data on gender, age, geographical location, educational status and employment. The items of the questionnaire were classified into the following topics: 1) knowledge questions where participants were asked to select the most important ILI symptoms; 2) ILIrelated behavior: symptoms reported for coming into work when sick, symptoms that would keep someone at home and away from work when sick, and symptoms present when returning to work after having been unwell with an ILI; 3) attitudes regarding avoiding people at work with ILI-related symptoms and family or friends with ILI-related symptoms; 4) willingness to receive the annual influenza vaccine; and 5) ILI-related sickness in the past two years. The case definition for ILI was subjective, rather than an epidemiological case definition, with a number of symptoms categorized into \"major\" +/-\"minor\". The survey included dichotomous (yes/no) and closed-ended questions. Questions regarding ILI symptoms allowed participants to select more than one identifying feature, while questions that addressed sickness presenteeism behavior and attitudes allowed for only one type of response. Every possible answer to a question was allocated a numerical score on the survey platform.", "cite_spans": [], "ref_spans": [], "section": "Survey instrument"}, {"text": "R version 3.5.1 was used for the statistical analysis (R Core Team. R: A language and environment for statistical computing. R Foundation for Statistical Computing, Vienna, Austria; 2017; https://www.R-project.org/).Responses were organized into categories for the purpose of descriptive statistics. Summary statistics were calculated for the demographic variables and questions on ILI-related symptoms. Differences between groups were tested using the chisquare test for categorical variables. A two-sided p<0.05 was considered significant.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "A total of 571 survey responses was submitted. Among these, 14 duplicates were excluded and only 533 were sufficiently complete to be included in the analysis. Table 1 summarizes the sociodemographic characteristics of participants.", "cite_spans": [], "ref_spans": [{"start": 160, "end": 167, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Characteristics of participants"}, {"text": "Respondents were categorized into two main groups by occupation: HCWs (physicians, nurses) (249/533; 46.7%) and non-HCWs (other professionals) (284/533; 53.2%). \"Other professionals\" consisted of 152 office workers (28.5%), 64 employed in education and academia (12%) and 68 in other fields (12.8%). Gender and age distribution were comparable among HCWs and non-HCWs, but they differed with regard to the level of education, with a higher proportion of participants in the HCW group with a bachelor's degree or higher (88.0% versus 78.2% in the other professions; p = 0.003). Responses from 49 countries were submitted. As shown in Table 1 , the largest response was from Europe, followed by the Asia-Pacific region. Most respondents were from high-income countries.", "cite_spans": [], "ref_spans": [{"start": 633, "end": 640, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Characteristics of participants"}, {"text": "Most respondents (58.5%; 95% CI, 56.2-64.6) indicated that they would continue to work despite experiencing ILI symptoms. Analysis by occupational role showed no significant difference between HCWs (56.2%; 95% CI, 50.0-62.4) and non-HCWs (60.6%; 95% CI, 54.9-66.3) (p = 0.35). Staying at work while suddenly experiencing ILI symptoms was also common (65.7%; 95% CI, 61.6-69.7), with similar findings between HCWs (64.3%; 95% CI, 58.3-70.3) and non-HCWs (66.9%; 95% CI, 61.4-72.4) (p = 0.58). HCWs (45.8%; 95% CI, 39.6-52.0) were significantly less likely than other occupation groups (60.9%; 95% CI, 55.2-66.6) to avoid a colleague with ILI symptoms while at work (p = 0.001). There was no difference between HCWs (50.6%; 95% CI, 44.4-56.8) and non-HCWs (44.4%; 95% CI, 38.6-50.2) (p = 0.17) concerning avoidance behavior of colleagues presenting sick with ILI symptoms at work and wearing a surgical face mask. Similarly, avoidance behavior related to people with ILI symptoms outside of work during social encounters did not differ between HCWs (60.2%; 95% CI, 54.1-66.3) and other occupation groups (60.6%; 95% CI, 54.9-66.3) ( Table 2) .", "cite_spans": [], "ref_spans": [{"start": 1131, "end": 1139, "text": "Table 2)", "ref_id": null}], "section": "ILI and sickness presenteeism-related behavior"}, {"text": "Two-hundred eighty-nine (54.2%) respondents indicated that they had experienced an ILI during the previous two years and most had stayed home for 2-3 days during the illness period (46% HCWs; 45.5% non-HCWs; mean, 3.2 versus 2.9 days, respectively). Among these, most HCWs (64.3%; 95% CI, 56.0-72.6) and non-HCWs (61.8%; 95% CI, 54.3-69.3) returned to work feeling symptomatic, but no statistically significant differences were observed among the two categories (Table 2 ). Of note, HCWs (81.1%, 95% CI, 76.2-86.0) were significantly more ", "cite_spans": [], "ref_spans": [{"start": 462, "end": 470, "text": "(Table 2", "ref_id": null}], "section": "ILI and sickness presenteeism-related behavior"}, {"text": "Participants' attitudes to sickness presenteeism while with ILI symptoms varied according to the severity of symptoms. Sixty-seven (26.9%) HCWs and forty-six (16.2%) non-HCWs responded that they would report to work with fever only (p<0 .01). HCWs and non-HCWs responded that they would continue to go to work with cold chills only (46.6% versus 51.1), headache (60.6% versus 47.5%), muscle aches (73.5% versus 76.1%) and sore throat (86.3% versus 82.7%). Almost all HCWs (89.2-99.2%) and non-HCWs (80-96.5%) affirmed that they would go to work with non-febrile \"minor\" ILI respiratory symptoms, including sore throat, sinus cold, fatigue, sneezing, runny nose, cough and reduced appetite (Fig 1) .", "cite_spans": [], "ref_spans": [{"start": 689, "end": 696, "text": "(Fig 1)", "ref_id": "FIGREF0"}], "section": "Sickness presenteeism related to the severity of symptoms"}, {"text": "Using a \"check all that apply\" format for a list of 11 ILI symptoms, we further assessed the most unique and common patterns of ILI symptoms associated with sickness absenteeism, i.e. respondents staying at home away from work. Heterogeneity was observed among the patterns of ILI symptoms reported by HCWs and non-HCWs. The diversity of ILI symptom patterns was mirrored by the total number of 197 unique patterns reported (52 common patterns for both categories; 70 unique patterns for HCWs and 75 for non-HCWs). Fig 2 shows (Fig 2) .", "cite_spans": [], "ref_spans": [{"start": 515, "end": 526, "text": "Fig 2 shows", "ref_id": "FIGREF1"}, {"start": 527, "end": 534, "text": "(Fig 2)", "ref_id": "FIGREF1"}], "section": "Sickness absenteeism related to a combination of symptoms"}, {"text": "Analysis of the three symptoms considered by respondents as the most relevant for ILI revealed 82 total unique patterns (34 common patterns for both categories; 15 unique patterns for HCWs and 33 for non-HCWs) (Fig 3) . The most commonly identified pattern by both HCWs and non-HCWs included fever, muscle aches and cold chills (67 [27%] and 78 [27.5%], respectively). Fever was included in all frequently identified three symptom combinations by Table 2 ", "cite_spans": [], "ref_spans": [{"start": 210, "end": 217, "text": "(Fig 3)", "ref_id": "FIGREF2"}, {"start": 447, "end": 454, "text": "Table 2", "ref_id": null}], "section": "Most relevant ILI symptoms"}, {"text": "We investigated the frequency of sickness presenteeism behavior among HCWs and other professionals, particularly ILI symptoms experienced while continuing to work through illness. Among our study respondents, working despite ILI illness was as prevalent in HCWs as in non-HCWs. Overall, 66% respondents reported staying at work while suddenly feeling unwell and 59% would come to work if feeling unwell while at home, even if suffering from several Pink: ILI symptoms classified as \"major\". Green: ILI symptoms classified as \"minor\". The radius of circles represents the percentage of respondents who would go to work with any of the symptoms. The bigger the circle, the higher the percentage of respondents reporting a symptom.HCW, healthcare worker; ILI, influenza-like illness.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "https://doi.org/10.1371/journal.pone.0232168.g001", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "\"Influenza-like\" symptoms and work-related behavior among healthcare workers and other professionals ILI symptoms. Our study adds to the growing body of literature highlighting the high level of employee sickness presenteeism, which has been reported previously in cross-sectional surveys as ranging from 40% to 90% [14-20; 22-26, 28] . Most participants reported having had an ILI during the previous two years. We found many similarities between the two categories, suggesting that certain behaviors and attitudes are prevalent among a range of occupational groups and persist in the healthcare environment where an awareness of patient vulnerability due to comorbidities should be of concern [14, 18, 22] . Our results suggest that most HCWs and non-HCWs would continue working despite \"minor\" ILI, based on their individual judgement rather than objective criteria presenting an unnecessary risk to patient safety and public health. However, it is not always easy for employees to decide when to stay away from work [20] . Of note, in a USA survey, a hospital sick leave policy asked febrile HCWs to refrain from working, but not those with respiratory symptoms in the absence of fever [25] . The risk of influenza transmission to patients from afebrile ", "cite_spans": [{"start": 316, "end": 334, "text": "[14-20; 22-26, 28]", "ref_id": null}, {"start": 695, "end": 699, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 700, "end": 703, "text": "18,", "ref_id": "BIBREF17"}, {"start": 704, "end": 707, "text": "22]", "ref_id": "BIBREF21"}, {"start": 1020, "end": 1024, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1190, "end": 1194, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "PLOS ONE"}, {"text": "\"Influenza-like\" symptoms and work-related behavior among healthcare workers and other professionals employees with influenza has been documented. Ridgway et al reported that 41% of HCWs with confirmed influenza were afebrile before their diagnosis [25] . The US Centers for Disease Control and Prevention recommend that HCWs with fever and respiratory symptoms do not work or should at least stop patient care activities until they are afebrile for 24 hours [27] . More than 80% of our survey respondents did not follow this recommendation.", "cite_spans": [{"start": 249, "end": 253, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 459, "end": 463, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "PLOS ONE"}, {"text": "Despite international guidelines [27] , we note with concern that HCWs and non-HCWs would continue working despite \"major\" ILI symptoms, such as fever, cold chills, muscle aches and headache. More HCWs (27%) than non-HCWs (16%) would work with fever alone. Our findings also mirror research from the USA where a recent study reported that 33% worked with ILI symptoms, including fever, myalgia and cough, and 13% worked despite having a fever >38.5˚C [17] . In another recent study, a higher rate was reported, and 35% respondents would work with fever alone [28] . This is a worrisome behavioral trend which can compromise quality of care and patient, HCW and coworker safety. Similar to other findings, ", "cite_spans": [{"start": 33, "end": 37, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 451, "end": 455, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 559, "end": 563, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "PLOS ONE"}, {"text": "\"Influenza-like\" symptoms and work-related behavior among healthcare workers and other professionals HCWs frequently work while being sick. Suggested reasons for this may be linked to a sense of obligation to colleagues [9, 14, 15] , organization, logistic and cultural factors [24, 29] . When HCWs are sick with ILI symptoms, they should not provide direct patient care.", "cite_spans": [{"start": 220, "end": 223, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 224, "end": 227, "text": "14,", "ref_id": "BIBREF13"}, {"start": 228, "end": 231, "text": "15]", "ref_id": "BIBREF14"}, {"start": 278, "end": 282, "text": "[24,", "ref_id": "BIBREF23"}, {"start": 283, "end": 286, "text": "29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "PLOS ONE"}, {"text": "In a study from New Zealand, the authors reported that more than one-third of HCWs surveyed perceived themselves as \"not unwell enough\" to stay home when sick. [26] . One of the pressures encountered by staff was the number of paid sick leave days allocated annually and those who had exhausted their allocation were unable to take leave when sick with ILI [26] . While some employees get paid sick leave days, others do not have this privilege and have no alternative but to work through illness [29] . Sickness presenteeism pressures differ at the national and local level in society according to social norms and economic income. Due to limited resources, many countries do not provide paid sick leave for employees with mild, unspecified respiratory symptoms [4, 29] . This highlights the fact that the decision to work through illness is a complex phenomenon and is shaped not only by personal factors or lack of knowledge regarding the importance of the risk of transmission but, more importantly, it is inherent in the organizational culture and policies with financial penalties, which may place possible constraints on absenteeism, thus resulting in presenteeism [24] . Hence, treating people equally by addressing nonpunitive sick leave in various societal backgrounds is necessary.", "cite_spans": [{"start": 160, "end": 164, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 357, "end": 361, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 497, "end": 501, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 763, "end": 766, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 767, "end": 770, "text": "29]", "ref_id": "BIBREF28"}, {"start": 1172, "end": 1176, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "PLOS ONE"}, {"text": "Most countries that participated in this study are high-income nations (90%) from the European region (70%). Further exploration of sickness presenteeism across different regions, economic income levels and welfare systems is needed, mainly as the majority of studies have been conducted in high-income countries. Research is particularly needed in low-income settings where insufficient staffing levels are prevalent.", "cite_spans": [], "ref_spans": [], "section": "PLOS ONE"}, {"text": "When participants were asked with which combination of ILI symptoms they would stay home when sick and which symptoms they considered as most relevant, 197 unique patterns were reported. Of note, responses differed between the two questions, suggesting a lack of clarity in what constitutes severe and mild ILI symptoms. A study by Szymczak et al reported a similar finding in that 57% of respondents perceived a certain ambiguity about what symptoms constitute being \"too sick to work\" [9] . This suggests that it is important to define the severity of ILI symptoms that should preclude employees from attending work.", "cite_spans": [{"start": 487, "end": 490, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "PLOS ONE"}, {"text": "Sickness presenteeism in the non-HCW category was also reported to be high. In a survey of school employees, 77% of individuals with ILI symptoms attended work through illness [16] . One of the most common factors for attending work with ILI symptoms was the perception that the individual felt not to be infectious [17] . Targeting educational messages to employees that address these gaps may be beneficial. Unfortunately, infection control guidelines specific to the non-healthcare work environment do not exist. Thus, pragmatic policies that consider the effective prevention of ILI and improved hygiene measures for employees is warranted.", "cite_spans": [{"start": 176, "end": 180, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 316, "end": 320, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "PLOS ONE"}, {"text": "HCWs were significantly more willing to receive the influenza vaccine compared to non-HCWs, although vaccination coverage among individuals with chronic diseases and HCWs is lower than 40% in most countries [27, 30] and its effectiveness varies each year [31] . This finding may stem from the fact that many healthcare facilities have widely endorsed influenza vaccination programs aimed at reducing influenza-associated complications and promoting patient safety. However, low-and middle-income countries are still at a disadvantage in terms of offering influenza vaccination for HCWs [27] . Health departments need to update their immunization policies and HCWs should be considered a priority for influenza vaccination. By doing so, leverage can be exerted on hospitals to encourage and provide their staff members with the influenza vaccine.", "cite_spans": [{"start": 207, "end": 211, "text": "[27,", "ref_id": "BIBREF26"}, {"start": 212, "end": 215, "text": "30]", "ref_id": "BIBREF29"}, {"start": 255, "end": 259, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 586, "end": 590, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "PLOS ONE"}, {"text": "Of note, it is interesting that the avoidance of a colleague who presents at work with ILI symptoms varied considerably and non-HCWs were significantly more likely to show avoidance behavior. This may be explained by the chosen profession of HCWs. Being in contact with patients suffering of respiratory viruses, HCWs are often exposed to an increased risk of infection, whereas non-HCWs generally work with healthy individuals. Further, we found no significant difference in avoidance behavior of colleagues presenting sick at work and wearing a surgical face mask between HCWs and non-HCWs, suggesting a sense of reassurance from the protection of sick persons with a face mask.", "cite_spans": [], "ref_spans": [], "section": "PLOS ONE"}, {"text": "Effective infection prevention measures including hand hygiene, promoting cough etiquette and the supply of face masks, have not yet been adequately addressed. For example, HCWs in many Asian countries wear cloth face masks or are required to buy their own face masks from local markets. These products are of inferior quality and put staff members at risk from influenza and other respiratory infections [32] . To prevent the transmission of ILI and other respiratory infections, such as the currently ongoing COVID-19 pandemic, healthcare facilities should consider stringent infection prevention hygiene measures for HCWs presenting with any respiratory symptoms and fever while providing clear guidance.", "cite_spans": [{"start": 405, "end": 409, "text": "[32]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "PLOS ONE"}, {"text": "Organizations such as the World Health Organization, US Centers for Disease Control and Prevention and other country agencies need to invest more time in improving working conditions, including adequate staffing. Policy makers should act towards reducing sickness presenteeism behaviour, for example, by implementing policies that support sick leave days, that encourage employees to stay home when sick and that consider substitute employees. Most importantly, HCWs behavior and attitudes towards sickness presenteeism has wide-ranging implications for patient safety and the quality of health systems overall and strong action should be taken to nip the problem in the bud. Together with initiatives to provide high-quality health care, the pursuit of preventing healthcare-associated infections hinges upon improving both infection prevention programs and administrative systems worldwide to reduce presenteeism. Institutions also need to provide adequate resources, such as temporary health workers.", "cite_spans": [], "ref_spans": [], "section": "PLOS ONE"}, {"text": "Our study has some limitations. First, our sample does not represent a random sample and, by the nature of its design, it is biased towards internet/social media users and people who are willing to complete surveys. Therefore, the generalizability of our results may have been affected. Second, the survey was distributed through the ISAC-IPC Working and results may reflect sampling bias. Third, the online invitation to complete the survey sent via social media platforms was seen by an unknown number of individuals leading to a lack of denominator data to the response rate. Fourth, study participants self-reported ILI symptoms, which may be subject to recall bias. Fifth, the number of respondents from other world regions, particularly low-and middle-income countries, was too small to permit meaningful comparisons between the two categories, which is an analysis that could provide valuable insight. Although drawn from a nonrepresentative sample of participants, the wide representation of HCWs and non-HCWs and representativeness among age/gender demographics indicate a meaningful range of responses and the general behavioral intentions towards sickness presenteeism in the population.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "Sickness presenteeism appears to be common among HCWs and other professionals and a concerted series of actions are needed to prevent the transmission of ILI and optimize safety. Single-measure approaches may be insufficient to interrupt ILI transmission and other multimodal intervention strategies should be considered, such as hand hygiene, isolation, appropriate use of personal protective equipment, the uptake of influenza vaccine, and discouraging presenteeism. A cultural change is required, as well as appropriate access to sufficient sick leave while experiencing ILI symptoms.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Supporting information S1 File. (PDF) S1 Data. (XLSX) ", "cite_spans": [{"start": 47, "end": 53, "text": "(XLSX)", "ref_id": null}], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Novel coronavirus (2019-nCoV) situation report 60", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A novel coronavirus from patients with pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "B", "middle": [], "last": "Yang", "suffix": ""}, {"first": "J", "middle": [], "last": "Song", "suffix": ""}], "year": 2019, "venue": "New England Journal of Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Healthcare workers as vectors of infectious diseases", "authors": [{"first": "R", "middle": [], "last": "Huttunen", "suffix": ""}, {"first": "J", "middle": [], "last": "Syrjänen", "suffix": ""}], "year": 2014, "venue": "Europ J Clin Microbiol Infect Dis", "volume": "33", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s10096-014-2119-6"]}}, "BIBREF3": {"ref_id": "b3", "title": "Sick but yet at work. An empirical study of sickness presenteeism", "authors": [{"first": "G", "middle": [], "last": "Aronsson", "suffix": ""}, {"first": "K", "middle": [], "last": "Gustafsson", "suffix": ""}, {"first": "M", "middle": [], "last": "Dallner", "suffix": ""}], "year": 2000, "venue": "J Epidemiol Community Health", "volume": "54", "issn": "", "pages": "502--509", "other_ids": {"DOI": ["10.1136/jech.54.7.502"], "PMID": ["10846192"]}}, "BIBREF4": {"ref_id": "b4", "title": "Critically ill patients with 2009 influenza A (H1N1) infection in Canada", "authors": [{"first": "A", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "R", "middle": [], "last": "Zarychanski", "suffix": ""}, {"first": "R", "middle": [], "last": "Pinto", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Cook", "suffix": ""}, {"first": "J", "middle": [], "last": "Marshall", "suffix": ""}, {"first": "J", "middle": [], "last": "Lacroix", "suffix": ""}], "year": 2009, "venue": "JAMA", "volume": "302", "issn": "", "pages": "1872--1879", "other_ids": {"DOI": ["10.1001/jama.2009.1496"], "PMID": ["19822627"]}}, "BIBREF5": {"ref_id": "b5", "title": "Nosocomial outbreak of the pandemic Influenza A (H1N1) 2009 in critical hematologic patients during seasonal influenza 2010-2011: detection of oseltamivir resistant variant viruses", "authors": [{"first": "C", "middle": ["P"], "last": "Pollara", "suffix": ""}, {"first": "G", "middle": [], "last": "Piccinelli", "suffix": ""}, {"first": "G", "middle": [], "last": "Rossi", "suffix": ""}, {"first": "C", "middle": [], "last": "Cattaneo", "suffix": ""}, {"first": "F", "middle": [], "last": "Perandin", "suffix": ""}, {"first": "S", "middle": [], "last": "Corbellini", "suffix": ""}], "year": 2013, "venue": "BMC Infect Dis", "volume": "13", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1471-2334-13-127"], "PMID": ["23496867"]}}, "BIBREF6": {"ref_id": "b6", "title": "Patient safety culture shapes presenteeism and absenteeism: a cross-sectional study among Croatian healthcare workers", "authors": [{"first": "H", "middle": [], "last": "Brborović", "suffix": ""}, {"first": "O", "middle": [], "last": "Brborović", "suffix": ""}], "year": 2017, "venue": "Arh Hig Rada Toksikol", "volume": "68", "issn": "", "pages": "185--189", "other_ids": {"DOI": ["10.1515/aiht-2017-68-2957"], "PMID": ["28976879"]}}, "BIBREF7": {"ref_id": "b7", "title": "Productivity losses related to the common cold", "authors": [{"first": "T", "middle": ["J"], "last": "Bramley", "suffix": ""}, {"first": "D", "middle": [], "last": "Lerner", "suffix": ""}, {"first": "M", "middle": [], "last": "Sarnes", "suffix": ""}], "year": 2002, "venue": "J Occup Environ Med", "volume": "44", "issn": "", "pages": "822--829", "other_ids": {"DOI": ["10.1097/00043764-200209000-00004"], "PMID": ["12227674"]}}, "BIBREF8": {"ref_id": "b8", "title": "Reasons why physicians and advanced practice clinicians work while sick: a mixed-methods analysis", "authors": [{"first": "J", "middle": ["E"], "last": "Szymczak", "suffix": ""}, {"first": "S", "middle": [], "last": "Smathers", "suffix": ""}, {"first": "C", "middle": [], "last": "Hoegg", "suffix": ""}, {"first": "S", "middle": [], "last": "Klieger", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Coffin", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Sammons", "suffix": ""}], "year": 2015, "venue": "JAMA Pediatr", "volume": "169", "issn": "", "pages": "815--821", "other_ids": {"DOI": ["10.1001/jamapediatrics.2015.0684"], "PMID": ["26146908"]}}, "BIBREF9": {"ref_id": "b9", "title": "The cost and impact of health conditions on presenteeism to employers: a review of the literature", "authors": [{"first": "A", "middle": ["B"], "last": "Schultz", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Chen", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Edington", "suffix": ""}], "year": 2009, "venue": "Pharmacoeconomics", "volume": "27", "issn": "", "pages": "365--378", "other_ids": {"DOI": ["10.2165/00019053-200927050-00002"], "PMID": ["19586075"]}}, "BIBREF10": {"ref_id": "b10", "title": "Psychological stress and susceptibility to the common cold", "authors": [{"first": "S", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Tyrrell", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Smith", "suffix": ""}], "year": 1991, "venue": "New Engl J Med", "volume": "325", "issn": "", "pages": "606--612", "other_ids": {"DOI": ["10.1056/NEJM199108293250903"], "PMID": ["1713648"]}}, "BIBREF11": {"ref_id": "b11", "title": "Working while ill as a risk factor for serious coronary events: the Whitehall II study", "authors": [{"first": "M", "middle": [], "last": "Kivimäki", "suffix": ""}, {"first": "J", "middle": [], "last": "Head", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Ferrie", "suffix": ""}, {"first": "H", "middle": [], "last": "Hemingway", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Shipley", "suffix": ""}, {"first": "J", "middle": [], "last": "Vahtera", "suffix": ""}], "year": 2005, "venue": "Am J Public Health", "volume": "95", "issn": "", "pages": "98--102", "other_ids": {"DOI": ["10.2105/AJPH.2003.035873"], "PMID": ["15623867"]}}, "BIBREF12": {"ref_id": "b12", "title": "Sickness presenteeism today, sickness absenteeism tomorrow? A prospective study on sickness presenteeism and future sickness absenteeism", "authors": [{"first": "G", "middle": [], "last": "Bergströ M", "suffix": ""}, {"first": "L", "middle": [], "last": "Bodin", "suffix": ""}, {"first": "J", "middle": [], "last": "Hagberg", "suffix": ""}, {"first": "G", "middle": [], "last": "Aronsson", "suffix": ""}, {"first": "M", "middle": [], "last": "Josephson", "suffix": ""}], "year": 2009, "venue": "J Occup Environ Med", "volume": "51", "issn": "", "pages": "629--638", "other_ids": {"DOI": ["10.1097/JOM.0b013e3181a8281b"], "PMID": ["19448572"]}}, "BIBREF13": {"ref_id": "b13", "title": "Presenteeism among resident physicians", "authors": [{"first": "A", "middle": ["B"], "last": "Jena", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Baldwin", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Daugherty", "suffix": ""}, {"first": "D", "middle": ["O"], "last": "Meltzer", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Arora", "suffix": ""}], "year": 2010, "venue": "JAMA", "volume": "304", "issn": "", "pages": "1166--1168", "other_ids": {"DOI": ["10.1001/jama.2010.1315"], "PMID": ["20841527"]}}, "BIBREF14": {"ref_id": "b14", "title": "Working with influenza-like illness: Presenteeism among US health care personnel during the 2014-2015 influenza season", "authors": [{"first": "S", "middle": [], "last": "Chiu", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Black", "suffix": ""}, {"first": "X", "middle": [], "last": "Yue", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Greby", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Laney", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Campbell", "suffix": ""}], "year": 2017, "venue": "Am J Infect Control", "volume": "45", "issn": "", "pages": "1254--1258", "other_ids": {"DOI": ["10.1016/j.ajic.2017.04.008"], "PMID": ["28526310"]}}, "BIBREF15": {"ref_id": "b15", "title": "Influenza-like illness and presenteeism among school employees", "authors": [{"first": "M", "middle": ["A"], "last": "De Perio", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Wiegand", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Brueck", "suffix": ""}], "year": 2014, "venue": "Am J Infect Control", "volume": "42", "issn": "", "pages": "450--452", "other_ids": {"DOI": ["10.1016/j.ajic.2013.11.012"], "PMID": ["24679576"]}}, "BIBREF16": {"ref_id": "b16", "title": "Attitudes about sickness presenteeism in medical training: is there a hidden curriculum?", "authors": [{"first": "L", "middle": ["C"], "last": "Kaldjian", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Shinkunas", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Reisinger", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Polacco", "suffix": ""}, {"first": "E", "middle": ["N"], "last": "Perencevich", "suffix": ""}], "year": 2019, "venue": "Antimicrob Resist Infect Control", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s13756-019-0602-7"]}}, "BIBREF17": {"ref_id": "b17", "title": "Health care workers causing large nosocomial outbreaks: a systematic review", "authors": [{"first": "L", "middle": [], "last": "Danzmann", "suffix": ""}, {"first": "P", "middle": [], "last": "Gastmeier", "suffix": ""}, {"first": "F", "middle": [], "last": "Schwab", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Vonberg", "suffix": ""}], "year": 2013, "venue": "BMC Infect Dis", "volume": "13", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1471-2334-13-98"], "PMID": ["23432927"]}}, "BIBREF18": {"ref_id": "b18", "title": "Routes of transmission during a nosocomial influenza A (H3N2) outbreak among geriatric patients and healthcare workers", "authors": [{"first": "D", "middle": [], "last": "Eibach", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Casalegno", "suffix": ""}, {"first": "M", "middle": [], "last": "Bouscambert", "suffix": ""}, {"first": "T", "middle": [], "last": "Benet", "suffix": ""}, {"first": "C", "middle": [], "last": "Regis", "suffix": ""}, {"first": "B", "middle": [], "last": "Comte", "suffix": ""}], "year": 2014, "venue": "J Hosp Infect", "volume": "86", "issn": "", "pages": "188--193", "other_ids": {"DOI": ["10.1016/j.jhin.2013.11.009"], "PMID": ["24468292"]}}, "BIBREF19": {"ref_id": "b19", "title": "Presenteeism: a public health hazard", "authors": [{"first": "E", "middle": [], "last": "Widera", "suffix": ""}, {"first": "A", "middle": [], "last": "Chang", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Chen", "suffix": ""}], "year": 2010, "venue": "J General Int Med", "volume": "25", "issn": "", "pages": "1244--1247", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Nosocomial outbreak of influenza A H3N2 in an inpatient oncology unit related to health care workers presenting to work while ill", "authors": [{"first": "K", "middle": ["E"], "last": "Wilson", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Wood", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Schaecher", "suffix": ""}, {"first": "K", "middle": ["B"], "last": "Cromwell", "suffix": ""}, {"first": "J", "middle": [], "last": "Godich", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Knapp", "suffix": ""}], "year": 2019, "venue": "Am J Infect Control", "volume": "47", "issn": "", "pages": "683--687", "other_ids": {"DOI": ["10.1016/j.ajic.2018.10.024"], "PMID": ["30616930"]}}, "BIBREF21": {"ref_id": "b21", "title": "Working despite having influenza-like illness: results of an anonymous survey of healthcare providers who care for transplant recipients", "authors": [{"first": "S", "middle": ["B"], "last": "Mossad", "suffix": ""}, {"first": "A", "middle": [], "last": "Deshpande", "suffix": ""}, {"first": "S", "middle": [], "last": "Schramm", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Rothberg", "suffix": ""}], "year": 2017, "venue": "Infect Control Hosp Epidemiol", "volume": "38", "issn": "", "pages": "966--969", "other_ids": {"DOI": ["10.1017/ice.2017.91"], "PMID": ["28514976"]}}, "BIBREF22": {"ref_id": "b22", "title": "Presenteeism among health care workers with laboratory-confirmed influenza infection: A retrospective cohort study in Queensland, Australia", "authors": [{"first": "C", "middle": [], "last": "Imai", "suffix": ""}, {"first": "L", "middle": [], "last": "Hall", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Lambert", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Merollini", "suffix": ""}], "year": 2009, "venue": "Am J Infect Control", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Going to work ill: a meta-analysis of the correlates of presenteeism and a dualpath model", "authors": [{"first": "M", "middle": [], "last": "Miraglia", "suffix": ""}, {"first": "G", "middle": [], "last": "Johns", "suffix": ""}], "year": 2016, "venue": "J Occup Health Psychol", "volume": "21", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1037/ocp0000015"], "PMID": ["26550958"]}}, "BIBREF24": {"ref_id": "b24", "title": "Influenza among afebrile and vaccinated healthcare workers", "authors": [{"first": "J", "middle": ["P"], "last": "Ridgway", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Bartlett", "suffix": ""}, {"first": "S", "middle": [], "last": "Garcia-Houchins", "suffix": ""}, {"first": "S", "middle": [], "last": "Cariño", "suffix": ""}, {"first": "A", "middle": [], "last": "Enriquez", "suffix": ""}, {"first": "R", "middle": [], "last": "Marrs", "suffix": ""}], "year": 2015, "venue": "Clin Infect Dis", "volume": "60", "issn": "", "pages": "1591--1595", "other_ids": {"DOI": ["10.1093/cid/civ163"], "PMID": ["25733370"]}}, "BIBREF25": {"ref_id": "b25", "title": "Sickness presenteeism in a New Zealand hospital", "authors": [{"first": "L", "middle": ["M"], "last": "Bracewell", "suffix": ""}, {"first": "D", "middle": ["I"], "last": "Campbell", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Faure", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Giblin", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Morris", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Satterthwaite", "suffix": ""}], "year": null, "venue": "NZ Med J (Online", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "United States Centers for Disease Control and Prevention. Prevention strategies for seasonal influenza in healthcare settings", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Understanding drivers of influenzalike illness presenteeism within training programs: a survey of trainees and their program directors", "authors": [{"first": "K", "middle": [], "last": "Cowman", "suffix": ""}, {"first": "J", "middle": [], "last": "Mittal", "suffix": ""}, {"first": "G", "middle": [], "last": "Weston", "suffix": ""}, {"first": "E", "middle": [], "last": "Harris", "suffix": ""}, {"first": "L", "middle": [], "last": "Shapiro", "suffix": ""}, {"first": "S", "middle": [], "last": "Schlair", "suffix": ""}], "year": 2019, "venue": "Am J Infect Control", "volume": "47", "issn": "", "pages": "895--901", "other_ids": {"DOI": ["10.1016/j.ajic.2019.02.004"], "PMID": ["30898375"]}}, "BIBREF28": {"ref_id": "b28", "title": "Potential economic benefits of paid sick leave in reducing absenteeism related to the spread of influenza-like illness", "authors": [{"first": "Abay", "middle": [], "last": "Asfaw", "suffix": ""}, {"first": "D", "middle": [], "last": "Rosa", "suffix": ""}, {"first": "R", "middle": [], "last": "Pana-Cryan", "suffix": ""}, {"first": "R", "middle": [], "last": "", "suffix": ""}], "year": 2017, "venue": "J Occup Environ Med", "volume": "59", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1097/JOM.0000000000001076"], "PMID": ["28692009"]}}, "BIBREF29": {"ref_id": "b29", "title": "World Health Organization. Influenza vaccination coverage and effectiveness", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Interim estimates of 2017-18 seasonal influenza vaccine effectiveness-United States", "authors": [{"first": "B", "middle": [], "last": "Flannery", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Chung", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Belongia", "suffix": ""}, {"first": "H", "middle": ["Q"], "last": "Mclean", "suffix": ""}, {"first": "M", "middle": [], "last": "Gaglani", "suffix": ""}, {"first": "K", "middle": [], "last": "Murthy", "suffix": ""}], "year": 2018, "venue": "Morb Mortal Wkly Rept", "volume": "67", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "A cluster randomised trial of cloth masks compared with medical masks in healthcare workers", "authors": [{"first": "C", "middle": ["R"], "last": "Macintyre", "suffix": ""}, {"first": "H", "middle": [], "last": "Seale", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Dung", "suffix": ""}, {"first": "N", "middle": ["T"], "last": "Hien", "suffix": ""}, {"first": "P", "middle": ["T"], "last": "Nga", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Chughtai", "suffix": ""}], "year": 2015, "venue": "BMJ Open", "volume": "5", "issn": "4", "pages": "", "other_ids": {"DOI": ["10.1136/bmjopen-2014-006577"], "PMID": ["25903751"]}}}, "ref_entries": {"FIGREF0": {"text": "Sickness presenteeism related to the severity of influenza-like illness and influenza-like symptoms by occupational group.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Combination of influenza-like illness and influenza-like illness symptoms reported for sickness absenteeism by occupational group. HCW, healthcare worker. https://doi.org/10.1371/journal.pone.0232168.g002", "latex": null, "type": "figure"}, "FIGREF2": {"text": "The most relevant influenza-like illness symptoms reported by occupational group. HCW, healthcare worker. https://doi.org/10.1371/journal.pone.0232168.g003", "latex": null, "type": "figure"}, "TABREF0": {"text": "Demographics of participants.https://doi.org/10.1371/journal.pone.0232168.t001", "latex": null, "type": "table"}, "TABREF2": {"text": "HCWs and non-HCWs. The reasons that respondents felt would keep them at home through illness differed according to what they considered to be the most relevant ILI symptoms. Less than half of respondents selected the identical three symptoms when asked which are the most relevant ILI symptoms and with what symptoms they would stay away from work (120 [48.2%] HCWs and 139 [48.9%] non-HCWs).", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 1. Demographics of participants.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Demographics </td><td>No. (%) of participants (n = 533)\n</td></tr><tr><td>Gender\n</td><td> </td></tr><tr><td>Female </td><td>376 (70.5)\n</td></tr><tr><td>Male </td><td>157 (29.5)\n</td></tr><tr><td>Age category (years)\n</td><td> </td></tr><tr><td>18-29 </td><td>62 (11.6)\n</td></tr><tr><td>30-49 </td><td>261 (49.0)\n</td></tr><tr><td>50+ </td><td>210 (39.4)\n</td></tr><tr><td>Level of education\n</td><td> </td></tr><tr><td>Primary </td><td>7 (1.3)\n</td></tr><tr><td>Secondary </td><td>85 (15.9)\n</td></tr><tr><td>Higher </td><td>441 (82.7)\n</td></tr><tr><td>Region\n</td><td> </td></tr><tr><td>Northern Europe </td><td>278 (52.2)\n</td></tr><tr><td>South-East Europe </td><td>91 (17.1)\n</td></tr><tr><td>North America </td><td>49 (9.2)\n</td></tr><tr><td>South America </td><td>9 (1.7)\n</td></tr><tr><td>Africa </td><td>4 (0.8)\n</td></tr><tr><td>Asia-Pacific </td><td>102 (19.1)\n</td></tr><tr><td>Level of income\n</td><td> </td></tr><tr><td>High-income </td><td>483 (90.6)\n</td></tr><tr><td>Middle-income </td><td>46 (8.6)\n</td></tr><tr><td>Low-income </td><td>4 (0.8)\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Table 2. Responses to survey questions on influenza-like illness-related behavior by occupational group (healthcare workers and non-healthcare workers).", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>No. (%) responding 'yes'\n</td><td> </td></tr><tr><td>ILI-related behavior </td><td>No. responding </td><td>All </td><td>HCWs </td><td>Non-HCWs </td><td>p valuea\n</td></tr><tr><td>I am willing to get the influenza vaccine </td><td>533 </td><td>363 (68.1) </td><td>202 (81.1) </td><td>161 (56.7) </td><td>&lt;0.001\n</td></tr><tr><td>I would avoid a person with ILI symptoms at social encounters </td><td>533 </td><td>322 (60.4) </td><td>150 (60.2) </td><td>172 (60.6) </td><td>0.66\n</td></tr><tr><td>I would avoid a colleague with ILI symptoms at work </td><td>533 </td><td>287 (53.8) </td><td>114 (45.8) </td><td>173 (60.9) </td><td>&lt;0.001\n</td></tr><tr><td>I would avoid a colleague with ILI symptoms at work if they are wearing a surgical face mask </td><td>533 </td><td>252 (47.3) </td><td>126 (50.6) </td><td>126 (44.4) </td><td>0.17\n</td></tr><tr><td>If I am at home and suddenly feel unwell with ILI symptoms, I would still go to work </td><td>533 </td><td>312 (58.5) </td><td>140 (56.2) </td><td>172 (60.6) </td><td>0.35\n</td></tr><tr><td>If I am at work and suddenly feel unwell with ILI symptoms, I would still stay at work </td><td>533 </td><td>350 (65.7) </td><td>160 (64.3) </td><td>190 (66.9) </td><td>0.58\n</td></tr><tr><td>After being sick with ILI, I returned to work feeling symptomaticb </td><td>289 </td><td>182 (62.9) </td><td>83 (64.3) </td><td>99 (61.8) </td><td>0.75\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Conceptualization: Ermira Tartari, Katja Saris, Andreas Voss. ", "cite_spans": [], "ref_spans": [], "section": "Author Contributions"}]}