{
    "paper_id": "3dd1adb69195c411e72c698c35927030be606adb",
    "metadata": {
        "title": "Living with fibromyalgia during the COVID-19 pan- demic: mixed effects of prolonged lockdown on the well-being of patients",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "DEAR EDITOR, The lockdown measures imposed in multiple countries by healthcare authorities in response to the coronavirus disease 2019 (COVID-19) pandemic profoundly transformed the daily routine of individuals [1] . These disruptive effects are particularly worth evaluating in patients with FM, whose well-being is influenced by changes in the physical, psychological and behavioural domains [2] . In this study, we evaluated changes in patient-reported outcomes before and after the lockdown period in a cohort of patients with FM.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "San Raffaele University Hospital (Milan, Italy) is located in an area that was heavily affected by the pandemic (COVID-19 cases from 6 March to 4 May 2020: 22 455 for 3 260 000 inhabitants; incidence: 0.69%), and was subjected to strict lockdown measures from 6 March to 4 May 2020 [3] . Patients followed up at the institutional Fibromyalgia Clinic recently underwent a multi-domain evaluation for a separate research study [4] . An array of patient-reported outcomes was thereby available, which could serve as a baseline comparator for potential changes induced by the lockdown period. For this study, we included all patients for whom a Revised Fibromyalgia Impact Questionnaire (FIQR) assessment was available within 6 months before lockdown. The FIQR is composed of numerical scales investigating different health domains (symptoms, physical function, overall impact) in the last week [5] . All patients were adult, had a diagnosis of FM based on the ACR 2010/2011 criteria, and did not have comorbid conditions that might interfere with the assessment (i.e. inflammatory arthropathies, CTDs, major depression, COVID-19). The study was approved by the Ethical Committee of the San Raffaele Scientific Institute (approval number, DSAN854-A-OS/1).",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 285,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 891,
                    "end": 894,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A total of 135 eligible patients were contacted via e-mail at the end of the lockdown period (4 May 2020), and were requested to retake a FIQR assessment within 1 week, in order to capture the clinical status specifically at the end of the lockdown period. In the event of a change in FIQR assessment, patients could freely indicate the most important perceived cause for this change (i.e. anxiety, physical inactivity, etc.). A total of 32 patients answered within the time window. As shown in Fig. 1A , the median FIQR scores of patients did not differ before and after the lockdown (before: 63, interquartile range 40-76; after: 66, interquartile range 43-79; P ¼ 0.3654, Mann-Whitney U test). However, this did not reflect a lack of effects. Rather, individual assessments revealed the profoundly polarizing effects of the lockdown on the well-being of patients with FM (Fig. 1B) . Specifically, fold-change in FIQR over baseline revealed that 21 patients (67%) experienced a worsening in clinical status, whereas 11 patients (33%) reported an improvement. The most common self-reported reasons for worsening were the inability to exercise, as well as anxiety (either general, or related to concerns for relatives). Self-reported reasons for improvements were the beneficial effects of smart working and the opportunity to exercise more regularly.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 495,
                    "end": 502,
                    "text": "Fig. 1A",
                    "ref_id": null
                },
                {
                    "start": 874,
                    "end": 883,
                    "text": "(Fig. 1B)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "In summary, this hypothesis-generating study suggests that the restraints imposed by the lockdown during the COVID-19 pandemic had a variable impact on the well-being of patients with FM. For some people, this period disrupted a delicate physical and psychosocial balance and resulted in a worsening of disease severity. For example, healthcare concerns may exacerbate anxiety, or home confinement can result in physical inactivity, with detrimental consequences for clinical status [2] . For other people, this period brought about the opportunity to introduce beneficial changes in daily and working habits, which resulted in improvements in wellbeing. For example, smart working may result in more flexible agendas and less stressful working routine (i.e. by reducing the need for daunting daily commutes), while also allowing more time for physical activity. Physicians caring for people with FM should be mindful of these individual differences, and discuss with patients how beneficial changes might be maintained or even implemented in the aftermath of the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 486,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "EULAR provisional recommendations for the management of rheumatic and musculoskeletal diseases in the context of SARS-CoV-2",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Landewe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Machado",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kroon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Rheum Dis",
            "volume": "79",
            "issn": "",
            "pages": "851--859",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "EULAR revised recommendations for the management of fibromyalgia",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Macfarlane",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kronisch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Dean",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Interleukin-1 blockade with high-dose anakinra in patients with COVID-19, acute respiratory distress syndrome, and hyperinflammation: a retrospective cohort study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cavalli",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Luca",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Campochiaro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Rheumatol",
            "volume": "2",
            "issn": "",
            "pages": "325--356",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Definition of fibromyalgia severity: findings from a cross-sectional survey of 2339 Italian patients",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Salaffi",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Carlo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bazzichi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Atzeni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Rheumatology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Revised Fibromyalgia Impact Questionnaire (FIQR): validation and psychometric properties",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Friend",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Arthritis Res Ther",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effects of restraints during the COVID-19 pandemic on self-assessed outcomes in patients with FM (A) FIQR assessment of patients before and after the lockdown period. (B) Change in FIQR assessment after lockdown in individual patients. Data is expressed as Log 2 of fold change (FIQR assessment after lockdown/FIQR assessment before lockdown) of numerical data shown in (A); values >1 and <1 after lockdown indicate a perceived worsening or improvement in clinical status, respectively. (C) Pie charts of self-reported reasons for worsening (top, N ¼ 21) and improvement (bottom",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We thank the patients who contributed to this research study. G.C. is supported by AIRC under MFAG 2018 -ID 22136 (Principal Investigator G.C.); and by FOREUM -Career Grant 2020 (Principal Investigator G.C.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}