{
    "paper_id": "3dd2d474d2842902873994236996f070b8184ea4",
    "metadata": {
        "title": "Public Health and Risk Communication During COVID-19-Enhancing Psychological Needs to Promote Sustainable Behavior Change",
        "authors": [
            {
                "first": "Victoria",
                "middle": [
                    "Ann"
                ],
                "last": "Newsom",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gregory",
                "middle": [],
                "last": "Dore",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ranjeet",
                "middle": [
                    "Kumar"
                ],
                "last": "Sinha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Talya",
                "middle": [],
                "last": "Porat",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College London",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": "t.porat@imperial.ac.uk"
            },
            {
                "first": "Rune",
                "middle": [],
                "last": "Nyrup",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Leverhulme Centre for the Future of Intelligence",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Rafael",
                "middle": [
                    "A"
                ],
                "last": "Calvo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College London",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Priya",
                "middle": [],
                "last": "Paudyal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sussex",
                    "location": {
                        "settlement": "Brighton",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "Ford",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sussex",
                    "location": {
                        "settlement": "Brighton",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The current COVID-19 pandemic requires sustainable behavior change to mitigate the impact of the virus. A phenomenon which has arisen in parallel with this pandemic is an infodemic-an over-abundance of information, of which some is accurate and some is not, making it hard for people to find trustworthy and reliable guidance to make informed decisions. This infodemic has also been found to create distress and increase risks for mental health disorders, such as depression and anxiety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Aim: To propose practical guidelines for public health and risk communication that will enhance current recommendations and will cut through the infodemic, supporting accessible, reliable, actionable, and inclusive communication. The guidelines aim to support basic human psychological needs of autonomy, competence, and relatedness to support well-being and sustainable behavior change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Method: We applied the Self-Determination Theory (SDT) and concepts from psychology, philosophy and human computer interaction to better understand human behaviors and motivations and propose practical guidelines for public health communication focusing on well-being and sustainable behavior change. We then systematically searched the literature for research on health communication strategies during COVID-19 to discuss our proposed guidelines in light of the emerging literature. We illustrate the guidelines in a communication case study: wearing face-coverings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We propose five practical guidelines for public health and risk communication that will cut through the infodemic and support well-being and sustainable behavior change: (1) create an autonomy-supportive health care climate; (2) provide choice; (3) apply a bottom-up approach to communication; (4) create solidarity; (5) be transparent and acknowledge uncertainty. Conclusion: Health communication that starts by fostering well-being and basic human psychological needs has the potential to cut through the infodemic and promote effective and sustainable behavior change during such pandemics. Our guidelines provide a starting point for developing a concrete public health communication strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "with the need to provide the public with actionable information for health protection (10) , while taking into consideration the needs of vulnerable populations (11) . Experience from previous pandemics may be helpful in understanding human behavior in public health crises, but many things have changed including the virus and its spread, the ways people collect and search for information and the ways authorities such as WHO communicate with the public via social media (9) . In addition, pandemics like COVID-19 are unique in the sense that face to face interactions are limited and people have to rely on remote platforms like social media and news outlets to gain information.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 161,
                    "end": 165,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 473,
                    "end": 476,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thus, there is a need for enhanced communication guidelines and strategies that cut through the infodemic by better understanding human behaviors and motivations (12) and that are: (1) accessible; (2) reliable; (3) useful; (4) actionable; (5) acceptable; (6) inclusive; (7) consistent; (8) understandable, and (9) promote sustainable behavior change to mitigate the impact of the virus.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 286,
                    "end": 289,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Decades of research show that individuals and societies can only prosper in environments that foster basic psychological needs, such as autonomy and competence (13) . Evidence from the Self Determination Theory [SDT: (14, 15) ] shows that by maximizing one's experience of autonomy (meaning, volition, choice), competence (feeling effective and mastery), and relatedness (feeling cared for by others, trusted and understood), the control of health-related behaviors is likely to be internalized, and behavior change is likely to be maintained (13) .",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 217,
                    "end": 221,
                    "text": "(14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 222,
                    "end": 225,
                    "text": "15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Developing a sense of autonomy, competence and relatedness are critical for self-regulating and sustaining behaviors that improve health and well-being. This means that environments and contexts that foster autonomy, confidence, and trust are likely to enhance adherence and improve health outcomes (13) .",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 303,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Previous research has shown a positive effect of meeting these psychological needs (autonomy, competence and relatedness) on mental health (fewer depressive symptoms), physical health and quality of life, including increased physical activity, reduced smoking, and improved adherence to prescribed medications (16, 17) . We are not aware of previous literature in health communication that has applied the SDT framework and integrated concepts from psychology, philosophy and human computer interaction.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 314,
                    "text": "(16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The COVID-19 pandemic requires long-term strategies and sustainable behavior changes. Engaging the public and enhancing intrinsic motivation is imperative for these changes to be sustainable and foster well-being.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We applied the self-determination theory [SDT: (14, 15) ] and concepts from philosophy [e.g., (18) (19) (20) (21) ] and human computer interaction [e.g., (22, 23) ] to propose practical guidelines that will enhance current public health communication recommendations and address the above needs by fostering the basic human psychology needs of autonomy, competence, and relatedness. We then systematically searched the literature for research on health communication strategies during COVID-19 to discuss our proposed guidelines in light of the emerging literature.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "text": "(14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 52,
                    "end": 55,
                    "text": "15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 94,
                    "end": 98,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 99,
                    "end": 103,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 104,
                    "end": 108,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 109,
                    "end": 113,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 154,
                    "end": 158,
                    "text": "(22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "METHOD"
        },
        {
            "text": "We searched the literature in MEDLINE/PubMed and EMBASE. The search was up to August 2020 using the terms \"COVID-19\" (OR \"corona, \" \"2019-nCov, \" \"SARS-COV-2\") AND \"communication\" AND \"strategy\" (OR \"strategies\"), restricted to studies in English. Papers were included if they related to government communication strategy for the general public dealing with COVID-19. Papers relating to specific diseases, mental health, emergency departments, and search trends were excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHOD"
        },
        {
            "text": "SDT was selected as a conceptual framework, since it is an empirically-validated approach to identify factors that promote sustained motivation, behavior change and well-being (24) . In addition, compared to other motivational and behavior change theories and techniques, it is specifically focused on the processes which one acquires the motivation to change his/her behavior and sustain it over time (16) .",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "METHOD"
        },
        {
            "text": "The domain of health communication integrates theoretical and methodological approaches from diverse disciplinesincluding public health, communication, public relations, and anthropology. Since insights from numerous fields may enhance our understanding of how people behave in crisis, what motivates them, how they perceive the risk we face and how it relates to psychological needs (9), we integrated concepts relating to autonomy, competence and relatedness also from psychology, human computer interaction (HCI) and philosophy. Psychology contributes in understanding people's behavior and motivations, philosophy acts as a guiding principle for behavior and brings considerations of ethics, such as explainability and transparency, and HCI puts people in its center, focusing on usable, accessible and inclusive interfaces and interactions, which is very relevant when most of the communication is digitalised.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHOD"
        },
        {
            "text": "One of the most inconsistent and ambiguous messages to the public during COVID-19 is whether the public should wear face masks/face-covering and if so, which type and under what circumstances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Study: Wearing Face-Coverings"
        },
        {
            "text": "Only recently (June 5th), WHO revised their recommendations advising the general public to wear fabric masks in settings where physical distancing of at least 1 m is not possible [WHO, June 7] . This comes after recommending masks only for those with COVID-19 symptoms earlier this year (25) . There was consistency in the recommendation that symptomatic individuals and those in healthcare setting should wear a mask, however discrepancies were observed in recommendations to the general public and community settings (26) . The main reasons for these discrepancies were the limited evidence on their efficacy in preventing respiratory infections during epidemics; the need to preserve limited supplies of face masks for professional use in healthcare settings; the argument that face masks may create a false sense of security and lead to neglecting other important measures such as hand hygiene and social distancing, and that people may not wear them properly or repeatedly touch their mask, causing more harm than good (26, 27) . Recent research has shown that face masks could reduce the transmission of the virus (28, 29) , resulting in many governments advising or mandating the use of masks for healthy individuals in the community. However, there are still debates on the potential risks of wearing masks, such as unintended negative consequences and the effectiveness of different face coverings (30, 31) .",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 192,
                    "text": "June 7]",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 291,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 519,
                    "end": 523,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1024,
                    "end": 1028,
                    "text": "(26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1029,
                    "end": 1032,
                    "text": "27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1120,
                    "end": 1124,
                    "text": "(28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1125,
                    "end": 1128,
                    "text": "29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1407,
                    "end": 1411,
                    "text": "(30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1412,
                    "end": 1415,
                    "text": "31)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Case Study: Wearing Face-Coverings"
        },
        {
            "text": "Given the poor communication at the level of public health or government, particularly in some western nations on the population benefit of face coverings, at the end of the Findings section we illustrate how the guidelines could be applied for encouraging people to wear face-coverings in public during this pandemic (see Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 330,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Case Study: Wearing Face-Coverings"
        },
        {
            "text": "In this section, we use SDT as a framework, and identify concepts from psychology, philosophy and HCI to foster each of the three basic psychological needs: autonomy, competence, and relatedness, to propose practical guidelines for public health communication during pandemics such as COVID-19. For each guideline, we then discuss the emerging research from our systematic literature search.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FINDINGS"
        },
        {
            "text": "The systematic literature search resulted in 253 articles (after removing duplicates and non-English articles). Two hundred six papers were excluded based on title and abstract screening, and 27 were excluded after reading the full paper. A total of 20 papers matched the inclusion criteria (36, (38) (39) (40) (41) (42) (43) (44) (45) (46) (47) (48) (49) (50) (51) (52) (53) (54) (55) (56) .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "text": "(36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "(41)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "(42)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 321,
                    "end": 325,
                    "text": "(43)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "(44)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 331,
                    "end": 335,
                    "text": "(45)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "(46)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "(47)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 346,
                    "end": 350,
                    "text": "(48)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 351,
                    "end": 355,
                    "text": "(49)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 356,
                    "end": 360,
                    "text": "(50)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 361,
                    "end": 365,
                    "text": "(51)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "(52)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 371,
                    "end": 375,
                    "text": "(53)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "(54)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "(55)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "(56)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "FINDINGS"
        },
        {
            "text": "Out of the 20 papers included in this overview, 12 papers focused on issues relating to autonomy [i.e., cultural values, voluntary adoption of preventative measures, societal tightness vs. looseness; (36, (38) (39) (40) (41) (42) (43) (44) (45) (46) (47) (48) ]; five papers related to issues of competence [i.e., adjusting messages to context, public involvement; (46, (49) (50) (51) (52) ] and nine addressed relatedness (sense of community, trust) (36, 38, 42, 46, 51, (53) (54) (55) (56) . Some of the papers addressed more than one issue. These findings are discussed in more detail under each of the proposed guidelines.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "(36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 205,
                    "end": 209,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 210,
                    "end": 214,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 215,
                    "end": 219,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 220,
                    "end": 224,
                    "text": "(41)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 225,
                    "end": 229,
                    "text": "(42)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 230,
                    "end": 234,
                    "text": "(43)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 235,
                    "end": 239,
                    "text": "(44)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 240,
                    "end": 244,
                    "text": "(45)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "(46)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "(47)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "(48)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 365,
                    "end": 369,
                    "text": "(46,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "(49)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 375,
                    "end": 379,
                    "text": "(50)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 380,
                    "end": 384,
                    "text": "(51)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "(52)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "(36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "42,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 464,
                    "end": 467,
                    "text": "46,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 468,
                    "end": 471,
                    "text": "51,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "(53)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 477,
                    "end": 481,
                    "text": "(54)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "(55)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "(56)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "FINDINGS"
        },
        {
            "text": "Behavior change is more effective and sustainable when people are autonomously motivated (17) . According to the Self-Determination Model of Health Behavior Change (16) , an autonomy-supportive health care climate (e.g., providing choice, taking the patients' perspectives) facilitates satisfaction of the basic psychological needs and respects patient choice. However, a controlling health care climate uses external pressure to move people toward desired outcomes (15) . Common forms of Utilize identified regulation by providing relevant information and meaningful rationales for change, and not applying pressures and external controls that detract from a sense of autonomy and choice. One's motivation will reflect personal value of the behavior's outcomes (e.g., \"Stay home, protect the NHS, save lives\" -UK coronavirus campaign). Rapid, clear, consistent, and repetitive messages with meaningful rationale for change and reflecting personal value has the potential to cut through the infodemic and increase adherence to preventative measures.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 164,
                    "end": 168,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Fostering Autonomy"
        },
        {
            "text": "\"I will adhere to the requirements because I value their benefits\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fostering Autonomy"
        },
        {
            "text": "Encourage wearing masks or face covering by emphasizing the rationale and value. E.g., \"Your mask protects me, my mask protects you\" (Czech Republic Masks4All campaign) (32) . While encouraging the public to wear face covering, acknowledge and inform the public that some people may not be able to wear a mask due to disability (e.g., anxiety, prior trauma, lung disease, deafness) to avoid mask-shaming situations, where mask-wearing is promoted so strongly that people who do not wear masks get abused for not doing so (31) . If there is no sufficient information, consider how the uncertainty/incompleteness can best be communicated. Actionable messages that can be integrated into people's circumstances can cut through the infodemic since they are easier to follow and adhere to, compare to ambiguous and generic guidance.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 521,
                    "end": 525,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Fostering Autonomy"
        },
        {
            "text": "\"This is advice which relates to my circumstances and is easy for me to follow\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fostering Autonomy"
        },
        {
            "text": "Engage different audiences in co-production to understand their needs and facilitators/barriers to acquire and wear a mask. Inclusiveness: To be inclusive, there will be a need in addition to preparing and distributing home-made masks, to hand out disposable masks in the entrance of populated places (e.g., tube stations, malls, schools). This is already done in several countries (e.g., China, Israel). Note that some groups will struggle with mask-wearing (hard of hearing, neurodiverse individuals) and reassure people that if a majority of the community comply with mask-wearing, it does not matter if some individuals cannot comply. Accessibility: The way the information is communicated must be accessible (e.g., different languages, visual only, audio only), including clear and simple instructions on how to make, use and wash the masks, and the channels used (social media, traditional media, brochures, hotlines, information boards, local communities and representatives). See recent guidelines from OCHA, 2020 (33) .",
            "cite_spans": [
                {
                    "start": 1022,
                    "end": 1026,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Fostering Autonomy"
        },
        {
            "text": "Frontiers in Public Health | www.frontiersin.org Create solidarity Communicate the social norm, for example that the clear majority of people are restricting themselves to protect others. Avoid \"us vs. them mentality.\" Emphasize desired behaviors rather than punishment for perceived breaches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Continued)"
        },
        {
            "text": "\"I feel part of the community\"; \"we are all in this together\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Continued)"
        },
        {
            "text": "People of power and celebrities all wearing a mask (e.g., Zuzana Caputova president of Slovakia, matching her fabric mask with her outfit) (34) . Emphasize acts of solidarity, e.g., industries repurposing their manufacturing capacity to address mask shortages (35), volunteers producing home-made masks and distributing them (32) . Consider using nudges to inform the social norm (36), for example, that others within the community are wearing masks in shops.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "(Continued)"
        },
        {
            "text": "Be transparent and acknowledge uncertainty",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relatedness"
        },
        {
            "text": "Communicate epistemic transparency: What is known? What is still uncertain? What scientific evidence is used to inform a given policy or piece of advice? And value transparency: What political value judgements are the decisions based on? What overall aim/strategy is being pursued? What trade-offs are being made?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relatedness"
        },
        {
            "text": "To enhance dissemination of the information, collaborate with trusted and popular sources on social media and news outlets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relatedness"
        },
        {
            "text": "\"I feel the authorities want my best interests.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relatedness"
        },
        {
            "text": "Epistemic transparency: Be honest about the evidence of the efficiency of face masks and face covering for COVID-19, and provide the rationale for encouraging to wear them (e.g., that the wearing of masks by the general public as a form of source control is important in severe pandemics, since even partial protection could have a meaningful impact on transmission) (37) . Emphasize the need to continue to adhere to the hygiene and social distancing requirements. Value transparency: The need to preserve limited supplies of face masks for professional use in healthcare settings, is an argument that does not address the question whether a mask is recommended for use by the public. It is an argument for the need to manufacture more masks or for advocating homemade face coverings, not for denying them from the public (27) . Manufacturing of face masks, both fabric masks and disposable masks is required.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 371,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 823,
                    "end": 827,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Relatedness"
        },
        {
            "text": "Research is urgently needed to determine the efficiency of disposable masks and cloth masks, including recommended fabric, thickness, closeness of fit, during this pandemic (27) , and communication should be regularly updated to present the new evidence.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Relatedness"
        },
        {
            "text": "Frontiers in Public Health | www.frontiersin.org controlled motivation are external regulation, in which one acts only to avoid punishment, accord with social pressure or get a reward and introjection regulation, in which one acts to receive approval or avoid guilt feelings. According to SDT, both of these forms of controlled regulation may improve positive outcomes only for a short period of time [e.g., (57) ]. In a meta-analysis study analyzing the relationships between mental and physical health and autonomy supportive and controlling healthcare climates, a clear relationship was found between introjected regulation and negative psychological outcomes such as anxiety and depression (17) .",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 412,
                    "text": "(57)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 694,
                    "end": 698,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Relatedness"
        },
        {
            "text": "In contrast, autonomous motivation can result in a sustainable change. Common forms of autonomous motivation are identified regulation and integrated regulation. Identified regulation is when one supports or identifies with the virtue or importance of a behavior. Identification is facilitated when healthcare professionals, local governments or health authorities provide applicable information and meaningful rationales for change, and do not apply pressure and external controls (16) . Providing meaningful rationales for change may also enable the public to reason about the advice. For example, by understanding what it is trying to achieve and how, we might be better able to think about what else can be done, when it is not feasible to strictly follow the advice or how to balance it against other considerations. Integrated regulation is when a person not only values a behavior but has adapted this behavior as part of his/her values and lifestyle. For example, healthcare professionals promote integration by supporting patients when they face barriers to change by identifying compatible pathways to health. According to SDT, both of these regulations enhance sustainable behavior change and well-being (15, 16) . This means that even if something is not enjoyable (intrinsically motivating), we can be motivated to engage with it if our motivation is autonomous (24) .",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 486,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1215,
                    "end": 1219,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1220,
                    "end": 1223,
                    "text": "16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1375,
                    "end": 1379,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Relatedness"
        },
        {
            "text": "A recent study examining adolescents' motivations and engagement in social distancing and their mental health during COVID-19, found that the common reported motivations for social distancing were social responsibility and not wanting someone to get sick. Social responsibility motivations were associated with more social distancing. In contrast, adolescents who noted that they were adhering to social distancing due to lack of alternatives reported less social distancing. Thus, adolescents who are motivated by a lack of alternatives may stop social distancing if it will be less convenient or there will be more appealing alternatives (58) .",
            "cite_spans": [
                {
                    "start": 640,
                    "end": 644,
                    "text": "(58)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Relatedness"
        },
        {
            "text": "This pandemic requires adherence to several measures, where some are needed for personal protection against the infection (e.g., hand hygiene, avoiding direct contact with an infected person) and some are required for the protection of the society as a whole (e.g., staying at home, social distancing) and depend on a strong sense of community solidarity and shared responsibility. The use of masks includes both motivations (personal and courtesy to others) (59) . Fostering autonomy and an autonomy-supportive climate might be beneficial not only to motivate people to adhere to personal protection measures but also for motivating and enhancing collective responsibility to defeat the virus as a joint effort and return to normalcy.",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 463,
                    "text": "(59)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Relatedness"
        },
        {
            "text": "As part of an autonomy-supportive climate, providing choice is a central requirement for autonomy perception. In HCI, interfaces that offer options and choices of use, and do not in turn demand actions from users without their consent, enhance feelings of autonomy (24) . Therefore, to foster autonomy, health authorities, and local governments should be encouraged to create an autonomy-supportive health care climate by enhancing autonomous motivation (Guideline 1) and providing choice within the limitations (Guideline 2).",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 269,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Relatedness"
        },
        {
            "text": "In dealing with the new COVID-19 pandemic, different countries and governments have adopted different strategies to communicate guidelines and requirements to the general public. Some countries motivate the public to change behavior and adhere to the new requirements by using controlled motivation such as external regulation, thus, through mere authority and coercion. Other countries use autonomous motivation, such as identified regulation-making one understand, endorse, and identify with the value or importance of a behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Guideline 1: create an autonomy-supportive health care climate"
        },
        {
            "text": "The 12 papers (36, (38) (39) (40) (41) (42) (43) (44) (45) (46) (47) (48) relating to autonomy that were identified in the systematic search, show an agreement that rapid, clear and decisive response, effective management, and public adherence to social norms were critical to slow the trajectory of the virus in the early stages.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "text": "(36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 19,
                    "end": 23,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 24,
                    "end": 28,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 29,
                    "end": 33,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 34,
                    "end": 38,
                    "text": "(41)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 39,
                    "end": 43,
                    "text": "(42)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 44,
                    "end": 48,
                    "text": "(43)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 49,
                    "end": 53,
                    "text": "(44)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 54,
                    "end": 58,
                    "text": "(45)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 59,
                    "end": 63,
                    "text": "(46)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 64,
                    "end": 68,
                    "text": "(47)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 69,
                    "end": 73,
                    "text": "(48)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Guideline 1: create an autonomy-supportive health care climate"
        },
        {
            "text": "Countries with high levels of cultural tightness (strict norms and little tolerance for deviance) and government efficiency were found to have lower mortality rates compared with countries that have only one of these factors or neither (38) . People in tight nations may be more willing to adhere to cooperative norms (e.g., effective handwashing, physical distancing). In loose-nations (weak social norms and high tolerance of deviant behavior), such as the United States, citizens expect the government to provide sufficient information and rationale to justify taking away their individual and social freedom (36) . There is also evidence that a more democratic and participative style (vs. autocratic or directive style) was more effective in managing the pandemic (39).",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 612,
                    "end": 616,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Guideline 1: create an autonomy-supportive health care climate"
        },
        {
            "text": "Taiwan is an example for effective pandemic management because of its low COVID-19 infection and mortality rates, which have been partly attributed to the clear communication of appropriate behavior, efficiency of its government's resource coordination, and the voluntary adherence to social norms by its citizens (38, 43) .",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 318,
                    "text": "(38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 319,
                    "end": 322,
                    "text": "43)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Guideline 1: create an autonomy-supportive health care climate"
        },
        {
            "text": "Findings also show that to enhance effective management and adherence to social norms during this pandemic, interventions will need to be tailored to fit differences in countries' unique circumstances, while respecting their values, cultures, and belief systems (45) (46) (47) (48) . However, there is agreement that authoritarian responses to COVID-19 may cause long-term damage to the autonomy and health of citizens, as they often reflect selfserving motives, lack of transparency, and limited information sharing (38) .",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 266,
                    "text": "(45)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "(46)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "(47)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "(48)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Guideline 1: create an autonomy-supportive health care climate"
        },
        {
            "text": "Adjusting the communication strategy to the culture and values is important, but this does not contrast with our first recommendation, that governments, particularly in loose nations, should strive to foster an autonomy-supportive health care climate, which motivates individuals to engage in healthrelated behaviors for their own reasons, promotes success in dealing with barriers and resistance to change, and enhances emotions of acceptance, trust, and respect. This can be done by utilizing identified regulation. In addition, clear, consistent, and repetitive messages with meaningful rationale for change and reflecting personal value have the potential to cut through the infodemic and increase adherence to preventative measures. This approach is particularly important as it becomes clear that such messaging may play a role in public health for months or years, and not for a few weeks as was initially projected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Guideline 1: create an autonomy-supportive health care climate"
        },
        {
            "text": "The COVID-19 pandemic has resulted in many constraints and limitations on the public, including social distancing, requirement to stay at home, screening, testing, contact tracing, and travel restrictions (60) . Many of these constraints are counter-intuitive and difficult to comply with, such as keeping away from grandparents, who are most vulnerable in this pandemic.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "text": "(60)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Guideline 2: provide choice within the limitations"
        },
        {
            "text": "In these situations, understanding what people can do in addition to what they cannot do is important. It is useful to advise people to be proactive and do things that are constructive and directly relate to the crisis they are facing (61) . Taking action and being proactive during a crisis can help to redevelop a sense of control and overcome emotions of helplessness and hopelessness (62) . Helping the public feel in control and empowered on some parts of their lives may also decrease fear (61). One paper from the systematic search related to this aspect (46) emphasized the importance of understanding one's limitations (making changes that are possible and accepting what cannot be changed), reversing negative thoughts and knowing one's strengths during this pandemic. This can be supported by resilience training, which could enhance health ownership and self-efficacy (46) .",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "(61)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 388,
                    "end": 392,
                    "text": "(62)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 880,
                    "end": 884,
                    "text": "(46)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Guideline 2: provide choice within the limitations"
        },
        {
            "text": "Internalization requires experiencing the competence and confidence to change. In healthcare, competence is fostered when professionals provide relevant information and feedback (16) . The patient is given the skills and tools for change, and is supported when barriers arise (16) . Acquiring a feeling of competence is promoted by autonomy. Once people are autonomously engaged and have high willingness to act, they are then most inclined to learn and apply new methods and competencies (63) .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 276,
                    "end": 280,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "(63)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Fostering Competence"
        },
        {
            "text": "Competence, or feeling capable and effective, is a familiar need to HCI and usability experts, as usability heuristics are based on the needs for competence and autonomy (24) . For example, the amount, type and clarity of the feedback provided and the intuitive design of the interface and controls, all impact the users' empowerment and engagement via increased competence (24) . Accessibility, which is an important requirement for feeling competent, is a major concern in health technologies, which may include poor interface design or complex information that excludes parts of the population, such as elderly or disabled patients, from accessing a particular service or from understanding or acting on the recommendations (64) .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 374,
                    "end": 378,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 727,
                    "end": 731,
                    "text": "(64)",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Fostering Competence"
        },
        {
            "text": "To design an accessible and usable interaction, HCI researchers and practitioners follow a user-centered design approach (22) . This is done by designing a system based on the user's needs and requirements and by involving users and stakeholders in the design process (23) . This collaboration with users is commonly termed \"co-production\" which in current policy agendas is defined as a way of incorporating people's expertise into health services and research ethics in more meaningful and substantial ways (65, 66) . This process of community engagement encourages a more equal partnership and reinforces the importance of listening to and celebrating the voices of communities to gain deeper understanding of the issues, thus helping to create knowledge and implement the findings for transformational social change (67) (68) (69) . Using a coproduction approach in health research was found to identify stakeholders' pain points and research ideas (70, 71) , ensures that the proposed interventions are in line with stakeholders' needs (72, 73) and was found to improve health and social care outcomes for people with long-term conditions and resultant disabilities (74, 75) . Co-production is still quite limited in its use to produce communication tools for public health messages.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 509,
                    "end": 513,
                    "text": "(65,",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "66)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 820,
                    "end": 824,
                    "text": "(67)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 825,
                    "end": 829,
                    "text": "(68)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 830,
                    "end": 834,
                    "text": "(69)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 953,
                    "end": 957,
                    "text": "(70,",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 958,
                    "end": 961,
                    "text": "71)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1041,
                    "end": 1045,
                    "text": "(72,",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1046,
                    "end": 1049,
                    "text": "73)",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1171,
                    "end": 1175,
                    "text": "(74,",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1176,
                    "end": 1179,
                    "text": "75)",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [],
            "section": "Fostering Competence"
        },
        {
            "text": "In a pandemic, where the confusion is high, actionable messages supporting decision making are required, and people need the competence or the capability to act on these messages. High level requirements or guidelines will be dismissed if one cannot adhere to the requirement or does not know how to comply. Recommendations should be concrete, localized, accessible (e.g., in accessible formats), actionable and inclusivetailored to different audiences and linguistically and culturally appropriate (60, 76) , and adaptable to their context and tensions with real life. For example, if an individual has COVID-19 symptoms, the UK advice is to isolate from members of their household-sleep in a spare room and use a second bathroom. This type of advice is not actionable for those who live as a family of five in a one bedroom flat. Other advice has been to work from home, again this is not actionable for individuals who work as cleaners or construction workers. This type of advice from public health authorities appears to be applicable only to a wealthier section of society, and falls wide of the mark for much of the population (76). If it had been end-user tested before being released, it could have avoided the disdain with which it was received.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 503,
                    "text": "(60,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "76)",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "Fostering Competence"
        },
        {
            "text": "When planning a public health communication strategy, special attention should be given to vulnerable groups, including homeless people, people without adequate employment, immigrants, communities of color, people with disabilities, certain frontline workers (60) . It is important to engage these groups and organizations that represent vulnerable and disabled people in decision making to understand their needs and how best to communicate and disseminate information. Failure to respect their needs will seriously undermine response efforts (60) . A concern over the disproportionate impact of COVID-19 on the Black, Asian and minority ethnic (BAME) communities in the UK and US has already been raised (76, 77) .",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "text": "(60)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "(60)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "(76,",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "77)",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [],
            "section": "Fostering Competence"
        },
        {
            "text": "Community engagement is important not just for formulating and communicating the messages but also on implementing these messages, as risk communication messages not only have personal implications but also have significant implications at community level (for example, closure of religious places, parks, and shops).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fostering Competence"
        },
        {
            "text": "Thus, engaging users and taking their perspective (bottomup approach) to design an intervention that is actionable and tailored to their values and needs (while removing obstacles), results in an intervention that is usable, accessible and inclusive (Guideline 3). This enhances their autonomy and competence, making users feel understood and enables them to perform their tasks effectively and efficiently, with increased satisfaction (22) .",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 440,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Fostering Competence"
        },
        {
            "text": "WHO EPI-WIN defined \"simplifying knowledge\" as one of the strategic areas of work to respond to the infodemic, defining it as \"ways of interpreting and explaining the science to different audiences\" (2). This implies a top-down model of science communication-we have \"the science\" or \"the evidence\" and the aim is to \"simplify, \" \"explain, \" or \"interpret\" it so that a given audience understands it. This seems related to the \"information deficit model\" (78) , which is associated with a defined separation between experts who have the information and non-experts who do not, and suggests that communication should focus on enhancing the transfer of information from experts to nonexperts (79) . This model has been criticized on theoretical and pragmatic grounds (80) .",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 459,
                    "text": "(78)",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "(79)",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 765,
                    "end": 769,
                    "text": "(80)",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "Guideline 3: apply a bottom-up (vs. top-down) communication using principles of co-production"
        },
        {
            "text": "Within this top-down framing, normative analysis starts from \"the science/evidence.\" It suggests that the ideal is for the audience to understand all of it perfectly but that we have to simplify the information because of the audience limitations. It also assumes that as long as the audience have understood it correctly, they will definitely act on its meaning, and there will be no other barriers to them acting on it. There are two main problems with this approach: (1) it suggests that understanding the science is valuable for its own sake, that the default aim is for the audience to understand as much as possible. Constraints to this aim stem from the limited ability of the audience to understand. The specific purposes or values of a given audience are not foregrounded by default;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Guideline 3: apply a bottom-up (vs. top-down) communication using principles of co-production"
        },
        {
            "text": "(2) it suggests that the science/evidence is unproblematic or complete and uncontested. It does not foreground (by default) the possibility that the science/evidence might be uncertain or incomplete, might change in future, or might implicitly encode value assumptions that are not shared by a given audience (20, 81) .",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 313,
                    "text": "(20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "81)",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "Guideline 3: apply a bottom-up (vs. top-down) communication using principles of co-production"
        },
        {
            "text": "An alternative framing would start bottom-up, from the informational needs of a given audience: What decisions or inferences are important for that audience to make in order to stay safe and healthy (given their specific values and context)? And what information do they need to make those decisions/inferences successfully? Philosophers have defended bottom-up approaches to explanation [e.g., (18, 19) ]. Here we propose that this approach should be adopted for public health communication as well. This is particularly important since the main rationale for seeking out information is to reduce uncertainty about a decision (82) and information seeking in the health context is an important element in coping with a disease and health-related uncertainty.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 399,
                    "text": "(18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 400,
                    "end": 403,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "(82)",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [],
            "section": "Guideline 3: apply a bottom-up (vs. top-down) communication using principles of co-production"
        },
        {
            "text": "Once the informational needs of a given audience have been identified, then we can look to the science or evidence available. Is sufficient information available to satisfy the informational needs of the audience? If it is, consider how information can be tailored to serve those information needs. If not, consider how the uncertainty/incompleteness can best be communicated. Again, the aim is to tailor the communication based on how it will impact the ability of the audience to take competent action. Rather than thinking (primarily) about how information can be tailored to the cognitive limitations of the audience (simplifying knowledge), focus on how the information can be tailored to serve their needs. Rather than (or in addition to) thinking about the cognitive limitations of the audience, think (also) about the limitations of the available science/evidence and translating the science into meaningful messages that resonate with the realities of people's circumstances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Guideline 3: apply a bottom-up (vs. top-down) communication using principles of co-production"
        },
        {
            "text": "Five papers relating to a bottom-up approach were identified in the systematic literature search (46, (49) (50) (51) (52) . All papers emphasized the importance of contextualizing communication strategies to different populations and engaging communities and the public in decision making.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "(46,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 102,
                    "end": 106,
                    "text": "(49)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 107,
                    "end": 111,
                    "text": "(50)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 112,
                    "end": 116,
                    "text": "(51)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 117,
                    "end": 121,
                    "text": "(52)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Guideline 3: apply a bottom-up (vs. top-down) communication using principles of co-production"
        },
        {
            "text": "Taiwan was given as an example for its human-centric approach by understanding that successful management of the virus requires cooperation and trust from the public (50) . The government has engaged with various sectors of the society, enhancing public support, and instead of forcing laws to ban religious mass gatherings, the government reached an understanding with local religious leaders which resulted in postponing mass events voluntarily. Therefore, our third recommendation is to use a bottomup communication approach by engaging stakeholders, to enhance accessibility, usability, and inclusiveness by creating messages that are actionable and can be integrated into people's circumstances. These messages can cut through the infodemic since they are easier to follow and adhere to compare to ambiguous and generic guidance.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "(50)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Guideline 3: apply a bottom-up (vs. top-down) communication using principles of co-production"
        },
        {
            "text": "According to SDT, relatedness is the feeling of being understood, trusted, and cared for by others. It also relates to belonging, trusting others and contributing to others (13) . In healthcare, the relationship between the practitioner and the patient is critical for enhancing change. Patients look for the guidance and feedback of professionals and therefore a sense of being understood, respected and cared for is necessary to form an experience of trust and connection that will allow internalization to happen (16) . Health communication is similar in this respect, the relationship between local governments and health authorities to the public is crucial for behavior change. People need to feel respected, cared for and understood for trust to occur. In addition, they would like to feel part of a community.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Fostering Relatedness"
        },
        {
            "text": "Trust in health authorities is linked to attitudes and behaviors in many aspects, having implications on vaccination adherence, clinician-patient relationships, treatment adherence, and seeking care (83) . Underserved communities, such as people with disabilities and communities of color, are particularly distrustful of public health authorities and institutions, since they have been historically abused and undertreated in the healthcare system (60) . When the government credibility is low, people question the reliability of the official information and the ability of the authorities to handle the outbreak situation.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "(83)",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "(60)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Fostering Relatedness"
        },
        {
            "text": "A recent survey (84) suggests that UK citizens are more likely to trust COVID-19 information from their workplace than from the government and official sources. The survey also implies that people in the US and UK are less trusting of official information on the pandemic than in other countries such as Germany. WHO and local scientific advisors are shown to be a trusted source of information by almost all countries. The recent decision of the US to withdrawal from WHO (85) , might influence the trust people have toward WHO, perhaps in a negative way.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 20,
                    "text": "(84)",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 473,
                    "end": 477,
                    "text": "(85)",
                    "ref_id": "BIBREF86"
                }
            ],
            "ref_spans": [],
            "section": "Fostering Relatedness"
        },
        {
            "text": "A study on popular tweets following a case of diphtheria in Spain (86) found that individual journalists and authors of popular science were the most popular sources for disseminating health information on Twitter, tweeting mainly personal opinionated messages and engaging with followers, leading journalists and the public to be more interconnected in real time. Furthermore, the authors found that health organizations did not publish any of the popular tweets. This could suggest that it could be useful for healthcare organizations to collaborate with popular journalists and authors of popular science to disseminate health information on social media, while addressing misinformation and public concerns in accessible ways (86) .",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "(86)",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 730,
                    "end": 734,
                    "text": "(86)",
                    "ref_id": "BIBREF87"
                }
            ],
            "ref_spans": [],
            "section": "Fostering Relatedness"
        },
        {
            "text": "Previous research has shown that trust leads to trustrelated behaviors such as making a purchase, sharing personal information, or performing an action on a website (87) . In HCI, particularly in designing decision support systems (DSS), trust in the knowledge base is an enabler of DSS use. When healthcare professionals trust the system, they will use it, but when they do not trust the system, it would not be used (88) .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "(87)",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "(88)",
                    "ref_id": "BIBREF89"
                }
            ],
            "ref_spans": [],
            "section": "Fostering Relatedness"
        },
        {
            "text": "Trust begins with communication, and communicating information during outbreaks is challenging, particularly as our knowledge of a virus or a disease evolves (89) . This emphasizes the importance of building trust and respect well in advance, rather than at the time of the outbreak. Trust is identified as a multidimensional concept including three types of trust beliefs: benevolence, competence and integrity (90).",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "(89)",
                    "ref_id": "BIBREF90"
                }
            ],
            "ref_spans": [],
            "section": "Fostering Relatedness"
        },
        {
            "text": "Benevolence trust is the degree to which trustees act in trustors' interests based on altruism (87, 91) . This means that benevolent trustees select to help trustors even without a requirement or reward to do so. In the context of public health communication, benevolence trust indicates how much the public perceives health and official authorities to act in their interests, such as caring about their health, trying their best to solve their health issues and keeping personal information safe. When benevolence trust beliefs are high, people are more likely to feel cared for and seek health information. Both autonomy and relatedness are important to support benevolence trust beliefs (90).",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "(87,",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 100,
                    "end": 103,
                    "text": "91)",
                    "ref_id": "BIBREF91"
                }
            ],
            "ref_spans": [],
            "section": "Fostering Relatedness"
        },
        {
            "text": "Competence trust is the degree to which trustees are capable of meeting trustors' needs (87) . In relation to public health communication, individuals' competence trust depends on whether individuals believe that official authorities are capable of providing relevant health information and whether the health information can solve the health-related issues. If the public feels that the authorities are competent, the trust in such information may be high. This might not be the case in developing countries where governments are corrupt and their motives are often questionable.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "text": "(87)",
                    "ref_id": "BIBREF88"
                }
            ],
            "ref_spans": [],
            "section": "Fostering Relatedness"
        },
        {
            "text": "Integrity trust is defined as the degree of trustees' reliability and honesty (87) and indicate whether individuals believe that official authorities are honest in what they know and what they don't know and in their motivations. When people feel that they interact with others that honestly care about their health and well-being and do not have other agendas such as promoting certain health services or gaining money then their perceived relatedness increases (90).",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "(87)",
                    "ref_id": "BIBREF88"
                }
            ],
            "ref_spans": [],
            "section": "Fostering Relatedness"
        },
        {
            "text": "The authorities' response to an outbreak can enhance morale and spirit of public solidarity that contributes to outbreak control (59) . However, if scientific uncertainty is not communicated properly to the public, it can aggravate the situation making it difficult for solidarity. In addition, during outbreaks, such as COVID-19, the advice needs to be based on emerging facts rather than established facts (for example, a loss or change to your sense of smell or taste was added to the symptom list later on during the outbreak in the UK).",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "(59)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Fostering Relatedness"
        },
        {
            "text": "Thus, for people to feel relatedness and trust in local governments and health authorities, they need to feel part of the society and community (Guideline 4) and perceive the communication as transparent and honest (Guideline 5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fostering Relatedness"
        },
        {
            "text": "A key strategy in health communication is communicating the social norm. A recent study (9) found that people are willing to restrict their everyday life to \"flatten the curve\" and decrease the burden for the healthcare system. However, their motivation to restrict their everyday life was even higher when the need was to protect vulnerable others. Communicating the social norm, that the vast majority of people are restricting themselves to protect others, encourages others to do the same. It creates solidarity at a time when everybody needs it and people may suffer from the non-health-related issues of the pandemic (9) .",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 623,
                    "end": 626,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Guideline 4: create solidarity (we are all in this together)"
        },
        {
            "text": "Six papers from the systematic search related to solidarity and sense of community (36, 38, 46, 51, 53, 54) . Findings showed that communicating the social norm during COVID-19 could improve adherence (36, 38, 53) . For example, nudges that inform what others within the community are doing had a positive influence on citizens' behavior (36) and are particularly important in loose cultures, which are more likely to resist increased constraint. However, such nudges need to maintain people's sense of autonomy or they may backfire and elicit psychological reaction (38) .",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "(36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 88,
                    "end": 91,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 92,
                    "end": 95,
                    "text": "46,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 96,
                    "end": 99,
                    "text": "51,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 100,
                    "end": 103,
                    "text": "53,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 104,
                    "end": 107,
                    "text": "54)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 201,
                    "end": 205,
                    "text": "(36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 206,
                    "end": 209,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 210,
                    "end": 213,
                    "text": "53)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Guideline 4: create solidarity (we are all in this together)"
        },
        {
            "text": "In contrast, political communication, as was seen in the US (i.e., propagating conspiracy beliefs, using war language) contributes to \"us vs. them\" mentality, which may undermine people's sense of collective support and care and lead to individualistic behaviors such as hoarding, which was seen in this pandemic (46, 54) . Furthermore, messages that emphasize desired behaviors are likely to lead to higher adherence than those that emphasizes punishment for perceived breaches (46) .",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "(46,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "54)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 479,
                    "end": 483,
                    "text": "(46)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Guideline 4: create solidarity (we are all in this together)"
        },
        {
            "text": "Public trust is injured when governments or health authorities downplay the true risk posed by a crisis or have caused panic by overstating a potential threat. Honesty about what is known and what is unknown is a critical component of transparency (92) , and the ability of authorities to apologize frankly if a mistake was made.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "text": "(92)",
                    "ref_id": "BIBREF92"
                }
            ],
            "ref_spans": [],
            "section": "Guideline 5: be transparent and acknowledge uncertainty"
        },
        {
            "text": "Lack of transparency breeds rumors, confusion, speculations, and engenders mistrust leading people to seek information from unreliable sources (60) . Social media offers a fruitful platform for misinformation to be disseminated. Accurate information provided by trusted clinicians and scientists that emphasize the facts and not the myth (93) can help mitigate the spread of misinformation. Health communication experts can directly counter false information and narratives while promoting reliable sources of health information (92) .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "(60)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "(93)",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 529,
                    "end": 533,
                    "text": "(92)",
                    "ref_id": "BIBREF92"
                }
            ],
            "ref_spans": [],
            "section": "Guideline 5: be transparent and acknowledge uncertainty"
        },
        {
            "text": "Philosophers of science have emphasized the importance of transparency for creating (ethically well-placed) trust in science-informed policy (20, 21, 81, 94) . They highlight the importance of both epistemic and value transparency (95) in communications by local governments and health authorities. Epistemic transparency: What is known? What is still uncertain? What scientific evidence is used to inform a given policy or piece of advice? Value transparency: What political value judgements are the decisions based on? What overall aim/strategy is being pursued? What trade-offs are being made?",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "text": "(20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 146,
                    "end": 149,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 150,
                    "end": 153,
                    "text": "81,",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 154,
                    "end": 157,
                    "text": "94)",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 231,
                    "end": 235,
                    "text": "(95)",
                    "ref_id": "BIBREF95"
                }
            ],
            "ref_spans": [],
            "section": "Guideline 5: be transparent and acknowledge uncertainty"
        },
        {
            "text": "In addition to public trust, transparency could enforce careful and accountable decision making as the shortcomings are likely to be revealed. This is particularly important in the context of a global crisis, where many governments are simultaneously seeking to address the same problem. Individual governments may feel incentivised to present policy as purely evidencebased, to avoid taking responsibility for potentially controversial political judgements. However, if governments pursue different policies, the public will notice the discrepancy and start asking questions. If good answers are not forthcoming, this can breed distrust and lead people to start speculating about what the \"real\" motives behind the policies are and to seek out alternative sources of information. For example, there has been widespread confusion as to whether the UK government is pursuing (or has pursued) a \"herd immunity\" strategy, fuelling speculation that this was a deliberate \"cold-blooded experiment in social engineering\" (96) . Apparently, the term was used in early messaging to help justify their proposed social distancing measures. Though the government has since disavowed the use of this term, there is speculation that the government continues to pursue the herd immunity strategy. This is arguably reinforced by the fact that other governments have adopted different strategies for managing the pandemic, highlighting that the UK's approach was not the only one possible. A clearer and more transparent account of the overall strategy would have helped avoid the resulting distrust.",
            "cite_spans": [
                {
                    "start": 1015,
                    "end": 1019,
                    "text": "(96)",
                    "ref_id": "BIBREF96"
                }
            ],
            "ref_spans": [],
            "section": "Guideline 5: be transparent and acknowledge uncertainty"
        },
        {
            "text": "Five papers relating to transparency and trust were identified in our systematic search (42, 46, (54) (55) (56) . Findings show that trust is a critical factor influencing the public's adherence to preventative measures during COVID-19. For example, the Romanian public lost trust in its healthcare system after years of corruption, which resulted in citizens not reporting truthfully about their travels and disregarding the government's restrictions (55) . In the US, individuals interpreted the COVID-19 threat in partisan-patterned ways, with Republicans following party leaders in dismissing the threat and taking less actions than did Democrats (54) . In a recent survey in the US, only 23% of respondents expressed high levels of trust in COVID-19 information given by the President, where in Australia, the government's response was rated highly (42) . This could explain the higher adherence of preventative measures in Australia vs. the US, and the more effective management of the pandemic.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "text": "(42,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 93,
                    "end": 96,
                    "text": "46,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 97,
                    "end": 101,
                    "text": "(54)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 102,
                    "end": 106,
                    "text": "(55)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 107,
                    "end": 111,
                    "text": "(56)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "(55)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 651,
                    "end": 655,
                    "text": "(54)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 854,
                    "end": 858,
                    "text": "(42)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Guideline 5: be transparent and acknowledge uncertainty"
        },
        {
            "text": "Thus, our last recommendation is to communicate with both epistemic and value transparency, while acknowledging uncertainty. Trust is probably the most important criterion in fighting the infodemic. Trusted sources have the power to influence people, however there is no trust without trustworthiness, and governments and other authorities should strive to gain the public's trust by being honest, transparent, informing early in the outbreak and acknowledging uncertainty and mistakes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Guideline 5: be transparent and acknowledge uncertainty"
        },
        {
            "text": "This paper proposes practical guidelines for public health and risk communication, starting from addressing humans' basic psychological needs of autonomy, competence, and relatedness. Fostering these needs during this pandemic has the potential to cut through the infodemic and maintain our well-being, while enhancing our intrinsic motivation to adhere to the required behavior change (e.g., staying at home, social distancing, hand hygiene) for longer periods of time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The COVID-19 pandemic requires long-term strategies and sustainable behavior changes. The requirements and expectations from the public during this long period are extreme (i.e., staying at home, social distancing), and have serious implications for the privacy, freedom and wellbeing of citizens (97) . Restrictive or mandatory measures need to be proportionate and wellexplained and justified, if they are to be effective and to receive the support and trust of the public (97) .",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 301,
                    "text": "(97)",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 479,
                    "text": "(97)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Health communication has an important role in influencing, supporting and engaging individuals, communities, healthcare professionals, policymakers, and the public to adopt and sustain a behavioral practice that will ultimately improve health outcomes (98) . When the restrictions on the public are so extreme and limiting, health communication strategies that focus on enhancing basic psychological needs such as autonomy, competence and relatedness (within the limitations) are critical for maintaining well-being and motivation to adhere to these requirements for a long period of time.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "text": "(98)",
                    "ref_id": "BIBREF98"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "To cut through the infodemic and support wellness and sustainable behavior change, we applied the SDT as a framework and used concepts from philosophy, psychology and HCI to discuss how these concepts can be applied to health communication during the COVID-19 pandemic to enhance human's basic psychological needs of autonomy, competence and relatedness. These three needs are linked together and are all essential for ongoing psychological growth and well-being (14) . This resulted in proposing five practical guidelines, which gained initial support from the emerging literature on the effectiveness of different communication strategies during COVID-19.",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 467,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "To foster autonomy, we propose to (1) create an autonomysupportive health care climate and (2) provide choice within the limitations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A common concern across disciplines such as public health and philosophy, is the tension and balance between ensuring the safety of people and respecting their right to autonomy (64, 99) . As the findings show, communication strategy should be tailored to the culture, values and context, and therefore one may argue that an autonomy-supportive healthcare culture may not \"work\" in some cultures or countries and that without external regulation (e.g., enforceable legislation), the adherence might be low. For example, the message might not get through the infodemic, might not be trusted, people might not find it actionable if it is in conflict with other things that are important to them, or they might find it hard to prioritize it (e.g., stay at home vs. going to work and earning money to feed their family). In the short-term controlled motivation by external regulation may be effective (people may obey), if the rationale is explained transparently. In the longer term, people may get tired from the strict measures, resulting, as is already evidenced in this pandemic, in breaches of lockdowns, domestic violence (100), street violence and demonstrations (101) , police brutality (102), and \"quarantine fatigue\" (48) .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "(64,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "99)",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 1167,
                    "end": 1172,
                    "text": "(101)",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 1224,
                    "end": 1228,
                    "text": "(48)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Furthermore, a strict and closed list of \"essential\" reasons that people may go out of their house for (e.g., buying food, doctor appointment), cannot cover all the needs of individual cases, particularly when it relates to mental health. Whilst we may be able to identify what is \"essential\" to us on an individual basis, it is impossible to define what is essential to someone else (103) . Measures to respond to COVID-19 are essential. However, they should also be ethical, proportionate, and subject to robust democratic accountability (97) . There should be strong countervailing arguments to denying people, properly informed about the risks, to make choices about how to live their lives (97) .",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 389,
                    "text": "(103)",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 540,
                    "end": 544,
                    "text": "(97)",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 699,
                    "text": "(97)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "To foster competence, we propose to (3) apply a bottom-up communication. Conventionally, scientists and decision-makers apply top-down approaches to communicate and engage with the public (104) . At the current time, organizations such as WHO look for ways to address the infodemic by \"simplifying knowledge, \" thus, applying a top-down approach where the aim is to take the existing science and simplifying it so the public (different audiences) will understand. We propose to apply a bottom-up approach that will start from understanding the informational needs of a given audience based on the decisions they have to make in their specific context and circumstances, and tailor the information to satisfy these informational needs. This means that some communication strategies would have to be formulated locally to take into account local demographics and needs, devolved to e.g., city councils. This is in line with \"explainability, \" a concept in philosophy and HCI, that has been recently discussed extensively in the context of Artificial Intelligence (Explainable AI). Explanations are provided to support transparency, where users can see aspects of the inner state of the AI system and support them in making decisions (105) . Explainable recommendations help to improve the transparency, effectiveness, trustworthiness and satisfaction of recommendation systems (106) . According to Miller (107) the main reason that people want explanations is to facilitate learning, enabling them to create a conceptual model where they can predict and control future phenomena (105) . Thus, this bottom-up approach will enable providing messages that are inclusive, actionable, and integrated into people's circumstances and hence have better chances to cut through the infodemic. Furthermore, a bottom-up approach which engages the public enhances trust which builds confidence in the authorities' ability to manage and control the situation (7).",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 193,
                    "text": "(104)",
                    "ref_id": "BIBREF105"
                },
                {
                    "start": 1231,
                    "end": 1236,
                    "text": "(105)",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 1375,
                    "end": 1380,
                    "text": "(106)",
                    "ref_id": "BIBREF107"
                },
                {
                    "start": 1396,
                    "end": 1408,
                    "text": "Miller (107)",
                    "ref_id": null
                },
                {
                    "start": 1577,
                    "end": 1582,
                    "text": "(105)",
                    "ref_id": "BIBREF106"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Engaging different audiences and understanding their specific circumstances and needs is critical in designing interventions that will be inclusive and address those needs. Historically, risk communication during crisis has been inaccessible to vulnerable people, including people with disabilities, cognitive limitations or low literacy levels (108) resulting in them not receiving information and being able to act in a timely manner (11) . Initiatives such as Community Citizen Science (CCS) which embraces participatory democracy to influence policymaking and address local concerns, should be encouraged and applied (104) .",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 440,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 621,
                    "end": 626,
                    "text": "(104)",
                    "ref_id": "BIBREF105"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "To foster relatedness, we propose to (4) create solidarity and (5) be transparent and acknowledge uncertainty. Community activism evidenced in the current COVID-19 emphasizes the critical and impactful role of the public and the importance of the bottom-up approach in engaging the public in decision making which enhances the understanding of the experiences and concerns of those affected. Engaging the public and being transparent and honest about the decision making process is critical for changing behavior and community initiatives such as the above. Governments cannot just ask for people to trust them, they have to earn trust and do so in the right ways. They should not just be trusted but also be trustworthy. Trust and transparency go together: we can only trust if we are wellinformed and understand what is being asked from us (109) .",
            "cite_spans": [
                {
                    "start": 842,
                    "end": 847,
                    "text": "(109)",
                    "ref_id": "BIBREF110"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The proposed guidelines are a starting point for developing a multidisciplinary comprehensive public health communication strategy that fosters well-being and sustainable behavior change at its core. While some of the guidelines we propose have been discussed previously in the context of health communication, such as transparency and trust [e.g., (59) ], these guidelines enhance and strengthen their importance by providing supporting evidence from a different perspective and practical and actionable ways to act on them. Other proposed guidelines such as fostering an autonomy-supportive climate and applying a bottom-up approach are unique and novel in this context.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 353,
                    "text": "(59)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "While these guidelines are based on evidence from other domains, and gained initial supporting evidence from this pandemic, they will need to be validated in the context of public health communication during such pandemics. The factors affecting the pandemic outcomes in different countries is complex, and their medium and long-term social, psychological, and economic costs are far from being understood. Thus, part of the preparedness for future health crises should include a robust analysis of the best strategies for public cooperation and communication (12) .",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 564,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How to fight an infodemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zarocostas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30461-X"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infodemic Management -Infodemiology. Ad-Hoc Technical Consultation on Managing the COVID-19 Infodemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The 2014 ebola outbreak and mental health: current status and recommended response",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Shultz",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Baingana",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Neria",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAMA",
            "volume": "313",
            "issn": "",
            "pages": "567--575",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2014.17934"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mental health problems and social media exposure during COVID-19 outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS ONE",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0231924"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Disinformation and Coronavirus",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kassam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Interpreter. Lowy Institute",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The contributions of health communication to eliminating health disparities",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Freimuth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Am J Public Health",
            "volume": "94",
            "issn": "",
            "pages": "2053--2058",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.94.12.2053"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Risk communication in public health",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Lowbridge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leask",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1071/NB10055"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Risk Communication and Public Health",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Calman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fischbacher-Smith",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/acprof:oso/9780199562848.001.0001"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "How behavioural science data helps mitigate the COVID-19 crisis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Betsch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Hum Behav",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41562-020-0866-1"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19: what is next for public health?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shindo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "542--547",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30374-3"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Covid-19 and the Neglect of People with Disabilities in Communication Campaigns",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Bista",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sapana",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bista",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The BMJ Opinion",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Viral information overload: persuading people to act during a pandemic requires a better understanding of human motivations",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Challenger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nuffield Council on Bioethics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Self-Determination Theory: Basic Psychological Needs in Motivation, Development, and Wellness",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Deci",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1521/978.14625/28806"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The \"what\" and \"why\" of goal pursuits: human needs and the self-determination of behavior",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Deci",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Psychol Inq",
            "volume": "11",
            "issn": "",
            "pages": "227--68",
            "other_ids": {
                "DOI": [
                    "10.1207/S15327965PLI1104_01"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Self-determination theory and the facilitation of intrinsic motivation, social development, and well-being",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Deci",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am Psychol",
            "volume": "55",
            "issn": "",
            "pages": "68--78",
            "other_ids": {
                "DOI": [
                    "10.1037/0003-066X.55.1.68"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Facilitating health behaviour change and its maintenance: interventions based on self-determination theory",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Patrick",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Deci",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eur Health Psychol",
            "volume": "10",
            "issn": "",
            "pages": "2--5",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Self-determination theory applied to health contexts: a meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ntoumanis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thøgersen-Ntoumani",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Deci",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Duda",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Persp Psychol Sci",
            "volume": "7",
            "issn": "",
            "pages": "325--365",
            "other_ids": {
                "DOI": [
                    "10.1177/1745691612447309"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Function Explaining: a new approach to the philosophy of explanation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wilkenfeld",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Synthese",
            "volume": "191",
            "issn": "",
            "pages": "3367--91",
            "other_ids": {
                "DOI": [
                    "10.1007/s11229-014-0452-z"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Scientific explanation: putting communication first",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Potochnik",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Philos Sci",
            "volume": "83",
            "issn": "",
            "pages": "721--753",
            "other_ids": {
                "DOI": [
                    "10.1086/687858"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Science, policy, and the transparency of values",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Resnik",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Environ Health Persp",
            "volume": "122",
            "issn": "",
            "pages": "647--50",
            "other_ids": {
                "DOI": [
                    "10.1289/ehp.1408107"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A Tapestry of Values: An Introduction to Values in Science",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/acprof:oso/9780190260804.001.0001"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "User Centered System Design: New Perspectives on Human-Computer Interaction",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Norman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Draper",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1201/b15703"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "An Introduction to Human Factors Engineering",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Wickens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Designing for motivation, engagement and wellbeing in digital experience",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Calvo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front Psychol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2018.00797"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "advice-on-the-use-of-masks-in-the-communityduring-home-care-and-in-healthcare-settings-in-the-context-of-thenovel-coronavirus-(2019-ncov)-outbreak",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Rational use of face masks in theCOVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "",
            "pages": "434--440",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30134-X"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Face masks for the public during the covid-19 crisis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Greenhalgh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Schmid",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Czypionka",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bassler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gruer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1435"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Face coverings, aerosol dispersion and mitigation of virus transmission risk",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Viola",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pisetta",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pavar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Akhtar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Menoloascina",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Physical distancing, face masks, and eye protection to prevent person-to-person transmission of SARS-CoV-2 and COVID-19: a systematic review and metaanalysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Akl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Solo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yaacoub",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Schünemann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1973--87",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jvs.2020.07.040"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Face masks: benefits and risks during the COVID-19 crisis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Matuschek",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Moll",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fangerau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zanker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Griensven",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Med Res",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s40001-020-00430-5"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Rapid response to: face coverings for covid-19: from medical intervention to social practice",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Hanna",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "370",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m3021"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Czech Republic Masks4All campaign. #Masks4All. Movement for Population-Wide use of Homemade Masks as Critical Protective Equipment Against Covid-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "COVID-19: How to Include Marginalized and Vulnerable People in Risk Communication and Community Engagement Update #1",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "How face masks are becoming fashionable",
            "authors": [
                {
                    "first": "Williams",
                    "middle": [
                        "S"
                    ],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BBC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Retailers shift production to make masks, gowns for healthcare workers in coronavirus pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reagan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "CNBC Online",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Citizens' adherence to COVID-19 mitigation recommendations by the government: A 3-country comparative evaluation using web-based cross-sectional survey data",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Al-Hasan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Khuntia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Intern Res",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/20634"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Non-Pharmaceutical Public Health Measures for Mitigating the Risk and Impact of Epidemic and Pandemic Influenza",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The importance of cultural tightness and government efficiency for understanding COVID-19 growth and death rates arXiv",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Gelfand",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dagher",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Lange",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.31234/osf.io/m7f8a"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Leading the Fight against the Pandemic: Does Gender 'Really' Matter?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Garikipati",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kambhampati",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3617953"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Government intervention, risk perception, and the adoption of protective action recommendations: Evidence from the COVID-19 prevention and control experience of China",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The three steps needed to end the COVID-19 pandemic: bold public health leadership, rapid innovations, and courageous political will",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Guest",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Del Rio",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/19043"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Developing and maintaining public trust during and post-COVID-19: can we apply a model developed for responding to food scares?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tonkin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pillen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mccullum",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpubh.2020.00369"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Enhancing global health communication during a crisis: lessons from the COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Ratzan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sommarivac",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rauh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Public Health Res Pract",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.17061/phrp3022010"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Effective risk communication for public health emergency: reflection on the COVID-19 (2019-nCoV) outbreak in Wuhan",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. InHealthcare",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/healthcare8010064"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Social determinants of health: the role of effective communication in the COVID-19 pandemic in developing countries",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Ataguba",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Ataguba",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Global Health Act",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/16549716.2020.1788263"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Ten considerations for effectively managing the COVID-19 transition",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Habersaat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Betsch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Danchin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Böhm",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Falk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Hum Behav",
            "volume": "4",
            "issn": "",
            "pages": "677--87",
            "other_ids": {
                "DOI": [
                    "10.1038/s41562-020-0906-x"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Misinformation and de-contextualization: international media reporting on Sweden and COVID-19",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Irwin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Global Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12992-020-00588-x"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Crisis communication and public perception of COVID-19 risk in the era of social media",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Malecki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Keating",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Safdar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa758"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Knowledge, attitudes and practices of COVID-19 among income-poor households in the Philippines: a cross-sectional study",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Go",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ferma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dodd",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Global Health",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7189/jogh.10.011007"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Legal preparedness as part of COVID-19 response: the first 100 days in Taiwan",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Global Health",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjgh-2020-002608"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Strategies for disseminating and implementing COVID-19 public health prevention practices in rural areas",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Prusaczyk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Rural Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jrh.12432"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Patient and public involvement in covid-19 policy making",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Scowcroft",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "370",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m2575"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Differences in preventive behaviors of COVID-19 between Urban and rural residents: lessons learned from a crosssectional study in China",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Environ Res Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17124437"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The emergence of COVID-19 in the US: a public health and political communication crisis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Gollust",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Nagler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Health Polit Policy Law",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1215/03616878-8641506"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The successes and failures of the initial COVID-19 pandemic response in Romania. Front Public Health",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dascalu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpubh.2020.00344"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Japanese citizens' behavioral changes and preparedness against COVID-19: An online survey during the early phase of the pandemic",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Muto",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nagasu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wada",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS ONE",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0234292"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Associations among perceived autonomy support, forms of self-regulation, and persistence: a prospective study",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Pelletier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Fortier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Vallerand",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Brière",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Motiv Emot",
            "volume": "25",
            "issn": "",
            "pages": "279--306",
            "other_ids": {
                "DOI": [
                    "10.1023/A:1014805132406"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Adolescents' motivations to engage in social distancing during the COVID-19 pandemic: associations with mental and social health",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Oosterhoff",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shook",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Adolesc Health",
            "volume": "67",
            "issn": "",
            "pages": "179--85",
            "other_ids": {
                "DOI": [
                    "10.31234/osf.io/jd2kq"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Outbreak Communication: Best Practices for Communicating with the Public during an Outbreak",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Covid-19: control measures must be equitable and inclusive",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "D"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Phelan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Silverman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1141"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Crisis and Emergency Risk Communication (CERC): Psychology of a Crisis. US Department of Health and Human Services",
            "authors": [],
            "year": 2019,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Social cognitive theory of posttraumatic recovery: the role of perceived self-efficacy",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Benight",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bandura",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Behav Res Ther",
            "volume": "42",
            "issn": "",
            "pages": "1129--1177",
            "other_ids": {
                "DOI": [
                    "10.1016/j.brat.2003.08.008"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Motivational interviewing and self-determination theory",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Markland",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Tobin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rollnick",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Soc Clin Psychol",
            "volume": "24",
            "issn": "",
            "pages": "811--842",
            "other_ids": {
                "DOI": [
                    "10.1521/jscp.2005.24.6.811"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "The ethics of digital well-being: a thematic review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Burr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Taddeo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Floridi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sci Eng Ethics",
            "volume": "26",
            "issn": "",
            "pages": "2313--2356",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3338441"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "The co-production of what? Knowledge, values, and social relations in health care",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Filipe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Renedo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Marston",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Biol",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pbio.2001403"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Going the Extra Mile: Improving the Nation's Health and Wellbeing through Public Involvement in Research",
            "authors": [],
            "year": 2015,
            "venue": "Available online at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Working Well Together: Evidence and Tools to Enable Co-Production in Mental Health Commissioning. London: National Collaborating Centre for Mental Health",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Available online at",
            "authors": [],
            "year": 2018,
            "venue": "NIHR Involve. Guidance on Co-Producing a Research Project",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Available online at",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Research priorities in health communication and participation: international survey of consumers and other stakeholders",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Synnot",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bragge",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lowe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Nunn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "O&apos;sullivan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Horvat",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMJ Open",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2017-019481"
                ]
            }
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Shaping innovations in long-term care for stroke survivors with multimorbidity through stakeholder engagement",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sadler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Porat",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Hoang",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Curcin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS ONE",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0177102"
                ]
            }
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Collaborative design of a decision aid for stroke survivors with multimorbidity: a qualitative study in the UK engaging key stakeholders",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Porat",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sadler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Vadillo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mckevitt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ Open",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2019-030385"
                ]
            }
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Engaging Stakeholders in the Design and Usability Evaluation of a Decision Aid to Improve Secondary Stroke Prevention",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Porat",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Curcin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Stud Health Technol Inform",
            "volume": "247",
            "issn": "",
            "pages": "765--774",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Coproduction in practice: participatory action research to develop a model of community aged care",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ottmann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Laragy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Feldman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Coproduction in practice: how people with assisted living needs can help design and evolve technologies and services",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wherton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sugarhood",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Procter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hinder",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Greenhalgh",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Implement Sci",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13012-015-0271-8"
                ]
            }
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Public Health England's Coronavirus Advice Accused of Not Being 'Culturally Sensitive'. (2020)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Is ethnicity linked to incidence or outcomes of covid-19?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khunti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pareek",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hanif",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1548"
                ]
            }
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Environmental communication and the cultural politics of environmental citizenship",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Filius",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "1445--1491",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "The Case for a 'deficit model' of science communication",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dickson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Sci Dev Netw",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "How to change attitudes and behaviours in the context of energy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Owens",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Driffill",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Energy Policy",
            "volume": "36",
            "issn": "",
            "pages": "4412--4420",
            "other_ids": {
                "DOI": [
                    "10.1016/j.enpol.2008.09.031"
                ]
            }
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "The role of value judgements in expert reasoning",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Douglas",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Public Aff Q",
            "volume": "22",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Consumer Choice Behavior",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "The importance of trust for ethics, law, and public policy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cambridge Q Healthcare Ethics",
            "volume": "14",
            "issn": "",
            "pages": "156--67",
            "other_ids": {
                "DOI": [
                    "10.1017/S096318010505019X"
                ]
            }
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Winton Centre for Risk and Evidence Communication",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blastland",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Trump Decision to Leave WHO Endangers Global Health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Medical Groups Say. CNN. Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Content and source analysis of popular tweets following a recent case of diphtheria in Spain",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Porat",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Garaizar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ferrero",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ashworth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Vadillo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur J Public Health",
            "volume": "29",
            "issn": "",
            "pages": "117--139",
            "other_ids": {
                "DOI": [
                    "10.1093/eurpub/cky144"
                ]
            }
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "The impact of initial consumer trust on intentions to transact with a web site: a trust building model",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Mcknight",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Choudhury",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kacmar",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Strat Inform Syst",
            "volume": "11",
            "issn": "",
            "pages": "297--323",
            "other_ids": {
                "DOI": [
                    "10.1016/S0963-8687(02)00020-3"
                ]
            }
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Factors influencing decision support system acceptance",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shibl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lawley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Debuse",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Decis Support Syst",
            "volume": "54",
            "issn": "",
            "pages": "953--61",
            "other_ids": {
                "DOI": [
                    "10.1016/j.dss.2012.09.018"
                ]
            }
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Seeking health information on social media: a perspective of trust, self-determination, and social support",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Childress",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Faden",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Gaare",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Bonnie",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Organ End User Comput",
            "volume": "30",
            "issn": "",
            "pages": "1--22",
            "other_ids": {
                "DOI": [
                    "10.4018/JOEUC.2018010101"
                ]
            }
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "An integrative model of organizational trust",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Schoorman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Acad Manag Rev",
            "volume": "20",
            "issn": "",
            "pages": "709--743",
            "other_ids": {
                "DOI": [
                    "10.5465/amr.1995.9508080335"
                ]
            }
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Improving communication about COVID-19 and emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Jacobsen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Vraga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Clin Invest",
            "volume": "50",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/eci.13225"
                ]
            }
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Motivated rejection of science",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lewandowsky",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Oberauer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Curr Dir Psychol Sci",
            "volume": "25",
            "issn": "",
            "pages": "217--239",
            "other_ids": {
                "DOI": [
                    "10.1177/0963721416654436"
                ]
            }
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Policy and the Value-Free Ideal",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Science",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2307/j.ctt6wrc78"
                ]
            }
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Why Value Judgements Should Not Be Automated, Written Evidence Submitted to the Committee on Standards in Public Life's AI and Public Standards review",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nyrup",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Whittlestone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cave",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "Available online at: k/2020/04/real-reason-uk-government-pursued-herd-immunityand-why-it-was-abandoned",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Freedman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New Statesman",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "Health Communication: From Theory to Practice",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schiavo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "Ethics of prevention: an interactive computer-tailored program",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Hooren",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Van Den Borne",
                    "suffix": ""
                },
                {
                    "first": "Lmg",
                    "middle": [],
                    "last": "Curfs",
                    "suffix": ""
                },
                {
                    "first": "Gam",
                    "middle": [],
                    "last": "Widdershoven",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Scand J Public Health",
            "volume": "35",
            "issn": "",
            "pages": "503--512",
            "other_ids": {
                "DOI": [
                    "10.1080/14034940701271890"
                ]
            }
        },
        "BIBREF100": {
            "ref_id": "b100",
            "title": "Lockdowns around the World Bring Rise in Domestic Violence. The Guardian",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Graham-Harrison",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giuffrida",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "Chaotic Start to Draconian Weekend Curfew Imposed on Much of Turkey. Independent (2020)",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Daragahi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF102": {
            "ref_id": "b102",
            "title": "Curfew Crackdowns in Several African Countries Kill More People than Covid-19. France24",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sargent",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF103": {
            "ref_id": "b103",
            "title": "Physical health pandemic vs mental health 'epidemic': has our mental health been forgotten? Mental Health Today",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Crossland-Otter",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF105": {
            "ref_id": "b105",
            "title": "When human-computer interaction meets community citizen science",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nourbakhsh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Commun ACM",
            "volume": "63",
            "issn": "",
            "pages": "31--35",
            "other_ids": {
                "DOI": [
                    "10.1145/3376892"
                ]
            }
        },
        "BIBREF106": {
            "ref_id": "b106",
            "title": "Designing theory-driven usercentric explainable AI",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abdul",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proceedings of the 2019 CHI Conference on Human Factors in Computing Systems",
            "volume": "",
            "issn": "",
            "pages": "1--15",
            "other_ids": {
                "DOI": [
                    "10.1145/3290605.3300831"
                ]
            }
        },
        "BIBREF107": {
            "ref_id": "b107",
            "title": "Explainable recommendation: A survey and new perspectives",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF108": {
            "ref_id": "b108",
            "title": "Explanation in artificial intelligence: insights from the social sciences",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF109": {
            "ref_id": "b109",
            "title": "Preparing for and responding to pandemic influenza: implications for people with disabilities",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Gilyard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sinclair",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sternberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Kailes",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Public Health",
            "volume": "99",
            "issn": "",
            "pages": "294--300",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.2009.162677"
                ]
            }
        },
        "BIBREF110": {
            "ref_id": "b110",
            "title": "Transparency and trust",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Whittall",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Covid",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nuffield Council on Bioethics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "A summary of the proposed guidelines for public health communication and their application to the \"face-covering\" case study.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Continued",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "TP and RN: conception of the study. TP, RN, RC, PP, and EF: review of the literature, analysis, interpretation of themes and guidelines, revising the paper critically for important intellectual content, and sign-off final version of manuscript. TP: initial draft of manuscript. All authors contributed to the article and approved the submitted version. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        },
        {
            "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.Copyright © 2020 Porat, Nyrup, Calvo, Paudyal and Ford. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest:"
        }
    ]
}