{
    "paper_id": "3dd2a8d91d8e2c7903683b82193424528a642067",
    "metadata": {
        "title": "Biosafety and Bioethics",
        "authors": []
    },
    "abstract": [
        {
            "text": "The advancement in technology is likely to tame several life forms present on earth. Microorganisms are posing a big challenge due to diffi culties encountered to control the diseases caused by them. Working with deadly disease-causing microorganisms for their characterization, diagnostics or therapeutics and vaccine development purposes are posing increasingly potential biosafety problems for laboratory workers. Thus, an appropriate biosafe working environment may protect workers from laboratoryinduced infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Biotechnology has the ability to solve the upcoming problems of the world's increasing population. However, there is often reluctance among the public to accept and support biotechnological products in medicine, industry, or agriculture. There are many safety and ethical issues raised for GM crops and human cloning. Raising transgenic animals and plants has fueled ethical concerns, and the scientists have faced a lot of resistance where genetically modifi ed crop plants or reproductive cloning research of human beings is involved. Thus, biosafety and bioethics are continuously being expanded to combine the rationale of ever-increasing scientifi c knowledge in biotechnology that is often in confl ict with the long-standing social and moral value system of our society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The advancement in technology is likely to tame several life forms present on earth. Microorganisms are posing a big challenge due to diffi culties encountered to control the diseases caused by them. Working with deadly diseasecausing microorganisms for their characterization, diagnostics or therapeutics and vaccine development purposes are posing increasingly potential biosafety problems for laboratory workers. Thus, an appropriate biosafe working environment may protect workers from laboratory-induced infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Biotechnology has the ability to solve the upcoming problems of the world's increasing population. However, there is often reluctance among the public to accept and support biotechnological products in medicine, industry, or agriculture. There are many safety and ethical issues 24 7 raised for GM crops and human cloning. Raising transgenic animals and plants has fueled ethical concerns, and the scientists have faced a lot of resistance where genetically modifi ed crop plants or reproductive cloning research of human beings is involved. Thus, biosafety and bioethics are continuously being expanded to combine the rationale of ever-increasing scientifi c knowledge in biotechnology that are often in confl ict with the long-standing social and moral value system of our society.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 283,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, biotechnological tools have resulted in high-yielding crop plants, more nutritive values of food grains, longer shelf life, and resistance to insects and pests, but the public acceptance to these biotechnological products is rather low. For example, GM foods have low support in Europe and India. With the passing years, there is further decline in public support, probably due to media focus and the visible debates on GM crops for fear of their long-term effects and unknown risks and environmental safety issues. The controversies from nongovernment organizations (NGOs), scientists, and media have led to a negative impact on the GM crops. GM crop usage has been controversial with fears being expressed on Flavr Savr tomato and many others. GM food again went into controversy due to labeling issues. The Bt crops were challenged with the development of resistance in insects. So-called terminator technology and a gene use restriction technology (GURT) met with a lot of resistance due to introduction of negative traits of sterility in the seeds and never came to the market.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The development of cloned animals and its impact on other wild-type animals and the environment also triggered many safety and ethical concerns. Whether or not animals should be used in research, their welfare, sufferings, and wellbeing were debated throughout the world. In India many plants and animals are linked to religious beliefs and are respected and worshipped for their contribution in the life of human beings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Likewise usage of embryonic stem cells faced controversies and concerns. Protestants agree to have stem cell research under strict public regulations. Many however are opposed to embryonic stem cell research as it destroys the embryo. The debates and issues surrounding the stem cell are all centered on the potential source of these cells. Embryonic stem cell usage either is prohibited or is under strict public regulation. Somatic stem cells and dedifferentiated somatic cells can be used for therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The public support for xenotransplantation was low due to safety issues with fear of spread of unknown contaminants. However, some xenogeneic tissue-engineered products are now available to treat dermal wounds and burn patients. The usage of biological weapons (use of living organism or its product for human killing) in war is presently banned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The biotechnology has tremendously evolved including the technical aspects of medical sciences like diagnostics and therapeutics. With all these, we are also witnessing rapid and dangerous adaptations in microorganisms especially for developing resistance to antibiotics. Microbial pathogens are causative agents of many diseases and due to mutation in their genes, they have developed multiple drug resistance. It is gradually becoming diffi cult to control these multidrug-resistant infectious pathogenic microorganisms. To search for solutions to overcome MDR of these pathogenic agents, several scientists and medical workers are handling these pathogens . This poses enormous biohazards and raises serious \"biosafety\" issues, i.e., scientifi c practices, methods, and use of appropriate equipment in a biosafe environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biosafety and Biorisk"
        },
        {
            "text": "The biosafety aspects have become very important in various conditions and require many precautions in health-care systems as hospitals, diagnostic laboratories, animal care systems, biological laboratories, and so on. The precautions, which can be taken to reduce or nullify the risk, associated with samples by continuously monitoring and recognizing potential hazards, their risk assessment, and preventive measures to avoid exposure which might result in infection. Individual worker should be appropriately trained and must understand the conditions like containment (conditions where infectious agent can be safely manipulated) and good laboratory practices which can minimize exposure to pathogens . [ 4 ] Biorisk Risk is the likelihood of the occurrence of an adverse event, thus biorisk is the likelihood of the occurrence of serious infection due to exposure to pathogenic microorganism or biohazards. Upon exposure there may be mild to severe infections, allergies, or other clinical problems associated with the pathogen . The biorisk can be managed by risk assessment, effective biosafety measures, and biocontainment .",
            "cite_spans": [
                {
                    "start": 707,
                    "end": 712,
                    "text": "[ 4 ]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Biosafety and Biorisk"
        },
        {
            "text": "The fi rst report on laboratory-associated infections was published at the beginning of the twentieth century. However, 4,079 infections associated with laboratory were reported with 168 deaths somewhere between 1930 and 1978. The major pathogenic agents responsible for these infections were Brucella spp., Blastomyces dermatitidis , Chlamydia psittaci , Coccidioides immitis , Coxiella burnetii , hepatitis B virus ( HBV ), Salmonella typhi , Francisella tularensis , Mycobacterium tuberculosis , and Venezuelan equine encephalitis virus [ 23 , 29 , 30 , 38 ] .",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 561,
                    "text": "[ 23 , 29 , 30 , 38 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Biosafety and Biorisk"
        },
        {
            "text": "After this 1978 report, many more laboratories associated infections and deaths were reported [ 31 , 32 ] . In these cases also the infectious agents were Arboviruses , Brucella spp., Coxiella burnetii , Cryptosporidium spp., hantavirus , Mycobacterium tuberculosis , HBV , Salmonella spp., Shigella spp., and hepatitis C virus .",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 105,
                    "text": "[ 31 , 32 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Biosafety and Biorisk"
        },
        {
            "text": "The processes used for risk assessment are (1) identifi cation of the hazardous properties of a familiar infectious agent or material, (2) the activities responsible for pathogen exposure to the person, (3) the chances of the exposure becoming a laboratory-associated infection, and (4) the ultimate consequences of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of Risk"
        },
        {
            "text": "Risk assessment needs very alert judgments. If risks are underestimated, they might result in seri-ous and adverse consequences. Overestimation of risks can result in undue protective measures, which may be a burden for the laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of Risk"
        },
        {
            "text": "Assessment of risk also needs to evaluate the factors responsible for infections i.e., whether it is due to hazardous agents or due to hazards of laboratory procedure, or the working attitude of the laboratory staff. The staff's capability can be improved by appropriate training and inculcating good laboratory practices with training of accidental spillage/inoculations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of Risk"
        },
        {
            "text": "Biohazards may be the microbial infectious agent or other biological materials posing a risk for human health, parasites, viruses, prions , or biologically derived toxins, allergens, venoms, or recombinant DNA that can adversely affect human or animal health and environment [ 24 ] . The properties of an agent which make it potentially hazardous are [ 40 ] (1) infection capability, (2) ability to cause diseases in human or animal host, (3) its minimum infective dose, (4) severity of the disease, (5) availability of vaccine, (6) availability of therapeutic modality to control it, (7) the probable route followed by it for transmission, (8) stability in the environment, and (9) host (animal-human or only human).",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 281,
                    "text": "[ 24 ]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 351,
                    "end": 357,
                    "text": "[ 40 ]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Biohazards"
        },
        {
            "text": "The probable routes of pathogen transmission may be:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biohazards"
        },
        {
            "text": "1. Through exposed part of the body such as the skin, eye, or mucous membrane 2. Through inhalation 3. Through needle or other sharp objects 4. Through accidental ingestion 5. Through bites of mosquito The World Health Organization (WHO) has recommended the classifi cation based upon the risks and route of transmission of the pathogenic agents in a laboratory environment. According to their disease-causing capacity and preventive measures available, the human pathogenic agents have been divided into four groups (according to WHO and NIH) [ 44 , 45 ] .",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 555,
                    "text": "[ 44 , 45 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Biohazards"
        },
        {
            "text": "National biosafety guidelines came into being because of efforts of microbiological and biomedical communities. These involved the recognition of hazards, assessment of risk, and appropriate use of measures including biocontainment to prevent hazards. They promoted safe laboratory practices and usage of safety equipments along with occupational health programs to reduce laboratory-induced infections while handling microorganisms [ 5 , 6 ] . Preventive measures also require personal protective equipment like gloves, mask, eye protection, laboratory coat, shoe covers, and respiratory protective measures for prevention of exposure.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 442,
                    "text": "[ 5 , 6 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Laboratory Biosafety"
        },
        {
            "text": "The biosafety level (BSL) indicates the kinds of precautions of biocontainment for handling dangerous microbial pathogens . The BSL-1 indicates lowest safety measures while BSL-4 indicates highest possible safety measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory Biosafety"
        },
        {
            "text": "The containment of laboratory refers to: Current biosafety and biocontainment practices and procedures are designed to reduce the exposure of laboratory personnel, the public, agriculture, and the environment to potentially hazardous biological agents [ 2 ] .",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 257,
                    "text": "[ 2 ]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Laboratory Biosafety"
        },
        {
            "text": "Biosafety levels (BSL) are laboratory designations, which are based upon the degree of risk. They are designated as BSL-1, BSL-2, BSL-3, and BSL-4. These safety levels ensure different levels of protection when working with virulent microbial strain. These laboratories are very sophisticated and have very good design, engineering control, and safe work practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory Biosafety"
        },
        {
            "text": "Their different levels are used depending upon the pathogen properties like vaccine preventability, infectivity and its contagious nature, severity of the diseases, and risk assessment in case of infection. Every level of containment has its own safety aspects: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory Biosafety"
        },
        {
            "text": "Any kind of activity that includes usage of potential hazardous human pathogens , zoonotic agents ( rabies virus, infl uenza virus , Trypanosomes (sleeping sickness)), toxins, and agricultural threats which may pose danger to human civilization is recommended for use only in high biosafety levels . The various biosafety levels appropriate for these works are biosafety levels 3 and 4, animal facility/vivarium (ABSL-3 and ABSL-4), and biosafety level 3 agricultural facilities (BSL-3-Ag). High containment refers to the highest level of biosafety. Good biosafety and biocontainment practices can help in effective laboratory biosecurity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "High and Maximum Containment"
        },
        {
            "text": "There is an urgent requirement to provide adequate safety for all life forms in case of natural emergency. Natural emergency can be the outbreak of any disease or other conditions requiring attention due to attempt for spreading bioterrorism. Thus federally funded research programs are being developed to protect all life forms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Importance of Biocontainment Laboratories"
        },
        {
            "text": "In the measures the products were designed and developed which can protect public health, are called medical countermeasures. These include public health and hygiene, diagnostics, vaccines, therapeutics, and development of biosafety level laboratories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Importance of Biocontainment Laboratories"
        },
        {
            "text": "For the purpose of biosafety, the general laboratory workers (students, scientists, and laboratory staff), along with non-laboratory workers as electricians, plumbers, and sweepers, should also be given appropriate training. The trainings are required in the areas of: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Importance of Biocontainment Laboratories"
        },
        {
            "text": "Every scientifi c revolution brings with it a host of ethical and social questions. The so-called genetics revolution is no exception, giving rise to a broad international debate on how the undoubted benefi ts of progress in this area can be reconciled with certain core human values. (UNESCO 2002a : 1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biotechnology and Bioethics"
        },
        {
            "text": "Present-day biotechnology opens many opportunities in research and development, addressing medical issues and new ways to explore things; improving human health conditions, fi ght food, and feed problems; and so on. It has greatly infl uenced medicine and agriculture. It has tremendously affected the thinking process also like consuming vegetables and fruits without pesticides, using biofertilizer in place of chemical fertilizer, using renewable sources of energy, and switching to products which are biodegradable. It has also advocated the sustainability of systems (agricultural, environmental), knowledge sharing, and brought many products in the market. As the techniques involved gene manipulations in many life forms (plants, animals, microbes), thus with these advancements came the concerns in the form of ethical issues giving rise to bioethics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biotechnology and Bioethics"
        },
        {
            "text": "In our routine life also, we encounter ethical questions in terms of right or wrong or ethical or unethical; thus, in science also things are judged as being ethical or unethical. Bioethics addresses policy and ethical issues arising by researches and products targeted for human applications. Bioethics addresses the ethical issues in all the streams of life sciences like health care, genetics, and medical research by applying the principles of morality and philosophy [ 37 ] . Bioethics has evolved from medical ethics and moral philosophy. The ethical concerns for patient well-being were in use in the form of the Hippocratic Oath.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 478,
                    "text": "[ 37 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Biotechnology and Bioethics"
        },
        {
            "text": "It starts right from the laboratory to industry and government and affects a very wider society. The study of the social and moral responses arising due to scientifi c invention or experimentation is \"bioethics.\" Thus it led to granting of ethical clearance for any proposed research projects requiring animal or human experimenta-tions. The project is fi rst reviewed by research/ institutional ethics committee (REC/IEC). The REC evaluates the risks, benefi ts, animal sufferings, utility of work and then only grants approval for conducting research projects and proposals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biotechnology and Bioethics"
        },
        {
            "text": "Nuremberg Code (1947) This code surfaced in the response of human rights abuses that had taken place under the Nazis during World War II. The war captives were subjected to abuses through experiments on human subjects. This propounded the use of informed consent and non-malefi cence, benefi cence, justice, and autonomy. These provided normative framework used by researchers and medical practitioners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biotechnology and Bioethics"
        },
        {
            "text": "The ethical principles consist of certain virtues such as autonomy, non-malefi cence, beneficence, and justice. Now the area has gained so much of momentum that before even small experimental work, one needs to justify its rightness or wrongness. Analyzing the ethical issues before starting any new experimental work [ 11 ] would depend upon the assessment of these points:",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 324,
                    "text": "[ 11 ]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Analyzing Ethical Issues"
        },
        {
            "text": "• Consequences : What would be effect of this experiment? Who is going to be benefi ted? What would be harms associated with this work? Thus weighing the possible outcomes and their effects. • Rights and responsibilities : Are we exploiting somebody else's rights? Do those rights need protection? Who would protect these? These are questions whose justifi cation would have to be weighted. • Autonomy : If one feels it is right, should things move on? Or else someone feels it is wrong, should things stop? Alternatively, who would decide things should be or should not be? These questions would again need to be addressed. • Virtue ethics : Is this the best thing to do? What is good about it? • Animal Rights : One big question is \"Are we authorized to use animals the way we want?\" Knowing that they too can think, they are aware of family members, they feel pain (at different levels), and they are alive. Animals like primates and whales resembling human brain features, family behavior, and some sensitivity like humans should not be manipulated but others should be, why?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analyzing Ethical Issues"
        },
        {
            "text": "Animals have been in use since long. They are used for manipulation of their genes, as model system for study of human diseases, and as transgenics for production of pharmaceuticals. Is inflicting pain in any form, which may be by creating a disease model or studying mutations in animals, ethical or not?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analyzing Ethical Issues"
        },
        {
            "text": "• Morality : It is a system of moral values and conduct, which govern our decision of right and wrong or good and bad. • Empathy : The ability of one to understand and share the feelings of the other. • Euthanasia : It refers to painless killing of any terminally ill patient suffering from painful and incurable disease on demand of the patient and the court. Removing all life support system from a patient in irreversible coma is also termed as euthanasia. • Autonomy is freedom from external control or infl uences, independence. • Justice : It is the treatment or behavior, which is genuine, right, or just according to the prevailing laws. • Equality : State of being at par or equal in status or ideology or opportunities. • Benefi cence : It is related to kindness, good, or charity for good. • Non-malefi cence : An act done to avoid harm or any act which would not harm or violate the trust of others. In the case of physicians, it is their act which will not harm the patient. • Accountability : The condition where somebody is held responsible, answerable, or accountable for an act. Philosophical ethics can be divided into descriptive ethics and normative ethics .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some Important Ethical Terms"
        },
        {
            "text": "It explains the actual moral viewpoints of the people; thus, it gives an accurate estimation of people's ethics. Opinion polls or questionnaire evaluation are used to build a consensus of the view of the people. However, these are not affected by facts and reasons so they may be right or wrong [ 17 , 20 , 21 ] .",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 311,
                    "text": "[ 17 , 20 , 21 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Descriptive Philosophical Ethics"
        },
        {
            "text": "It explains the viewpoint, which people should have, and accordingly the actions, which people should undertake (according to what ought to be).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Normative Philosophical Ethics"
        },
        {
            "text": "cult situations about what should be done [ 3 , 37 ] . Some of the important ethical theories are discussed:",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 52,
                    "text": "[ 3 , 37 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "It questions people ethics and guides us in diffi -"
        },
        {
            "text": "1. Ethical egoism : This theory states that morality is mere fulfi lling our self-interest. It criticizes the views associated with morality that are in the way of personal self-interest. It advocates that the actions are entirely dependent on desire and self-interest of the people. This theory advocates the selection of moral action, which in its consequence brings greatest happiness for the large number of people. It works to decide the result or consequences of good action, which would maximize happiness. Thus it deals with consequences of action, in that happiness is judged because of some decision. However, greatest good for an individual or society, human race, or animals is debated. Their supporters say that the theory aims to do good for the human race as a whole including nonhuman animals. For example, terminally ill patients should be allowed for physician-assisted mercy killing to avoid pain and sufferings. Utilitarians also believe that abortion and infanticide may be possible in case the baby has severe disability. Research on human embryo and genetic enhancement, which can benefi t humans, may be made possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It questions people ethics and guides us in diffi -"
        },
        {
            "text": "which states that morality arises from inner sense of duty, was infl uenced by the German philosopher Immanuel Kant (1724-1804). According to this all people have rights and duties and they should follow these. It states that the decision should come from inner sense of duty without considering the consequences of action. Thus according to Kant any act that follows categorical imperative is moral. Kantian theory requires the use of morality based on rationality with respect to persons and human dignity. Kantian views refrain from hiding the truth from patients who have terminal cancer. Kant's categorical imperative-\"Act in such a way that you treat humanity, whether in your own person or in the person of any other, never merely as a means to an end, but always at the same time as an end\" (Kant 1785/1968) [ 19 ] . It has been used to avoid abuses in research experiments on human subjects.",
            "cite_spans": [
                {
                    "start": 816,
                    "end": 822,
                    "text": "[ 19 ]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Deontology ( Kantian ethics ): This theory,"
        },
        {
            "text": "This theory has been propounded and supported by a number of philosophers [ 1 ] .",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 79,
                    "text": "[ 1 ]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Deontology ( Kantian ethics ): This theory,"
        },
        {
            "text": "Main features of his theory are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deontology ( Kantian ethics ): This theory,"
        },
        {
            "text": "(a) Respect : Dignity of each and every human being should be respected, and one person should not use the other person as a means to fulfi ll one's own desire. (b) Universality : If something ethically right is applicable to us as an individual, then it applies to others also, making it a universal right. It should be respected and followed by everyone. (c) The formula of ends : Rational agents should be treated as ends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deontology ( Kantian ethics ): This theory,"
        },
        {
            "text": "Virtue Ethics There are certain ethical virtues and any decision or action is considered morally correct when taken considering the virtues. These promote fl ourishing and well-being. Thus, any action with a right motive based upon good character or virtue is considered morally right, for example, an action where treatment of a patient is sponsored to gain publicity and honor. The action is right but morally it is not good. Jansen ( 2000 ) had highlighted ethical issues with virtue ethics: (1) problem of content, vague virtues are unable to give proper guidance, and (2) problem of pluralism, competing conceptions of the good life complicate a sound solution.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 443,
                    "text": "Jansen ( 2000 )",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Deontology ( Kantian ethics ): This theory,"
        },
        {
            "text": "The social and political background of feminist bioethics is feminism and feminist theory with its major social and political goal to end the oppression of women and to empower them to become an equal gender.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Feminist Bioethics"
        },
        {
            "text": "The use of transgenic animals has sparked signifi cant controversy in many areas. Some groups see the generation of genetically modifi ed organisms as interfering with natural biological states or processes. They feel that these natural biological states have evolved over long periods which should not be altered. A few other groups are concerned with the limitation of modern science to fully comprehend the potential negative ramifi cation and unforeseen possible effects of genetic manipulation .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Issues in Transgenic Animal Production"
        },
        {
            "text": "Despite the importance of transgenic animals in biomedical research, there are some concerns raised about their use in research. Transgenic animals suffer more abnormalities than regular research animals. The introduction of DNA into an animal can be very complex and the possible side effects can be diffi cult to predict. Possible harm might arise from surgical techniques used to harvest and reimplant embryos, the collection of tissue from the tip of the tail for genotyping, and nonspecifi c effects caused by damage to genes adjoining the altered area. In addition, reduced fertility and/or oversize fetuses may result from this technology. In most cases the mutations highly affect specifi c metabolic processes or cell receptors without actually resulting in disease but causing discomfort, pain, or malfunctioning in the animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Issues in Transgenic Animal Production"
        },
        {
            "text": "Transgenic animals not expressing foreign DNA or not containing a particular gene modification are destroyed. Because transgenesis is a complex science, it is not 100 % effi cient. However, new methods are being developed to increase the accuracy in transgenesis. Again, it should be remembered that such genetic alteration could only be attempted if the authorities are persuaded that there is no other way to pursue important research. The potential risks of transgenics to animals, humans, and the environment are too great to justify their use. The Genetic Modifi cation of Organisms regulations and the Environmental Protection Act (1990) address the risks to those working with animals and the impact on the environment of accidental or planned releases .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Issues in Transgenic Animal Production"
        },
        {
            "text": "The intrinsic worth of animals may be devalued and their integrity violated by genetic modification. Transgenic animals have not chosen to have foreign DNA or other genetic modifi cations. However, this potential \"cost\" to the animals is routinely assessed under the ethical review of proposed procedures and weighed against the potential benefi ts. Medical researchers only employ this technology when no alternative research avenue exists but with appropriate breeding facility of animals. As the Royal Society concluded in its 2001 Report \"The Use of Genetically Modifi ed Animals\", the use of transgenic animals is fundamentally little different from the use of other animals in biomedical research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Issues in Transgenic Animal Production"
        },
        {
            "text": "However, the technology has opened new frontiers in biomedical applications and has provided new opportunities for exploring the organization, biological pathway, regulation, and pathological function of molecular processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Issues in Transgenic Animal Production"
        },
        {
            "text": "Contractarianism : It says that the animals are important as many people feel their importance. Humanity is the virtue of morality. Thus, humans have obligations toward other animals. Utilitarianism : It says that as animals can also suffer; thus, they are morally relevant. It chooses the action, which aims to give happiness to all. Thus, its goal is to maximize the total sum of happiness in the world and is impartial, that is, the pain and happiness of everyone count. Animal activists view : According to these whatever is the motif there is no justifi cation of harming animals for human purposes. Ruthless view : This has no concern about animals, whichever way they are being used. However, principles governing animal rights are the 3Rs, which mean replace , reduce , and refi ne . It involves ethical and humane approach while using animals. The alternatives of animals in the research were also explored. The 3Rs are replacement of conscious living animals with nonsentient animals or materials, reduction of the number of animals used in an experiment or procedure, and refi nement of the techniques used in order to decrease the incidence or amount of animal pain and distress [ 34 ] .",
            "cite_spans": [
                {
                    "start": 1191,
                    "end": 1197,
                    "text": "[ 34 ]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Ethical Issues in Transgenic Animal Production"
        },
        {
            "text": "Genetically modifi ed crops or GM crops have given new dimensions to agriculture. With the advancements in the technology, the agricultural productivity is increased, the food's nutritive value is enhanced, the requirement of pesticides and insecticides is greatly reduced, and pharmaceutical substances (vaccines) are being produced in the plants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genetically Modifi ed Crops and Bioethics"
        },
        {
            "text": "However, GM foods have become the target of public concern due to unknown and unseen fears of their effects on the ecosystem and risks to human health. The GM foods are also not labeled leading to distrust and fear in the customers regarding the safety of food.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genetically Modifi ed Crops and Bioethics"
        },
        {
            "text": "The ethical issues raised are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genetically Modifi ed Organisms and Environment"
        },
        {
            "text": "• What about evolution?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genetically Modifi ed Organisms and Environment"
        },
        {
            "text": "• Each living being has evolved to grow in one condition, and if we put human gene or fi sh's gene in a plant or animal, what would be its effects? • What would happen if the gene can fi nd an escape route to introduce itself in other members of that species or other species? • What would happen if the herbicide resistance gene could transfer itself in weeds, generating superweeds? • If we have all GM crops of any grain or pulses, then occurrence of any disaster would lead to complete loss of the crop, as there is no biodiversity where one is sensitive and the other one is resistant. This would lead to disaster and damage of whole of the crop.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genetically Modifi ed Organisms and Environment"
        },
        {
            "text": "• Would the monogenetic crops, if not able to react appropriately to environmental stress , again face a situation like \"Ireland's potato famine\"? • What if GM crops breed with other crops, would the biodiversity be lost? • What are their risks to other animals like birds, insects, and other higher animals (like monarch butterfl y and Bt crops)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genetically Modifi ed Organisms and Environment"
        },
        {
            "text": "• There is tremendous fear of GMOs on human health. • If the GM can induce allergy due to insertion of unrelated gene what would happen, because GM foods are not labeled. For example, a Brazil nut gene was transferred to a soybean variety; this nut gene product was a source of allergy for many individuals. As GM products are not labeled, therefore, the consumers may consume soybean without being aware of nut gene product in them. This might lead to allergy causing major allergic reactions in the consumers. However resultant modifi ed crop was never released to the public . • Human food supply may have GM products as evidenced by the settlement between Syngenta and the US government over the accidental sale of unapproved GM (Bt10) corn seed to farmers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genetically Modifi ed Organisms and Human Health"
        },
        {
            "text": "• These seeds can only be afforded by big farmers and landowners, thus negatively affecting small-scale farmers. • The farmers need to buy seeds every year, as they cannot collect, store, and replant these seeds. • There would be huge differences in the farming practices in one country only, and that gap would be widened much between developed and developing nations [ 17 ] . • As GM food is not labeled, thus, public trust and acceptance of GM food would be a big challenge .",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 375,
                    "text": "[ 17 ]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Economic and Societal Issues"
        },
        {
            "text": "• The GM crops have higher productivity as they are resistant to pests; thus, loss due to diseases is prevented. • They are engineered to survive in high salt and frost, thus utilizing the land, which was unused for agricultural purposes. • They also help to reduce contaminants as insecticides and pesticides, thus preventing their entry in soil, water, and organic matter. • All these effects would ultimately affect the environment and consumers. • Biotechnology can fulfi ll the increasing requirements of food, with maximum utilization of land. • Biotechnology can help reduce the environmental contaminants as insecticides and pesticides preventing their entry in food chain. • It can help maintain clean environment. • It can enhance nutritive values of the food, for example, golden rice can help prevent blindness due to nutritional defi ciency of vitamin A. • The longer shelf life of fruits and vegetables can decrease their wastage and increase their availability with simple storage conditions. • The genes for allergins can also be engineered so that the allergins can be effectively removed from the food crops. • Thus they are benefi cial for humans and animals. • It can also eliminate trans fats, producing healthier foods. • Nowadays, plants are also being explored and used for production of biopharmaceuticals like vaccines, ScFv, antibodies, and so on. There is reduced risk of adverse reactions in terms of animal pathogen transmission, and the protein undergoes posttranslational modifi cations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advantages of Genetically Modifi ed Crops"
        },
        {
            "text": "These genetically modifi ed varieties faced tremendous resistance in Europe and India. Their public acceptance has also met with resistance in terms of fears, controversies, and acceptance. The controversy from NGOs, media, and scientists 24.5 Genetically Modifi ed Crops and Bioethics has led to tremendous negative impacts on the GM crops. The environmental council of the European Union further augmented the controversy by halting regulatory approval of GM crops.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advantages of Genetically Modifi ed Crops"
        },
        {
            "text": "The ethical issues and safety issues in GM cops can be addressed by evaluating their safety and other benefi ts and risks. The risks associated with humans, animals, and plants should be well considered along with the intention to do good. The consideration of well-being of all (humans, animals, plants, and environment) is very important for the sustainability of life, along with moving forward with positive aspects of technology. The ultimate aim of the technology should be improvement and sustainability in the future of all life forms with minimal adverse effects on our surroundings and other plants and animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advantages of Genetically Modifi ed Crops"
        },
        {
            "text": "Assisted reproductive technology (ART) techniques are used in the case of male or female infertility . The technique is detailed in Chap. 15 . The process of ART involves ovulation, artifi cial 5. Aren't we imparting sufferings for the plants and animals by using these tools and technology on them? 6. Rights about the well-being of other plants and animals.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 140,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Bioethics and Reproductive Technology"
        },
        {
            "text": "Thus, there is a requirement of welldefi ned guidelines when using gene manipulations [ 39 ] as well as labeling of the products produced by gene transfer technologies. There is no doubt that apart from genetically modifi ed plants and animals, the gene manipulation techniques are well accepted in production of recombinant pharmaceuticals for production of life-saving drugs. The technique has enormous potential for solving food problems and sustainable agricultur al practices and preventing and treating diseases.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 92,
                    "text": "[ 39 ]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Bioethics and Reproductive Technology"
        },
        {
            "text": "There are many concerns regarding reproductive cloning of humans. Thus, the concerns should be there whether the technology is being used for what is worth or we simply want to see the extremes of what technology can do.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioethics and Reproductive Technology"
        },
        {
            "text": "Each achievement of science has both negative and positive aspects; nuclear power when used judiciously can help us solve energy problems but can also result in disaster like what happened in Hiroshima and Nagasaki during World War II. The gene manipulation technology is with tremendous potential but should be used just for benefi t of mankind, the environment, and animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioethics and Reproductive Technology"
        },
        {
            "text": "The experiments being done to create transgenics have left the people with many concerns regarding the health and life. The changes which unnatural gene transfer might be doing to the environment and the society? There have been concerns regarding the transfer of animal genes into plants (for vegetarians) and food animals. This has raised not only safety issues but also ethical issues: Although many people are in favor of IVF and surrogacy , a survey shows that people are against posthumous sperm procurement or reproductive cloning. The technology is surrounded by many issues of creation and destruction of embryos [ 13 , 33 ] . Bioethical issues are for seeking justice, non-malefi cence, and beneficence of all involved in any issue. Adequate ethical guidelines and moral evaluations of new technologies are essential so that laws can be framed for national regulations and restrictions of unacceptable practices [ 12 ] .",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 633,
                    "text": "[ 13 , 33 ]",
                    "ref_id": null
                },
                {
                    "start": 922,
                    "end": 928,
                    "text": "[ 12 ]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Concerns"
        },
        {
            "text": "Stem cells for use as therapy have given new dimensions to medicine. Due to capacity of these cells to differentiate into almost all different kinds of cells, they are being looked as potential alternative for the cure of many diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stem Cells and Bioethics"
        },
        {
            "text": "Probably sometime in the future, scientists would be able to generate whole organs by stem cells and tissue engineering to fulfi ll the increasing demand for organs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stem Cells and Bioethics"
        },
        {
            "text": "Depending upon their potency and differentiation capabilities, they can be:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stem Cells and Bioethics"
        },
        {
            "text": "• Adult stem cells: These are present in each tissue of the human body, where they help in replenishing cells for regular wear and tear of the cells. • Embryonic stem cells are located in the human embryo at the blastocyst stage (5-6 days of age). Leftover embryos at this age are often unwanted in assisted reproductive technology, and some parents can donate them for research. In many countries very strict laws are there for their usage. Some of the nations recommend their use when no other option is available. • Cord blood stem cells are derived from the umbilical cord, which is often still routinely discarded at birth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stem Cells and Bioethics"
        },
        {
            "text": "The ethical issues raised for stem cell research is the usage and destruction of human embryos for obtaining embryonic stem cell [ 14 ] . As the life begins with the embryo, thus destruction of life is immoral; therefore, its usage and the extraction of embryonic stem cells are unethical.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 135,
                    "text": "[ 14 ]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Stem Cells and Bioethics"
        },
        {
            "text": "However, using adult stem cells or umbilical cord blood stem cells has been considered ethically superior alternative to the use of embryonic stem cells. Their rejection and uncontrolled growth would be big challenges to fully explore their therapeutic potential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stem Cells and Bioethics"
        },
        {
            "text": "Human cloning is a very controversial issue [ 22 , 43 ] to discuss and its cloning can be \"reproductive\" cloning and \"therapeutic\" or \"research\" cloning. Though both the terms are not scientifically accurate, they are widely used. In somatic cell nuclear transfer (SCNT) , the nucleus from the somatic cell is transferred into the enucleated egg. The resulting embryo can either be implanted into a mother or surrogate mother for development (the cloned sheep Dolly was the outcome of SCNT ) or the embryo can be used for research purposes [ 7 ] . Implantation of embryo for gestation is referred as reproductive cloning, whereas in therapeutic cloning embryo is harvested for embryonic stem cells [ 16 ] . The stem cells obtained from embryo are embryonic stem cells , which can be induced to form different cells [ 8 , 25 ] .",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 55,
                    "text": "[ 22 , 43 ]",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 545,
                    "text": "[ 7 ]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 698,
                    "end": 704,
                    "text": "[ 16 ]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 815,
                    "end": 825,
                    "text": "[ 8 , 25 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Human Cloning and Bioethics"
        },
        {
            "text": "• People and scientifi c community in favor of human cloning say that it can combat infertility and very useful for therapeutic purposes. • Many people are against the creation and usage of embryo for research purposes; some are concerned about the risks like ovarian hyperstimulation syndrome in egg donors. • Many more object to the destruction of embryos as they represent the initial phase of human life thus considered morally equivalent to humans; therefore, they consider therapeutic cloning at par to reproductive cloning. • Human reproductive cloning is unacceptable and unethical for many scientists and philosophers [ 9 ] . Most of the countries have banned all kinds of human cloning. • In the Universal Declaration on the Human Genome and Human Rights (UDHGHR) by UNESCO in 1997 , it says that the \"Practices which are contrary to human dignity, such as reproductive cloning of human beings, shall not be permitted.\" • The resolution in this line was also passed by the WHO saying that human reproductive cloning is against human dignity and urged member states to prohibit it. ",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 632,
                    "text": "[ 9 ]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Human Cloning and Bioethics"
        },
        {
            "text": "Biotechnology has had a tremendous impact on human race [ 26 ] . The technology has potential to change what humans are [ 28 ] . Humans may come up as transhumans. Transhumanism is the international movement which is aimed to transform humans by the use of technology to augment brain function and enhance human intellect, physical potential, and psychological capabilities [ 27 ] . Their goal is to extend human life, enhance the brain and its capacities, delay aging, and improve physical conditions (socalled superhumans). Attempting technological augmentation on the normal human function [ 17 , 36 ] can take us far away from our own species to \"superhuman\" function. Thus, technological interventions can shift us from what we called as Homo sapiens to \"superhuman\" Homo sapiens technologicus -a species that uses, fuses, and integrates technology to enhance its own function [ 46 , 47 ] . We are living in the best of times as exhibited by the fast-paced economic growth of many countries around the world. Various initiatives that were taken in the fi elds of molecular biology, genetics, and recombinant DNA technology are beginning to show fruits, strengthening the basis of research.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 62,
                    "text": "[ 26 ]",
                    "ref_id": null
                },
                {
                    "start": 120,
                    "end": 126,
                    "text": "[ 28 ]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 374,
                    "end": 380,
                    "text": "[ 27 ]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 593,
                    "end": 604,
                    "text": "[ 17 , 36 ]",
                    "ref_id": null
                },
                {
                    "start": 882,
                    "end": 893,
                    "text": "[ 46 , 47 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Impact of Biotechnology on Society: Future Prospects"
        },
        {
            "text": "The technological advances have made our life easier. The problems encountered in the form of ethical dilemma need appropriate attention with a view of the interests of society. Our ultimate aim should be to generate thorough knowledge on all aspects of modern biology and garner excellence in the making of an economically, socially, and morally sustainable society [ 18 ] . 6 . Which of the following procedures is com-",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 373,
                    "text": "[ 18 ]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 376,
                    "end": 377,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Impact of Biotechnology on Society: Future Prospects"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Kant and applied ethics: the uses and limits of Kant's practical philosophy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Altman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Control of communicable diseases manual",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Science and Society: Different Bioethical Approaches towards Animal Experimentation. Presentation at a symposium \"Use of animals in research: a science-society controversy?",
            "authors": [
                {
                    "first": "Fwa",
                    "middle": [],
                    "last": "Brom",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Fatal Cercopithecine herpesvirus 1 (B virus) infection following a mucocutaneous exposure and interim recommendations for worker protection",
            "authors": [],
            "year": 1998,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "47",
            "issn": "",
            "pages": "1073--1076",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Studies on release and survival of biological substances used in recombinant DNA laboratory procedures",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Chatigny",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Hatch",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wolochow",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "National Institutes of Health Recombinant DNA Technical Bulletin",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Health care rights and responsibilities: a review of the European Charter of Patients' Rights",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dp O&apos;m&apos; N",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcauley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Walsh-Daneshmandi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Daly",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Goodbye Dolly?\" The ethics of human cloning",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Galton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Doyal",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Med Ethics",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "After-birth abortion: why should the baby live",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giubilini",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Minerva",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Med Ethics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "What exactly is an exact copy? And why it matters when trying to ban human reproductive cloning in Australia",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gogarty",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Med Ethics",
            "volume": "29",
            "issn": "",
            "pages": "84--89",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Applying the four-principle approach",
            "authors": [
                {
                    "first": "J-S",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Rauprich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vollmann",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Bioethics",
            "volume": "25",
            "issn": "",
            "pages": "293--300",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The future of human nature",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Habermas",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Conventional vs unconventional assisted reproductive technologies: opinions of young physicians",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hostiuc",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Obstet Gynaecol",
            "volume": "33",
            "issn": "",
            "pages": "67--70",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Human genetic data: preliminary study of the IBC on their collection, processing, storage and use, Rumball S and Smith AM",
            "authors": [],
            "year": 2002,
            "venue": "International Bioethics Committee",
            "volume": "",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Legal and ethical approaches to stem cell and cloning research: a comparative analysis of policies in Latin America, Asia, and Africa",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Isasi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Law Med Ethics",
            "volume": "32",
            "issn": "",
            "pages": "626--640",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The virtues in their place: virtue ethics in medicine",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Theor Med Bioeth",
            "volume": "2",
            "issn": "",
            "pages": "261--276",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Human reproductive cloning and reasons for deprivation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Med Ethics",
            "volume": "34",
            "issn": "",
            "pages": "619--623",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The imperative of responsibility: in search of an ethics for the technological age",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jonas",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ethics and biogenetic art",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jonas",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Soc Res",
            "volume": "71",
            "issn": "3",
            "pages": "569--582",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Grundlegung zur Metaphysik der Sitten (Groundwork for the Metaphysics of Morals) [1785] Akademie-Ausgabe Kant Werke IV",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kant",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Life, liberty & the defense of dignity: the challenge for bioethics",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kass",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A companion to bioethics",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kuhse",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Negotiating bioethics: the governance of UNESCO's bioethics programme",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Langlois",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Human infection with Venezuelan equine encephalomyelitis virus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Lennette",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Koprowski",
                    "suffix": ""
                }
            ],
            "year": 1943,
            "venue": "JAMA",
            "volume": "123",
            "issn": "",
            "pages": "1088--1095",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Common sense in the laboratory: recommendations and priorities",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Lennette",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Panel",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Proceedings of a conference held at the Asilomar conference center",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Cloning mice and men: prohibiting the use of iPS cells for human reproductive cloning",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Stem Cell",
            "volume": "6",
            "issn": "",
            "pages": "16--20",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Transhumanism, medical technology and slippery slopes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcnamee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Med Ethics",
            "volume": "32",
            "issn": "",
            "pages": "513--518",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Your destiny, from day one",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pearson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "418",
            "issn": "",
            "pages": "14--15",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Laboratory-associated infections: summary and analysis of 3921 cases",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Pike",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Health Lab Sci",
            "volume": "13",
            "issn": "",
            "pages": "105--114",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Past and present hazards of working with infectious agents",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Pike",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Arch Pathol Lab Med",
            "volume": "102",
            "issn": "",
            "pages": "333--336",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Laboratory-associated infections: incidence, fatalities, causes, and prevention",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Pike",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Annu Rev Microbiol",
            "volume": "33",
            "issn": "",
            "pages": "41--66",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Continuing importance of laboratory acquired infections",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Pike",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Sulkin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Schulze",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "AmJ Publ Health",
            "volume": "55",
            "issn": "",
            "pages": "190--199",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Monitoring stem cell research",
            "authors": [],
            "year": 2004,
            "venue": "Bioethics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The principles of humane experimental technique. Methuen London, ALTEX (Alternatives to Animal Experimentation) offi cial publication of the Johns Hopkins Center for Alternatives to Animal",
            "authors": [
                {
                    "first": "Wms",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Burch",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The technological world picture and an ethics of responsibility",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schuurman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The paradox of choice: why more is less",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Survey of laboratoryacquired infections",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Sulkin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Pike",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "AmJ Publ Health",
            "volume": "41",
            "issn": "",
            "pages": "769--781",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "NIH guidelines for research involving recombinant DNA molecules",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Airborne Q fever",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Tigertt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Benenson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Gochenour",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Bacteriol Rev",
            "volume": "25",
            "issn": "",
            "pages": "285--293",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Universal Declaration on the Human Genome and Human Rights",
            "authors": [],
            "year": 1997,
            "venue": "UNESCO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Human Genetic Data: preliminary study of the IBC on their collection, processing, storage and use",
            "authors": [],
            "year": 2002,
            "venue": "International Bioethics Committee (IBC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "WHO, Fifty-fi rst World Health Assembly Agenda Item 20: ethical, scientifi c and social implications of cloning in human health",
            "authors": [],
            "year": 1998,
            "venue": "World Health Organization",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "World health report, World Health Organization",
            "authors": [],
            "year": 2005,
            "venue": "World Health Organisation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Laboratory biosafety manual, 3rd edn. World Health Organization",
            "authors": [],
            "year": 2004,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Inventing iron man: the possibility of a human machine",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Zehr",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The potential transformation of our species by neural enhancement",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Zehr",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Mot Behav",
            "volume": "47",
            "issn": "",
            "pages": "73--78",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Guidelines for Biosafety Laboratory Competence European Union, Charter of Fundamental Human Rights",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "60",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Utilitarianism ( or Consequentialism ): British philosopher Jeremy Bentham (1748-1832) developed the utilitarian theory which was later refi ned by John Stuart Mill (1806-1872).",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "• Usage of microbiological techniques • Safe use of biosafety cabinets • Medical and laboratory waste management • Blood/human samples/tissue handling • Recombinant DNA technology with viruses or bacterial vectors or working with animal or plant systems[ 5 ] Thus briefl y biosafety requires:• Effective policies for biosafety, biocontainment , and biosecurity. • Appropriate risk identifi cation, assessment, and continuous monitoring for minimal chances of exposure. • Training all those working in the laboratory regarding safety, responsibilities, handling in accidental situations, and reporting of concerns. • Both workers and management should work with full cooperation and critically perform self-review.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Impact of breeding of these transgenic animals and plants on other plants and animals when they breed in their natural environment. 2. Potential health hazards which we can face after consumption of GMOs. 3. Risk of transmission or emergence of potential pathogens post gene manipulation or xenotransplantation . 4. Changes in the environment and ecology by unnatural gene transfer and crossing of species boundary.insemination, in vitro fertilization , and implantation. It may also involve preimplantation genetic diagnosis , gestational surrogacy , gamete donation, and sex selection . Bioethical issues are important as they are directly related to society:• The technology enables children to be conceived by couples who have fertility defects, thus it came up as a very good medical intervention for childless couples. • However it enables children to be conceived who do not have any genetic relationship with either one or both of their parents (using donor sperm or ovum). • Though preimplantation genetic diagnosis is recommended for medical reasons, it can be misused. • The male and female homosexual couples, single men, single women, or postmenopausal women would seek the assistance of assisted reproductive technologies. • As the mother and father would not have child-parent relationship, who would be responsible for the child and his welfare? The child too have right to be with biological father and mother. • In conditions where both donor sperms and ovum are used for having the child, what would be the legal rights of the child? • This technology if not judiciously used could create scattered and torn families and disconnect genetic, gestational, and social child-parent relationship. • What would be done with excess IVF embryos, would they be treated like human embryos or",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Likewise The Council of Europe's Additional Protocol to the Convention on Human Rights and Biomedicine (1998), The Charter of Fundamental Rights of the European Union ( 2000 ) prohibits the reproductive cloning of human beings (Article 3).• The potential and the power of the technology require caution when we ourselves are the objects of biotechnology[ 35 ].",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "• Biotechnology has made tremendous progress in providing therapeutics, new ways to diagnose diseases, regenerative medicines, food and feed solutions, food with nutritive values, and other countless achievements. • Biosafety is a very important aspect as the health-care and laboratory workers are continuously exposed to highly contagious and infectious pathogenic agents. They work with these agents either for the purposes of diagnostics or research. • Many laboratory-induced infections were reported among the workers and several of them were serious and resulted in death of workers. These laboratory-induced infections were due to organisms in biorisk-3 and biorisk-4 groups. • Thus, it becomes very important to do appropriate risk assessment, monitoring, and installation of appropriate preventive measure like biosafety levels and biocontainment facility and training to the laboratory workers for prevention. • Bioethical issues are there with all the major achievements of biotechnology . The issues were being raised because of rightness or wrongness of the experiment, to ensure experiments are conducted in a way that it ensures safety for all, the humans, animals, and the environment. • Bioethical issues related with genetically modifi ed crops are related to development of resistance in insect-resistant crops and their impact on the environment, animals, and humans. Many ethical issues were raised for genetically modifi ed animals and their sufferings. • Embryonic stem cell therapy and assisted reproductive technologies along with genetically modifi ed crops faced too much of ethical discussions and resistance. Human reproductive cloning created tremendous furor; thus, human cloning in all forms was banned in most of the countries. • As with any other technological advancements, each technology is faced with ethical and social issues and so is biotechnology . However, it is important that before we keep on proceeding, we should ask some basic questions to ourselves: (1) Why am I doing this? (2) Would it be benefi cial for anyone? ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chapter End Summary"
        }
    ]
}