{
    "paper_id": "3dd525763e627128b8044497825bbafa20f3a99e",
    "metadata": {
        "title": "COVID-19 what have we learned? The rise of social machines and connected devices in pandemic management following the concepts of predictive, preventive and personalised medicine",
        "authors": [
            {
                "first": "Petar",
                "middle": [],
                "last": "Radanliev",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {}
                },
                "email": "petar.radanliev@eng.ox.ac.uk"
            },
            {
                "first": "David",
                "middle": [],
                "last": "De Roure",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Rob",
                "middle": [],
                "last": "Walton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Max",
                "middle": [],
                "last": "Van Kleek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Rafael",
                "middle": [
                    "Mantilla"
                ],
                "last": "Montalvo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cisco Research Centre",
                    "location": {
                        "settlement": "Research Triangle Park",
                        "region": "North Carolina",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Omar",
                "middle": [],
                "last": "Santos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cisco Research Centre",
                    "location": {
                        "settlement": "Research Triangle Park",
                        "region": "North Carolina",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "La&apos;",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Treall",
                "middle": [],
                "last": "Maddox",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cisco Research Centre",
                    "location": {
                        "settlement": "Research Triangle Park",
                        "region": "North Carolina",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": ";",
                "middle": [
                    "Stacy"
                ],
                "last": "Cannady",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cisco Research Centre",
                    "location": {
                        "settlement": "Research Triangle Park",
                        "region": "North Carolina",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives: Review, compare and critically assess digital technology responses to the COVID-19 pandemic around the world. The specific point of interest in this research is on predictive, preventive and personalised interoperable digital healthcare solutions. This point is supported by failures from the past, where the separate design of digital health solutions, has led to lack of interoperability. Hence, this review paper investigates the integration of predictive, preventive and personalised interoperable digital healthcare systems. The second point of interest is the use of new mass surveillance technologies to feed personal data from health professionals to governments, without any comprehensive studies that determine if such new technologies and data policies would address the pandemic crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Most countries' digital responses involve big data analytics, integration of national health insurance databases, tracing travel history from individual's location databases, code scanning, and individual's online reporting. Public responses of mistrust about privacy data misuse differ across countries, depending on the chosen public communication strategy. We propose predictive, preventive and personalised solutions for pandemic management, based on social machines and connected devices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The proposed predictive, preventive and personalised solutions are based on the integration of IoT data, wearables devices data, mobile apps data, and individual data inputs from registered users, operating as a social machine with strong security and privacy protocols. We present solutions that would enable much greater speed in future responses. These solutions are enabled by the social aspect of human-computer interactions (social machines) and the increased connectivity of humans and devices (internet of things).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Inadequate data for risk assessment on speed and urgency of COVID-19, combined with increased globalisation of human society, led to the rapid spread of COVID-19. Despite an abundance of digital methods that could be used in slowing or stopping COVID-19 and future pandemics, the world remains unprepared and lessons have not been learned from previous cases of pandemics. We present a summary of predictive, preventive and personalised digital methods that could be deployed fast to help with the COVID-19 and future pandemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "With the rise of COVID-19, most western governments seem determined to design apps and surveillance mechanisms as a means of response. During the first wave of the COVID-19 pandemic, these proved successful in some countries including Taiwan, South Korea, and China. Western countries are developing similar monitoring and surveillance approaches, hoping to replicate that success and prevent significant damage from rising risks of a second wave. With monitoring as the main drive, we could be limiting the potential for pandemic management. Designing separate systems in isolation could lead to the realisation that such systems are coupled by default. But by being designed in isolation, such systems become proprietary and not interoperable with similar systems built by others. This can also result in the repeat of past cybersecurity mistakes. We investigate interoperability in predictive, preventive and personalised medical systems design, which could become the topic of concern when upgrading the same systems we are building today, for pandemic management at the latter stages of this outbreak or future outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "COVID-19 was declared as an outbreak in January 2020 by the World Health Organisation (WHO). Within 6 weeks it became a pandemic, and by mid-March 2020, the COVID-19 pandemic had generated 24 times more cases than the Severe Acute Respiratory Syndrome (SARS) outbreak [1] . One of the differences is that the amount of digital data produced in the time period prior to and during SARS in 2003, is produced within minutes today in 2020 [1] . Big data has enabled geospatial mapping of COVID-19 for epidemic transition analysis, but challenges remain in 'data aggregation, knowledge discovery, and dynamic expression' [2] . There is also an opinion that many countries didn't learn from the previous two coronavirus pandemics (Middle East Respiratory Syndrome -MERS, and SARS), resulting in an inadequate risk assessment of the urgency, and the speed of the pandemic [3] . Taiwan on the other hand has learned from the SARS pandemic and has developed a fast response health mechanism, that recognised the crisis and activated emergency measures to contain the outbreak [4] .",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 616,
                    "end": 619,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 865,
                    "end": 868,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1067,
                    "end": 1070,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "The case of COVID-19"
        },
        {
            "text": "This review paper is looking for digital solutions that enhance the speed of response during pandemics. Fast information flow is needed for understanding the dynamics and development of an epidemic and to aid prevention, control and decision making; and for informing actions. This research studies interoperability of digital health solutions and the benefits from integration of these systems. A lack of data in the initial stages of the COVID-19 outbreak led to its initial rapid spread across the world. Despite the abundance of digital solutions for preventing future pandemics, the world remains unprepared. A specific focus in this study is speed of response enabled by the social aspect of human-computer interactions (e.g. social machines), and the increased connectivity of humans and devices (e.g. IoT).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Digital solutions for the COVID-19 outbreak"
        },
        {
            "text": "The Internet of Things (IoT) refers to technologies with sensing, networking, computing, information processing, and intelligent control capabilities. IoT is commonly used to describe various smart objects and things, with computational abilities, that exchange information, potentially even on a global level, perceiving the world as one adaptive and interconnected system [5] . This communication and exchange of information is done via different protocols including WAN, LAN/LoRaWAN, Bluetooth, Z-Wave, INSTEON, ZigBee, WiFi, 4G, and 5G. When social networks are integrated with the IoT a new concept emerges, named Social Internet of Things (SIoT). The SIoT potential architecture, policy and network structure has already been tested with simulations [6] . These simulations show that SIoT depends on the type of relationship (e.g.) Ownership object relationship (OOR); Social object relationship (SOR); Co-work object relationship (C-WOR); Co-location object relationship (C-LOR); and Dynamic Social Structure of Things (DSSoT). The 'Social Collaborative Internet of Things' (SCIoT) goes even further in respect that social objects are grouped and collaborate by interacting and sharing [7] , in other words, working as cognitive coupled systems. These concepts emerge as values in the advancements of smart healthcare monitoring and management systems that are using big data analytics, such as iHealth, and m-Health [8] . The diversity of SIoT implementations points to problems of scale and interoperability in terms of aggregation of data for responding to a pandemic.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 377,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 756,
                    "end": 759,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1193,
                    "end": 1196,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1424,
                    "end": 1427,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "The role of connected devices and social networks"
        },
        {
            "text": "This is a review paper, investigating different approaches taken across the world in managing the COVID-19 pandemic with digital technologies. To forecast events, digital technologies currently use artificial intelligence (AI) to process large amounts of data. However, AI applications require narrowly defined use cases and large training datasets to 'teach' the app how to forecast. This would result in a slow adaptability of AI to managing a new and fast changing pandemic. To use AI in pandemic management, social machines and connected devices will require a different approach to AI training, for example, selective repurposing of AI systems already trained for other uses, like temperature measurement. A social machine is defined as 'an environment comprising humans and technology interacting and producing outputs or action which would not be possible without both parties present' 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "As we have seen with most mobile app concepts for pandemic management, they depend on human and technology interaction at scale, that is, with mass participation by large segments of the population. To achieve the targets of the UK's digital contact tracing programme, for instance, it was anticipated that a minimum adoption rate of 60 percent 2 of the UK population was needed 3 . However, where such apps require the capture and sharing of sensitive data with various entities such as the government, potential users can become wary and reluctant to participate. One study found that over 70 percent citizens were unwilling to download contact tracing apps 4 . Since this data is already shared by many humans on social media and mobile apps, this opens up questions on how to design a privacy preserving contact tracing app, that ensures that a sufficient percentage of humans will download the pandemic management app. To investigate this, we refer to social science methods and relate the concept of social machines, with digital health, and pandemic management. An additional approach is to use standard Open Source Intelligence (OSINT) to gather data that is available in the public domain 5 . This includes searches to public repositories of Internet-exposed and vulnerable IoT devices (for instance, shodan.io).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "Global pandemic management requires fast data and knowledge acquisition with real-time visualisation of results. This can be achieved by interactive spatial transmission and social management of data in geographic information Systems [9] . This relates to the 'Social Internet of Things' (SIoT), which integrates people and smart devices interacting within a social structure of IoT, often through IoT platforms [10] , [11] . The 'Social Collaborative Internet of Things' (SCIoT) represents a more advanced form of SIoT where social objects collaborate, interact and share information, creating cyber-physical ecosystems [12] .",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 237,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 621,
                    "end": 625,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Social machines in digital health for pandemic management"
        },
        {
            "text": "Social machines are human-machine communities on the Web (e.g. Wikipedia. These often change, like living-hybrid organisms, and may be represented as cyber-physical and sociotechnical systems [13] . Such systems can be observed through a plurality of archetypal narratives [14] . The SIoT utilises users' needs, preferences, social drives and the surrounding environment to generate situation-aware services [15] . This refers to cognitive reasoning within temporary social structures, combining users, objects and services in the form of a 'Dynamic Social Structure of Things' [15] . Cognitive collaboration between connected devices can be achieved by combining machine learning with middleware technologies [12] . Some studies even suggest the creation of emotional models for human-machine interactions [16] , [17] , as expressed in Table 1 . Such human-machine interactions could provide valuable feedback for pandemic monitoring apps. The social networks described in Table 1 have large numbers of participants and can provide answers to complex problems [6] . Hence, when designing pandemic monitoring apps, we should focus on the value of this human-computer interaction for large numbers of participants and a wide range of devices. An approach to managing new mass surveillance technology that links personal data would be to enable the consolidation of connected devices into virtual objects for remote access and control. This could create a dynamic virtual network connecting different domains and facilitating sharing of resources in a cloud environment [18] . This would allow us to initiate the development of a truly global response and monitoring of pandemics.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 273,
                    "end": 277,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 578,
                    "end": 582,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 710,
                    "end": 714,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 807,
                    "end": 811,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 814,
                    "end": 818,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1061,
                    "end": 1064,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1568,
                    "end": 1572,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 837,
                    "end": 844,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 974,
                    "end": 981,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Social machines in digital health for pandemic management"
        },
        {
            "text": "The SIoT opens new opportunities, such as fast and diverse application development though a dynamic end-to-end connection between devices. For example, there is already a consensus among Chinese experts that Internet of Things (IoT) can help in diagnosis and treatment of the pandemic [9] . The SIoT enhances the IoT with improved intelligence, context-awareness and cognitive reasoning [15] , such as an IoT cognitive hierarchy thinking mechanism [19] . Some include using social network theory for social relations of mobile nodes in IoT [20] . If we consider the concept of mechatronics, where functionality is transferred from the machine system into an information systems [21] , then the SIoT already represents a form of cognitive engine. Cognition in the form of an aware-SIoT that perceives time, space, and activity, depends on building social relationships between 'things' [20] .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 288,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 387,
                    "end": 391,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 448,
                    "end": 452,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 540,
                    "end": 544,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 885,
                    "end": 889,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Social collaborative internet of things and artificial intelligence"
        },
        {
            "text": "Cognition in SIoT could resolve many social issues. For example, one such issue is incorrect self-diagnosis though personal digital health data. This creates increased and sometimes unsustainable demand for medical practitioners. At best such information could be used by clinicians for understanding a patient's lifestyle [22] . Cognition in health social machines could prevent the damage of self-diagnosis, and instead, provide tailored interventions by de-coupling activity data into a consolidated longitudinal archive for an integrated approach to 'intervention, management, mitigation and sensemaking' [22] , supported with FAIR stewardship for distributed data analytics [23] . With the advancements in machine moral mind [24] , and criteria to evaluate the health of a Social Machine [25] , the interactions with social machines could evolve into a meaningful communication based on moral agency, where humans act as a 'cognitive anchor', noting that even humans need models for mental behaviour [24] .",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 327,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 609,
                    "end": 613,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 679,
                    "end": 683,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 730,
                    "end": 734,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 793,
                    "end": 797,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1005,
                    "end": 1009,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Social collaborative internet of things and artificial intelligence"
        },
        {
            "text": "The SIoT operates in a way that is similar to how humans interact with social networks. The physical social connections between humans and things, represent the baseline for the logical configurations of social communities, involving humans and things [17] . The logical configuration adopts individual social network behaviours, into an universal social network of all entities [17] . The IoT contains many aspects of social networking, where value emerges from the exchanges between users and devices, enabling service that would be of more interest because of interactive filtering (e.g. embedded systems gathering and analysing data before communicating to social networks of people and devices), to provide better quality of experience [17] .",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 379,
                    "end": 383,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 741,
                    "end": 745,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Social collaborative internet of things and quality of experience in digital healthcare"
        },
        {
            "text": "Whilst it is likely that during rapidly unfolding crises, aspects other than service design will be given priority in the design and deployment of new digital interventions, it is well established that ease of use and user experience, combined with a perceived value for participants, could increase uptake, adherence, and resulting effectiveness of such interventions. Moreover, since the effectiveness of such interventions depends on high rates of user adoption, rapid uptake and participation is crucial. Thus, systems designed for gathering personal data during pandemics should provide value and quality of service to encourage more participants. Participants could also be encouraged by different systems of trust. There are various schemes of trust, with diverse trust scaling, dimensions, inferences and semantic meanings [26] . For example, for trust in social networks, Amazon and eBay use star ratings, P2P networks measure quality of downloaded files and speed.",
            "cite_spans": [
                {
                    "start": 831,
                    "end": 835,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Social collaborative internet of things and quality of experience in digital healthcare"
        },
        {
            "text": "Some medical devices are considered IoT devices. There are many challenges identifying what closed or open source software is running in medical devices and other IoT devices in the industry. The list of software used in any device (including non-IoT devices) is referred to a software bill of materials (SBOM). Vendors and consumers lack awareness of not only the software components they are using and adopting, but also the underlying security vulnerabilities that affect such software. The National Telecommunications and Information Administration (part of the United States Department of Commerce) is leading an effort to provide guidelines to producers and consumers of technology on how to create effective SBOMs that can help identify the presence of known security vulnerabilities 6 . This effort is divided into four major working groups: Framing; Awareness and Adoption; Formats and Tooling; and Healthcare Proof of Concept.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social collaborative internet of things and quality of experience in digital healthcare"
        },
        {
            "text": "The Healthcare Proof of Concept working group created a report that provides information on SBOM creation by the MDMs, consumption by the health care delivery organizations (HDO), and the exercising of the Procurement, Asset Management, Risk Management, and Vulnerability Management use cases. Challenges and areas for improvement were identified and documented around an absence of naming standards, partial version information, vulnerability vs exploitation qualification, configuration vulnerabilities, no authoritative end of life database, and lack of patching level data 7 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social collaborative internet of things and quality of experience in digital healthcare"
        },
        {
            "text": "COVID-19 has triggered a significant shock in the economy with social distancing, and quarantine policies triggering economic recession. Economic hardship could harden the impact of pandemics and digital technologies provide some solutions for increasing economic value during global pandemics. While current focus is on pandemic management, with the increased focus on digital management of the COVID-19, significant focus is also placed on connected devices and IoT. Prior to the pandemic, it was estimated that IoT will create a value in 2020 projected at 1.9 trillion USD [27] with connected IoT devices reaching 20.8 billion in 2020 [28] . These connected devices and social networks, enable data collection and exchange that was not possible during previous pandemics, and this represent a different healthcare business eco-system. Healthcare business models need to adapt accordingly to secure ethical access to this new value.",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 580,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 638,
                    "end": 642,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Pandemics and socio-economic hardships"
        },
        {
            "text": "Some of the areas of focus to secure ethical access to this new value are in monitoring and control, big data for business analytics, information sharing and collaboration [29] , among many other value areas. Harnessing the IoT potential also requires a digital strategy, for example, the Cloud offers value in high scale real time analytics of big data, and IoT middleware offers lightweight real-time analytics [30] . Cloud IoT also enables a vision for worldwide IoT integration [31] . Apart from the medical and business side, there is also a social value from IoT social connection and networking, which can be explored by combining social computing with opportunistic IoT, for analysing the physical and digital social communities simultaneously [32] . By adding intelligence in objects, smart objects collect data, interact, and control the physical world, while symbiotically sharing data and being interconnected with other things [33] , though a diverse set of communication technologies, that enable remote management [33] .",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 752,
                    "end": 756,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 940,
                    "end": 944,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1029,
                    "end": 1033,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Pandemics and socio-economic hardships"
        },
        {
            "text": "With the integration of large numbers of social IoT's in a digital healthcare design, a large data distribution platform can be subjected to a relatively simple large scale attack, triggering a huge economic cost and even loss of life [34] . These emerging risks from IoT in healthcare ecosystems need to be understood in the digital solutions design process. One way to understand these risks is through existing reference architectures for attack surface analysis [35] . Cloud IoT ecosystems are seen as pervasive and disruptive, enabling many different applications that are gaining momentum, but with many issues surrounding privacy and security [36] . There are however existing cyber risk assessment approaches for smart systems [37] , for IoT systems [38] and for cloud provider environments [39] . Use of these could enhance the privacy of digital heath solutions. SIoT is in the same risk category. SIoT objects can anonymously establish communications and cooperate opportunistically with neighbouring IoT devices, but trust management in SIoT is a concern [7] . Therefore, existing performance metrics for security operations analysis [40] , and failsafe recommendations [41] should be consulted in the design of digital heath solutions.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 735,
                    "end": 739,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 758,
                    "end": 762,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 799,
                    "end": 803,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1067,
                    "end": 1070,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1146,
                    "end": 1150,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1182,
                    "end": 1186,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Cyber risk from digital solutions in pandemic management"
        },
        {
            "text": "Two data sources were used extensively in case studies: (1) the google scholar search engine, followed by (2) a critical appraisal of Publons new COVID-19 publication index that investigates sound scientific practices of preprints and papers. As COVID-19 is a global and fast spreading pandemic, as visualised in Figure 1 , the case study research was not focused on investigating individual region responses in great detail. We designed the diagram in Figure 1 , with data from this study, using the 'draw.io' open access web software 8 .The different lines represent the spread of COVID-19 regionally, nationally, and internationally, leading to a global pandemic. The COVID-19 pandemic has spread globally (demonstrated conceptually in Figure 1 , without reliance on concrete data) even before most governments realised the need to act, for example, at the time of writing the first known case in France was in December 2019, almost a month before the French government announced the first case in France 9 . Therefore, studying regional approaches in detail at this stage, when we don't truly understand the data, would probably not produce the results that we require. Instead, focus was placed on the regions that performed best during the initial outbreak, with the objective to gather and accumulate knowledge on the effectiveness of different methods, and with the aim of making recommendations for replicating this success in the second wave.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 321,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 453,
                    "end": 461,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 739,
                    "end": 747,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case study of digital solutions in pandemic management"
        },
        {
            "text": "The Taiwanese culture of civic technology, a fusion of technology, activism, and civic participation, created a strong response to COVID-19 [42] . The vTaiwan digital democracy platform [43] presents a decentralised community of participants. The platform hosts social machines that uncover a problem and then help participants to understand this problem, even while the situation is changing daily, or hourly. Taiwan implemented actions (interventions) with great speed through the platform [43] . Some of the actions were aimed at reducing panic buying, such as the application programming interface (API) that provided real-time, location-specific data to the public on critical items' availability. To design the interactive face mask maps, for example, the Digital Minister worked with hacktivists through a digital chatroom.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "[43]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The case of COVID-19 in Taiwan -role of social machines in digital democracy"
        },
        {
            "text": "A second example of success was a bottom-up information sharing platform on which individuals created a strong participatory collective action for sharing real-time reports about symptoms using social smartphone apps, call-in lines, and other approaches. The results were integrated with location history by community created apps, enabling individuals to track and compare their exposure. This approach supported proactive behaviour, where people who were concerned about being exposed had a tool to determine if they should self-isolate prior to developing symptoms. The authorities also had a tool to monitor people in self-isolation with a mobile phone based 'electronic fence' that traces mobile phone signals to track location and follow up with two phone calls every day to make sure people stay home. The Taiwanese system sends alerts to police if selfquarantined people leave their home, and the police would contact or visit the person within 15 min of the alarm being triggered. The Taiwanese 'electronic fence' system could be the first in the world designed for this purpose 10 .",
            "cite_spans": [
                {
                    "start": 1088,
                    "end": 1090,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "The case of COVID-19 in Taiwan -role of social machines in digital democracy"
        },
        {
            "text": "The success factor for such large-scale social coordination was the common-sense approach and the privacy protection of participating individuals. This platform reduced economic impact greatly, through successful containment that avoided social distancing measures. People either self-isolated, avoided, or disinfected contaminated locations, depending on their location history review. The community data enabled more targeted responses that have proven more effective than in all other economies, including the US, the EU and China, at least in the first wave. The case of Taiwan has proven that social inputs and coordination can prove more effective in resolving complex fast evolving problems, than centrally run top down approaches that take a while to deliver and, in some regions, lack buy in by the population. Further, the community driven development of software tools in this case was proven to be fast and precise, driven by society participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The case of COVID-19 in Taiwan -role of social machines in digital democracy"
        },
        {
            "text": "This review paper is focused on the human-computer interactions in pandemic management, where technology creates value when built into social machines, where a large number of participants adding input in mobile apps. However, it's worth mentioning that AI and ML can also add value in purely digital approaches to solving problems. AI/ML applications generally work best with narrowly defined use cases accompanied by large, hand-built training datasets to 'teach' an application how to execute against its use case. This results in slow adaptability of AI/ML to new opportunities, unless an existing capability can be re-purposed. For example, consider the Kogniz Health product 11 -a stand-alone infra-red digital camera with an integrated ML trained to identify passers-by who show signs of fever, and send alerts in real time via a variety of standard messaging tools. The ML capability is possibly repurposed from an existing ML use case to monitor and alert on temperature variations beyond acceptable limits in an industrial setting. This approach could work in advanced economies because of partially existing infrastructure, strong know how and technological/financial strength. But it is difficult to see how these tools can be made operational in developing countries, at the required speed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The case of COVID-19 in Taiwan -role of social machines in digital democracy"
        },
        {
            "text": "Given the lack of treatment such as a vaccine for COVID-19, the world's current focus is on global surveillance, and IoT and other new technologies including thermal cameras or IoT sensors [44] , and face recognition [45] , that can play a crucial part in mapping the spread of infection, and in detecting disease early as part of smart systems with near real-time data tracking and alerts [3] . Currently IoT enabled drones are used for public surveillance, enforcing quarantines and even for faster disinfecting with agricultural drones. IoT can be used for enforcing compliance of infected people in quarantine, by monitoring and tracing potential infections caused by breach in quarantine. The speed and scale of IoT connectivity could enhance the UK's National Health Service (NHS) ability to monitor high-risk patients in home quarantine. This is currently done with healthcare workers going door-to-door, posing a risk to them, and using up resources for home checks that could turn out to be unnecessary. IoT real-time live cameras could be used for patient checks, cloud databases could be used for patients to upload their temperature measured on home thermometer and drones could be used to check temperature with infrared cameras. The aggregated IoT mobile data from infected patients can be used for tracing people who might have been in contact with infected patients. The IoT is already used for remote monitoring of in-house patients with serious conditions. Self-reporting apps such as the 'C-19 COVID symptom tracker' enable quick build-up of maps and other data that support people to prevent infection and medical professionals to plan their response. One of the main benefits from app design that operates as a social machine is the speed of deployment and data collection. For example, the UK 'Covid Symptom Tracker' app reached 700,000 downloads and app registrations in 24 hours [46] . It is almost impossible to gather such large data sets with any of the traditional data collection tools. But societal participation in data collection, during times of crises, seems to be producing relevant data at a very fast rate.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 217,
                    "end": 221,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1903,
                    "end": 1907,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "The case of COVID-19 in the UK"
        },
        {
            "text": "Earlier attempts were different in approach. For example, a mobile phone application called FluPhone App [47] used Bluetooth and Wi-Fi signals to track human interactions and asked users to report symptoms. The data collected was used for understanding how diseases spread in complex human network structures, using information such as how frequently people meet and how much time they spend together. One of the main weaknesses in this approach is that smartphones can accurately determine location between 7-13 meters [48] and COVID-19 spreads in people that are within less that 2 meters proximity [49] . Tracing Bluetooth and Wi-Fi location also does not always help with mapping objects in movement (e.g. flights, trains and buses).",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 520,
                    "end": 524,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "The case of COVID-19 in the UK"
        },
        {
            "text": "The Chinese approach for compulsory registration of phone numbers to an app, prior to using public transport, and allocating colour codes through social media apps, could be more effective in using big data for automated forecasting of contagion risk, but it triggers privacy concerns [1] . The Chinese approach is enabled through the wallet app Alipay, and the social media, messaging and mobile payment app WeChat. The apps display a code that can be read by smartphones: green means unrestricted and yellow or red implies a need to self-quarantine or be in a supervised quarantine. Codes are based on tracing location history to determine contacts with outpatients or people hospitalised in the past 14 days and are refreshed every day at midnight. Many restaurants, coffee shops and shopping malls, require to see a green code to enter. But there are already concerns about glitches, and incorrect codes that ban people from traveling or entering public spaces,",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 288,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "The case of COVID-19 in China -role of IoT in social machines"
        },
        {
            "text": "While the Chinese approach for digital epidemic control has triggered privacy concerns and mistrust, similar public response can be expected in the EU and USA where people have even lower level of trust in their governments [1] . This mistrust can be fuelled even more with the increased attacks against individuals working from home during the pandemic 12 .",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 227,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "The case of COVID-19 in China -role of IoT in social machines"
        },
        {
            "text": "There is also a big difference in how such cyber-attacks are mitigated. One malware sample we discovered was a wiper designed to destroy infected systems. The malware was aimed at people working from home, but also at health care organisations. The filename \"冠状病 毒.exe\" which translates to \"coronavirus\" uses several techniques to delete data from both the file system and registry in an attempt to disrupt system operations. The Taiwanese approach has on the other hand caused far less mistrust despite involving big data analytics, the integration of national health insurance databases, access to travel history from individual's location databases, code scanning, and online reporting. The main difference between the EU, USA, China and Taiwan on the other hand, is the difference in public communication strategies [1] .",
            "cite_spans": [
                {
                    "start": 820,
                    "end": 823,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "The case of COVID-19 in China -role of IoT in social machines"
        },
        {
            "text": "South Korea was one of the countries where COVID-19 started early in the global outbreak, and their experience with SARS has proven effective in lowering the death rate through strict quarantine and fast testing. South Korea deployed a tracking app called Corona100m (Co100), informing people of known cases within 100 meters of their location 13 . Further tracking measures included a 'smart city technology system' that uses surveillance camera footage and credit cards transactions to track past movement of infected patients 14 . These tools are in addition to the Coronamap 15 website tracing the location history of the infected, and the information search engine Coronaita 16 designed specifically for finding information on infected areas.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 346,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 529,
                    "end": 531,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "The case of COVID-19 in South Korea -social machines and IoT in smart cities"
        },
        {
            "text": "The Chinese response to COVID-19 has shown that information systems for pandemic management, in terms of database and spatial analysis and mapping, can be designed and made operational fast, but is limited by the commercial software that's in existence [2] . Some of the main challenges are: the large-scale people flow globally, the long incubation period of this virus, lack of symptoms in some of the infected, virus reoccurrence after recovery, evolving nature of the virus targeting different DNAs, and the different level of impact on individuals. If pandemic tracking information system is designed to operate regionally, its functions are limited in global pandemic prevention monitoring.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 256,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "The role of Tech companies in COVID-19 pandemic management"
        },
        {
            "text": "Two different software tools were heavily used for a bibliographic review of the types of data used in pandemic management: (1) R Studio was used with the 'bibliometrix' [50] package to analyse the large sets of data records, and (2) Figure 2 , we can see a three-fields plot of keywords, topics and countries. To compare the three-fields plot analysis with alternative mapping of scientific research on COVID-19, we designed a graph by corresponding author countries Figure 3 . To compare these results, with the entire 2,254 records on the Web of Science Core Collection, we used the Web of Science result analysis tool and found similar results as seen in Figure 4 . Although in Figure 2 , and Figure 3 , China is shown as the dominating country in the scientific research on COVID-19, we compared the three-fields plot analysis, by using the same data file of records and designed a collaboration network as a social structure Figure 5 . What is clear from Figure 5 is that the UK is performing strongest in collaborative research on COVID-19, and this collaboration is strongly represented between the UK, US and Canada. We continued this analysis by doing a historical search on the Web of Science Core Collection for scientific research on global pandemics. This resulted with 3,708 records, and we used the Web of Science tool for research analysis -see Figure 6 . The historic analysis showed that countries that have led the scientific research on global pandemics in the past, are not represented as strongly as China in the scientific research on COVID-19. Since China was first affected in this global pandemic, we could speculate that regional research effort is driven by the effect of the pandemic. It is possible that other countries would pick up and start producing more scientific research, but such comparison can only be confirmed when data becomes available. At present, these graphs represent statistical analysis of the current data, as a snapshot in time, compared with historical analysis in Figure 6 . ",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "[50]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 242,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 468,
                    "end": 476,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 659,
                    "end": 667,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 682,
                    "end": 690,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 697,
                    "end": 705,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 931,
                    "end": 939,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 961,
                    "end": 969,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1362,
                    "end": 1370,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2019,
                    "end": 2027,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Statistical bibliometric analysis of scientific research records"
        },
        {
            "text": "In this section we detail our search for scientific research using digital data. Firstly, such data does exist. Digital healthcare (e.g. e-Health, m-Health, Telemedicine, etc.) includes management of large, heterogeneous, distributed, multiscale, and multimodal data sets distributed across edge-fog-cloud healthcare paradigms [52] . Complementing such paradigms, smart cities generate vast amounts of data, captured and stored in different heterogenous formats, that need to be transformed to be of analytical value [53] . IoT and big data analytics are emerging trends in new biomedical and healthcare technologies [54] . These various different types of data need to be integrated to ensure fast and effective response during pandemic management. Although there are concerns about data privacy, there are many types of data that are already shared openly in different community settings (e.g. skill set, goods sold, vehicles movement, etc). Some personal data needs to be evaluated with specific privacy requirements in consideration, but there is also a lot of data shared in open community marketplaces [55] .",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 331,
                    "text": "[52]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[53]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 617,
                    "end": 621,
                    "text": "[54]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1108,
                    "end": 1112,
                    "text": "[55]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Types of digital data in pandemic management"
        },
        {
            "text": "Focusing on one specific data type (e.g. big data), would not necessarily result in lowlatency. Adding to this, the peer-reviewed scientific research on individual data sources is still in its infancy, and the COVID-19 pandemic is already causing deaths globally. Currently, there are only five scientific publications on the Web of Science Core Collection under the search on 'COVID-19 and big data'. We reviewed all five publications and only one actually discussed big data solutions. This one publication is only a viewpoint, not a research article. A similar search on 'pandemics and big data', using historical records since 1900 (to 2020) produced only 59 records. On the other hand, search results on 'big data' alone, produced 88,410 records. It is unclear if this result is caused by lack of funding, or lack of interest in the past on this research topic. Hence, we continued with different search parameters, and here we discuss few different types of data that need to be integrated in the pandemic management analytical processes, but the scientific research on these topics is very limited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of digital data in pandemic management"
        },
        {
            "text": "Time-stamped data refers to data that includes the event time (the time of the event) and processed time (the time data was processed). By recording the time of capture and time of collection, data analytics could recreate location journey, by replaying people's steps and even derive findings on estimating or predicting best future actions. Our search on the Web of Science Core Collection, on the topic of 'COVID-19 and time-stamped data', resulted in no results. While the search of historic records, from 1900 to 2020, on 'pandemic and timestamped data', resulted in only 3 records.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of digital data in pandemic management"
        },
        {
            "text": "Genomics data that involves analysing the DNA of patients could identify new drugs and improve healthcare with personalised treatment. But converting genomic data into value is challenging, because of the large volume of data that requires significant processing resources, combined with the need to unify diverse teams from bioinformatics data specialists, to clinical specialists on the front line. Nevertheless, significant progress has already been made. Sequencing the first genome took longer than a decade. With current tools it takes just 2 days despite these limitations in handling large data. Despite these advancements, our search on the Web of Science Core Collection, on the topic of 'COVID-19 and genomics data', resulted in 0 results. While the search of historic records, from 1900 to 2020, on 'pandemic and genomics data', resulted with 43 records. A similar search on 'COVID-19 and high-dimensional data' also resulted in no records, and the search of historic records, from 1900 to 2020, on 'pandemic and high-dimensional data' resulted in only two records. However, to quote a famous aphorism frequently used in this context [56] , the 'absence of evidence is not the same as evidence of absence'. We are aware that the data is currently incomplete so we can't assume for sure that the research isn't happening. We will run this analysis again in a year and see how it has changed and how it compares to previous pandemics.",
            "cite_spans": [
                {
                    "start": 1146,
                    "end": 1150,
                    "text": "[56]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Types of digital data in pandemic management"
        },
        {
            "text": "Healthcare data contains a large number of interrelated variables (e.g. weight, blood pressure, cholesterol levels, etc). To investigate the connection between intraday physical activity and sleep, actigraphy data was applied to a Bayesian framework for function-onscalars regression [57] , resulting in many proposed predictors. Similarly, measuring gene expressions, microarrays contain hundreds of examples, and each sample tens of thousands of genes. Each individual has millions of possible gene combinations. This is described as high-dimensional data, where the number of features exceeds the number of observations.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 288,
                    "text": "[57]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Types of digital data in pandemic management"
        },
        {
            "text": "To observe high-dimensional data in fast spreading pandemic management, one would need to analyse multiple measured and recorded parameters including for example: immune system status, genetic background, diagnosed diseases, operations, treatments, blood analysis, nutrition, alcohol-tobacco-drug-consumption, etc. Open sharing of such personal medical data would require people to trust in technologies such as the secure multi-party computation (also known as privacy-preserving computation) 17 , and differential privacy 18 . Such technologies could enable a broader interpretation, based on trust in privacy preserving technologies. More work needs to be done on identifying and promoting the benefits for private individuals to start sharing openly medical data. Genetic data and personal biodata privacy is evaluated with a unique moral obligation for protecting patients' dignity, and there are ethical limits on how such data can be shared [58] .",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 526,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 948,
                    "end": 952,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Types of digital data in pandemic management"
        },
        {
            "text": "Analytic transactional (transact and analyse) data comes in handy in resolving this issue in the healthcare environment. Analytic transactional data enables shifting real-time processing with new metrics and in-memory computing. Instead of using one technology to run applications, and separate technology to run batch analysis, creating linked layers and a patched system, analytic transactional data analysis uses a single layer for transactions and analytics. This approach would enable monitoring health indicators in real-time, while performing other functions simultaneously. Despite its scientific usefulness, the search on 'COVID-19 and analytic transactional data', and the search of historic records, from 1900 to 2020, on 'pandemic and analytic transactional data', both resulted in no records. The search was repeated with multiple terms (e.g. 'analytic transactional', and 'translytic' among other terms).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of digital data in pandemic management"
        },
        {
            "text": "Spatiotemporal data can be analysed for building an interactive view of data points in similar and different regions, to analyse data from localised areas, or to map and compare spatial distribution in individual regions [59] . In previous pandemics, spatiotemporal analysis has been used to identify cholera hotspots in Zambia [60] . With COVID-19 spreading so fast, the scientific peer-review process is struggling to catch up. Currently, there is only one scientific publication on the Web of Science Core Collection under the search on 'COVID-19 and spatiotemporal data'. On the other hand, there are only 24 records on the Web of Science Core Collection under the search on 'pandemic and spatiotemporal data', which means that scientific research is lacking on this topic.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 225,
                    "text": "[59]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "[60]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Types of digital data in pandemic management"
        },
        {
            "text": "Since our search of established peer-reviewed scientific research on the Web of Science Core Collection resulted with too few records to conduct statistical analysis, in the next section we instead applied a quantitative case study research methodology. In the case study research, we used other search engines, such as Google Scholar. However, the consistently low records on the Web of Science Core Collection, present an overwhelmingly strong argument that highly ranked scientific research, in a sufficient quantity for statistical review and analysis, is currently missing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of digital data in pandemic management"
        },
        {
            "text": "The current digital health infrastructure requires enhancements to support medical efforts in COVID-19 and future pandemics management. Such enhancements are not only required in the field of artificial intelligence algorithms, but also in digital infrastructure for data collection in relation to current and past location monitoring, disease transmission forecasting and health monitoring. This is similar to enhancements of infrastructure as response to other natural disasters (e.g. floods, earthquakes, etc). Fortunately, digital technologies have advanced significantly since the last pandemic, presenting a variety of digital solutions that could be adopted for pandemic management relatively easy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of digital solutions for COVID-19 and future pandemic management"
        },
        {
            "text": "The COVID-19 crisis also changed the perception of medical data sharing, leading to wide acceptance of new mobile apps designed for various pandemic management functions, all based on some form of sharing personal data. Just a few months ago, it would have been unprecedented to even think about one million downloads for a mobile app that requires sharing your personal medical data, including current and past location history. There seems to be a consensus among governments about the benefits of such mobile apps. There are however some measures that are operational in individual regions, but have not even been considered in others. In Figure 7 , these tools and measures are integrated, to design a more comprehensive data collection and migration, for epidemic monitoring of regional risk trends, and indices of high-risk people or areas. We designed this diagram with data from this study, using the 'draw.io' open access web software 19 . Although these digital solutions are already operational and can easily be adopted for pandemic management, without proper planning significant challenges could emerge. Some challenges could relate to capturing duplicate data, hence adding significant workload on medical workers that collect, manage and use the data. The design of these digital health solutions separately could lead to lack of interoperability when their integration is crucial for making evidence-based decisions. Individual design could also lead to complexity, for example, hindering the ability of medical professionals to use digital health systems. Open standards for data structure and interoperability in this discipline would help.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 642,
                    "end": 650,
                    "text": "Figure 7",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Summary of digital solutions for COVID-19 and future pandemic management"
        },
        {
            "text": "While pandemics require a global response, not all countries have the capacity to govern the epidemic response in line with privacy preserving policies. Technologically advanced nations have the advantage in this field, and could be faster to use this leverage to advance the global digital health management. Technologically advanced nations could expand these interoperable data systems and tools, strengthening data governance and building capacity to collect and interpret data. However, digitalisation on its own does not improve the health outcome. A coordinated effort is needed that includes both public and private sectors. Past cases have proven that Zika and dengue outbreaks can be predicted within 400 meters, months in advance, and with 88.7% accuracy, while in Vietnam, an electronic surveillance platform is operative for 44 communicable diseases and syndromes in 63 provinces and 711 districts 20 . These examples confirm that interoperable digital health systems lead to faster detection and response, and increased preparedness. We review in more detail these interoperable digital health systems as shown in Figure 7 .",
            "cite_spans": [
                {
                    "start": 911,
                    "end": 913,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 1128,
                    "end": 1136,
                    "text": "Figure 7",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Summary of digital solutions for COVID-19 and future pandemic management"
        },
        {
            "text": "Social networks with large numbers of participants can provide answers to complex problems [6] . The virtualisation of IoT devices into virtual objects for remote access and control creates a dynamic virtual network connecting different domains, facilitating sharing of resources in a cloud environment [18] . This creates opportunities for fast and diverse application development through a dynamic end-to-end connection between devices that include those following.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Case study on social networks operating as social machines in digital healthcare"
        },
        {
            "text": "A social media citizen's advice type system could be designed to connect people with skills and expertise to those who need free access to the advice. This could include legal advice, health, wellbeing and nutritional advice, technical home computing advice, DIY and smallscale problem-solving engineering advice etc. This could link to a new app in a format allowing talking about points of concern and should include an option for sharing symptoms and predicted evolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social media citizen's advice"
        },
        {
            "text": "Social media should start classifying and flagging misinformation relating to virus spread and treatment (e.g. Facebook, Twitter feed) should include automated analysis to identify postings concerning symptoms, etc. Fake data in digital systems based on human input is a well-studied subject [61] , and digital health systems should be based on existing recommendations.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[61]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Identify fake data"
        },
        {
            "text": "The complex and diverse set of data sharing restrictions imposed by countries, regions, and companies, sometimes embodied as laws, standards or policies, need to evolve into internationally supported and consistently standardised protocols for the seamless sharing of data, especially where data is kept private for geo-political or commercial reasons [44] . Such data sharing would enable the development of a large database, that might be enhanced with artificial intelligence tools for processing data for early detection and better virus containment.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 356,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Seamless global sharing and processing of geographical data that preserves privacy"
        },
        {
            "text": "In some countries such as the EU and the USA, people have low level of trust in their governments [1] . Hence, gaining trust in digital systems for data collection and analysis during pandemics is important. Trust is described differently in social networks, for example, Amazon and eBay use star ratings, while P2P networks measure quality of downloaded files and speed There are various schemes of trust, with diverse trust scaling, dimensions, inferences and semantic meanings [26] .",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 480,
                    "end": 484,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Definitions of trust in data collection and analysis during pandemics"
        },
        {
            "text": "A mobile phone app can be used to track down the people who have been in close contact with those diagnosed with COVID-19. An app could use contact information (such as calendar entries/social nets) to track potential infections. In addition, cloud, IoT and social media can be used in combination with a new app, for general population location activity surveillance of quarantined people (by locality) and to design worldwide interactive maps. The cloud enables a vision for worldwide IoT integration [31] . Anonymised IoT medical data sharing though the cloud enables the development of interactive maps of COVID-19 cases worldwide. The cloud and IoT technologies can be used for image or video tracking of (super)spreaders or those regularly flouting social-distancing advice. The phone app could enable linking to volunteering groups that allows (verified/tested) people who've got through COVID-19 to be part of an immune volunteer resource pool. In the development of pandemic management interactive maps, the definitions of trust, privacy and security in digital systems for data collection and analysis during pandemics needs to be based on globally accepted online standards.",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 507,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Population location activity surveillance"
        },
        {
            "text": "A localised COVID-19 mapping system can help residents monitor total cases in their areas, which will enhance value of data sharing and strengthen up-take of government measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local interactive maps"
        },
        {
            "text": "A pandemic observatory can be used for COVID-19 and for fast response in future pandemics. The observatory would be a cloud-based platform designed to ingest, store, share, analyse and visualise COVID-19 related data sets, (e.g.) to support and integrate data collected through an app that people voluntarily install to allow access and tracking of: a) health and wellbeing details; b) access to location data; and c) to insert infection data for mapping behaviour with timeline and geography of the virus (findings might be: incubation time; mapping of first symptoms; length of feeling sick; response to identification of sickness etc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 pandemic observatory"
        },
        {
            "text": "Wearable devices and other types of healthy sensors measuring heartbeat, blood pressure and body temperature are abundantly present in many urban areas. Future design of such wearables (e.g. Fitbits, Apple Watches) can be adapted to enable body temperature, and other symptoms that would enhance early self-diagnosis of viral infections. Allowing anonymised data to be collected, analysed and shared in real-time via the cloud, can be used for building spatiotemporal mapping and for enhancing the idea of 'connected health care', without breaching data privacy and security [44] , by following existing advise on enduser control [62] and automation control systems [63] . Future wearables should be encouraged to include skin sensors for temperature monitoring, which would be linked to geo-mapping and local medical or volunteering teams to ensure people are safe and secure. Wearable devices should include automated handwashing assessment on washing hands properly. Wearable sensors can be used to quantify lung volume and functions, or point of care systems could provide care at home and alleviate the pressure on NHS. Generalised measurement of respiratory parameters can be determined using wearable sensors, spirometers, activity sensors, SPO2 sensors for early detection and prognosis in patients. The goal should be to create value [64] , and it is the design that drives value from connected devices [65] .",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 579,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 630,
                    "end": 634,
                    "text": "[62]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 666,
                    "end": 670,
                    "text": "[63]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1343,
                    "end": 1347,
                    "text": "[64]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1412,
                    "end": 1416,
                    "text": "[65]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Anonymised real-time data from wearable devices for spatiotemporal mapping and health care"
        },
        {
            "text": "Agritech is the use of technology in agriculture, horticulture, and aquaculture for improving yield, efficiency, and profitability 21 . During global pandemics, agricultural harvest faces a significant drop in workers 22 . Agritech can reduce inputs and increase yields, but adoption is costly, complex and slow. COVID-19 is an opportunity for governments to support big and small Agritech companies and new pioneering start-ups 23 to help rapidly accelerate it, not only to help the agriculture industry to survive COVID-19, but also to prepare the industry and develop the technology in anticipations of future global pandemics.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 220,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Agritech during pandemics"
        },
        {
            "text": "Geographical analysis of electricity, water and gas consumption may be used to evaluate adherence to social distancing; with mobile alerts or warnings sent to non-adhering areas. Privacy-preserving measures could include focus on adherence over a large geographical area and not on individual households. Similar analysis is already published on the domestic energy usage patterns during social distancing 24 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Smart meter analysis"
        },
        {
            "text": "Mobile phone networks hold personal mobile phone telemetry that can be used as a realtime data source for feeding AI techniques to identify and send message alerts to those likely to be ignoring the lockdown. Personal mobile phone telemetry can also be used in an app to accompany contact tracing though Bluetooth and Wi-Fi data in identifying those who have come into contact with someone who has COVID-19. In addition, some smart home systems can help with pandemic management. Existing supervised intrusion detection systems [66] , could be adopted to detect home visitors that should be in self-isolation.",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 532,
                    "text": "[66]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Mobile telemetry for lockdown monitoring"
        },
        {
            "text": "Mobile health (mHealth) 25 is not a new concept. It involves using mobile devices, usually 21 https://en.wikipedia.org/wiki/Agritech 22 https://www.forbes.com/sites/freylindsay/2020/03/24/with-no-eu-workers-coming-the-uk-agriculturesector-is-in-trouble/#5bd1d684363c 23 https://worldagritechusa.com/agri-tech-start-ups/ 24 https://octopus.energy/blog/domestic-energy-usage-patterns-during-social-distancing/ 25 https://en.wikipedia.org/wiki/MHealth through a secure mobile app, for healthcare management, data sharing, and improving patient experience. Apart from mHealth, there are also virtual clinics that can provide personalised medical advice and encourage participatory surveillance for geo-located predictions. Currently operational virtual clinics include PingAn in China 26 . They are effective at reducing costs, saving time, and provide access to medicines through machine dispensers. In developing countries, the cost and time required to build, equip, and distribute new machine dispensers may be considered ineffective in pandemics. Adapting the already built and distributed existing food and drink dispensing machines could be faster and more effective. A simple restocking with non-prescription over-the-counter medicines while changing the prices would provide a fast and cost-effective solution. Virtual clinic pharmacy testing kit outcomes should be linked to a central database and any pandemic monitoring system. Virtual clinics should also enable video and supervised tutorials for the selfmanagement (at home) of Oxygen therapy, including: protocol, sensor use (SPO2), and O2 generation/administration.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 26,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "mHealth and virtual clinics as mobile applications"
        },
        {
            "text": "To be effective in pandemics when most of the population is in self-isolation, virtual clinics should evolve into mobile applications enabling home access. Similar to the South Korea initiated 'self-quarantine safety protection' app that traces GPS location to track if people are avoiding quarantine and enables self-quarantined people to communicate with medical caseworkers 27 . Teleconferencing, or video conferencing, has long been used in telehealth 28 , also known as telemedicine. It involves a real-time video call, while exchanging other medical data (e.g. blood pressure) required for a medical check. Collaboration apps for virtual meetings are also well established in the medical profession. Collaboration apps enable remote data collection from patients, and analysis by medical practitioners based in different geographical locations.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 379,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 456,
                    "end": 458,
                    "text": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "mHealth and virtual clinics as mobile applications"
        },
        {
            "text": "Global pandemics have exposed a weakness in the personal protective equipment (PPE) manufacturing and supply chains. Some hospitals have resorted to the use of sub-standard PPE because they had nothing else to use. Individual GPs have reported using the black market to obtain PPE at a much higher cost 29 . Urgent PPE deliveries have also been found of substandard quality and had to be taken out of use 30 . Advice has also been given to medical staff to refuse treating patients if they don't have adequate PPE 31 32 . Given these widespread concerns about the ability to manufacture and supply sufficient PPE in the face of sudden demand, we should be looking at how robotic technologies could be used to improve the safety of medical professionals during a second wave, or in future pandemics. There are three types of healthcare robotics: medical, assistive and rehabilitative. When AI enhanced, robots could attend to multiple patients in quarantined areas for example by 26 https://www.mobihealthnews.com/news/asia-pacific/ping-good-doctor-launches-commercial-operationone-minute-clinics-china 27 https://www.smartcitiesworld.net/news/news/south-korea-to-step-up-online-coronavirus-tracking-5109 28 https://en.wikipedia.org/wiki/Telehealth 29 https://www.forbes.com/sites/daviddisalvo/2020/03/30/i-spent-a-day-in-the-coronavirus-driven-feedingfrenzy-of-n95-mask-sellers-and-buyers-and-this-is-what-i-learned/#2968466956d4 30 https://www.ft.com/content/f3435779-a706-45c7-a7e2-43efbdd7777b 31 https://metro.co.uk/2020/04/12/nurses-told-dont-treat-patients-given-inadequate-ppe-12545446/ 32 https://www.independent.co.uk/news/health/coronavirus-update-nurses-ppe-refuse-treatment-nhsworkers-deaths-a9462171.html delivering drugs. Robots could also be enhanced with interactive chatbot, similar to the WHO WhatsApp auto responder, which has the potential to reach 2 billion people.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 305,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 405,
                    "end": 407,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 514,
                    "end": 519,
                    "text": "31 32",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "mHealth and virtual clinics as mobile applications"
        },
        {
            "text": "Blockchain technology could enhance the security and privacy of digital health systems, while resolving specific problems in pandemic management (e.g. blockchain in virtual pharmacies for panic buying prevention). Dispensing non-prescription medicines (e.g. paracetamol, cough syrup, etc), medical items (e.g. face masks) or household essentials (e.g. disinfectants), through low tech dispensing machines is a quick and low-cost solution for 24hour available distribution with minimal human interaction. But as we have seen during the initial stages of the COVID-19 pandemic, people behave irrationally during crises and panic buying could lead to just a few people emptying the dispensing machines. In many countries, shops place restrictions on essential items, to preserve stocks from panic buying. Given that virtual pharmacies are a low cost, low human interaction solution, such restrictions need to be implemented though technology that enables purchase control and monitoring. Panic during the COVID-19 pandemic was only a temporary issue. Therefor for resolving short terms issues, purchase control mechanisms should either be low cost, or enhance other functions of the systems (e.g. security and privacy).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blockchain technology in digital health systems"
        },
        {
            "text": "Blockchain technology 33 has been in existence for some time. Open and public blockchain, provides security without access control, serving as the transport layer for applications to be added to a network without the separate approval of trust. Design principles have already been proposed for 'tamper-resistant gathering, processing, and exchange of IoT sensor data' [67] privacy preserving blockchain-based sensor data protection systems (SDPS). One of the use cases for evaluating the SDPS is IoT in a pharmaceutical supply chain.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 372,
                    "text": "[67]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Blockchain technology in digital health systems"
        },
        {
            "text": "We demonstrate in Figure 8 how blockchain could operate in digital health systems.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 26,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "Blockchain technology in digital health systems"
        },
        {
            "text": "33 https://en.wikipedia.org/wiki/Blockchain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blockchain technology in digital health systems"
        },
        {
            "text": "We designed the diagram in Figure 8 with data from this study, using the 'draw.io' open access web software 34 . There are permissionless (e.g. bitcoin), and permissioned blockchains (e.g. Facebook libra). The main difference for digital health systems is that permissioned blockchains are vetted by the network owner whereas permissionless blockchains depend on anonymous nodes to validate transactions. In digital health systems, permissionless blockchains have advantages in preventing powerful actors in making decisions that favour individual groups at the expense of others.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 110,
                    "text": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 27,
                    "end": 35,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "Figure 8: Blockchain in digital health systems integrated to COVID-19 virtual clinics"
        },
        {
            "text": "Permissioned blockchains on the other hand are regulated by the authority of a specific ecosystem, usually a consortium, and present opportunities for creating interconnected systems. Such interconnected system could be designed by a consortium of healthcare providers, with patients' data belonging to the blockchain, and patients identified though unique ID providing both security and privacy of the patient. A patients' information sharing marketplace could prevent information blocking, and if cyber-attack results in information blocking, permissioned blockchains would present two unique advantages. Firstly, anyone in the medical consortium could check how and when information and transactions are happening. Secondly, blocking the information would change the hash on which the unique ID is based. Considering the above, the advantages for digital health systems are that patients can transmit personal records without the risk of tampering because blockchains are immutable and traceable. Apart from patients' security with blockchain permissions required for patient's medical data sharing, there are advantages in preventing fake or illegal sale of medication and with checking points of origin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 8: Blockchain in digital health systems integrated to COVID-19 virtual clinics"
        },
        {
            "text": "Artificial intelligence systems are already in use for automatic diagnosis for unrelated conditions to COVID-19 (e.g. Zhongshan Ophthalmic Eye Center, China) and abnormal respiratory pattern classifiers are already in development for large-scale screening of people infected with COVID-19 [68] . As one of the previously discussed solutions, where IoT connected thermal cameras could feed data into artificial intelligence systems for temperature screening in busy transport areas such as airports or train stations [45] . Such real-time data streams can support and enhance pandemic risk management, but only if open protocols are set for safe and seamless communication between devices [44] . Unnecessary fragmentation of data restricts knowledge on trends and decisions on containment [44] .",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[68]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 788,
                    "end": 792,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Artificial intelligence for automatic diagnosis"
        },
        {
            "text": "Intelligent assisted diagnosis, monitoring and supervision can be conducted relatively simply and lessons can be learned from existing live tracking systems 35 . Online questionnaires can be uploaded into a real-time cloud database, and models can be updated based on latest real case medical data to increase accuracy with results integrated in mobile applications automatically. Diagnoses can be grouped and automatically placed into 'confirmed, suspected, or suspicious', while simultaneously, patients can be classified into 'mild, moderate, severe or critical pneumonia' categories [9] . The automatic patient classification may provide questionnaire on severity of infection, while the patient diagnosis grouping provides reassurances on the likelihood of infection. Such reassurances are aimed at reducing the pressure on medical professionals by limiting the need for in-person interaction.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 159,
                    "text": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Intelligent diagnosis, monitoring and supervision"
        },
        {
            "text": "Existing systems (e.g. Gov.uk/NHS vulnerability register 36 ) can be used to create a mechanism for supermarkets to distinguish between customers in prolonged or age-related isolation and customers who are essential workers and those who aren't a priority for home delivery services. Since this (online self-registration) mechanism already exists, preservation of privacy can be based on the existing system. This could be connected with a community managed app linking volunteers 37 for shopping etc. to those who are self-isolating and to prevent criminals exploiting infected and elderly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tracking cases of prolonged isolation"
        },
        {
            "text": "Detection and mapping of high-risk groups that are not currently being treated by the UK's NHS could help identify the most in need of immediate support due to isolation measures. In addition to tracking, digital health apps need to focus on predicting high-risk cases. Predicting vulnerability and criticality in patients can be achieved using ML models perhaps 35 https://coronaboard.kr/en/ 36 https://www.gov.uk/coronavirus-extremely-vulnerable 37 https://covidmutualaid.org/ with input from activity sensors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tracking high-risk cases"
        },
        {
            "text": "The COVID-19 pandemic could trigger new and sometimes unexpected mental health problems. Some mitigation activities could include free meals or relief on financial challenges, or free showers to promote outdoor sports during work breaks. Information stations, like reception desks, could promote expression of concerns and keep workspaces safe while addressing staff concerns and anxieties. Social distancing will create a significant impact on mental health, and mental healthcare support needs to adapt to addressing not only the feelings of financial loss, but also the feeling of emotional loss, the loss of selfworth, loss of motivation and a loss of meaning in daily life 38 . In any case, we can only discuss the gaps and results from the data records we currently have. Here is a brief outline of the gaps in scientific research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mental health impact mitigation"
        },
        {
            "text": "Currently, there are only five scientific publications on the Web of Science Core Collection under the search on 'COVID-19 and big data', and only 59 on 'pandemics and big data', using historical records since 1900 (to 2020). Search results on 'big data' alone, produced 88,410 records. There are 0 results on 'COVID-19 and time-stamped data', and on 'COVID-19 and genomics data'. The search of historic records, from 1900 to 2020, on 'pandemic and timestamped data', resulted in only 3 records, and on 'pandemic and genomics data', in 43 records. The search on 'COVID-19 and high-dimensional data' resulted in 0 records, and the search of historic records, on 'pandemic and high-dimensional data' resulted in only 2 records.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion on gaps in scientific research"
        },
        {
            "text": "Spatiotemporal data: currently, there is only one scientific publication on the Web of Science Core Collection under the search on 'COVID-19 and spatiotemporal data' and only 24 historic records since 1900 (to 2020) under the search on 'pandemic and spatiotemporal data'. Scientific research is needed on using spatiotemporal data in pandemic management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion on gaps in scientific research"
        },
        {
            "text": "Following the example of previous studies [69] , [70] related to predictive, preventive and personalised conclusions and expert recommendations, in this section, we review our research objectives and present our conclusions and expert recommendations.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "text": "[69]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 49,
                    "end": 53,
                    "text": "[70]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Discussion on research objectives and research findings from the review"
        },
        {
            "text": "The first objective of the paper was to review, compare and critically assess predictive, preventive and personalised digital technology responses to the COVID-19 pandemic around the world, with the aim of identifying a digital approach to COVID-19 and future global pandemics. Despite applying statistical software to analyse all of the existing literature on the Web of Science and other databases, the conclusion of the study is that we are currently not in a position to critically assess this technology and the best approach varies by country as it will be a function of wealth, smart phone usage, and culture. Our recommendation on culture is that when choosing solutions we must consider that in some societies like the US people tend to make decisions based on the individual ('shelter in place') while others like China or Taiwan are more about the whole ('social isolation'); with Europe in the middle. Mirroring this there are differing attitudes toward ceding privacy to the state or networks of corporations mentioned in the results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion on research objectives and research findings from the review"
        },
        {
            "text": "The second objective and a point of interest in this paper was to review predictive, preventive and personalised interoperable digital healthcare solutions. The aim of this objective was to promote research that prevents failures from the past, where the separate design of digital health solutions has led to lack of interoperability. Hence, the review includes case studies that investigate different interoperable digital healthcare systems. A diverse set of non-contact digital healthcare technologies are investigated in case studies from different regions in the world. In our conclusion, we found no increase in personal data security risks from the integration of these digital technologies. What we did find was that some technologies have been used effectively in healthcare for decades (e.g. teleconferencing, mobile health, collaboration apps, virtual meetings, robotics, artificial intelligence, etc.), but we still failed in preventing the COVID-19 pandemic from spreading globally at a very fast rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion on research objectives and research findings from the review"
        },
        {
            "text": "Among many questions emerging from this review, in our recommendation the following are considered to be important:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion on research objectives and research findings from the review"
        },
        {
            "text": "(1) How will we approach the problem of global healthcare strategies for predictive, preventive and personalised pandemic management?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion on research objectives and research findings from the review"
        },
        {
            "text": "(2) How will we deal with the lack of adoption of the reviewed non-contact technologies?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion on research objectives and research findings from the review"
        },
        {
            "text": "(3) How will we address the lack of digital investment and technological adaptation in predictive, preventive and personalised healthcare systems?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion on research objectives and research findings from the review"
        },
        {
            "text": "(4) How will we handle the resistance to change?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion on research objectives and research findings from the review"
        },
        {
            "text": "(5) How do we stop the problem of fake news about COVID-19 (and future pandemics) and cyber risks in personal data sharing with these established and regulated systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion on research objectives and research findings from the review"
        },
        {
            "text": "Apart from the multiple benefits identified for future global pandemic management, the review does not identify any new or unaccounted cyber risks from developing these interoperable digital healthcare solutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion on research objectives and research findings from the review"
        },
        {
            "text": "The third objective of the paper was to determine if the proposed new predictive, preventive and personalised technologies and data policies for mass surveillance linking personal data from health professionals to governments, would actually address the pandemic crisis. The finding from the review paper is that public response is limited by a mistrust about data privacy, and that this differs across countries, depending on the chosen public communication strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion on research objectives and research findings from the review"
        },
        {
            "text": "Most countries digital responses involve combinations of big data analytics, integration of national health insurance databases, tracing travel history from individual's location databases, code scanning, and individual's online reporting. What is missing in the COVID-19 pandemic around the world is an integrated approach for digital healthcare management. In the review paper, we identified a plethora of tried and tested non-contact predictive, preventive and personalised digital healthcare concepts (e.g. mHealth, virtual clinics), that could help with controlling and preventing future pandemics. Mass surveillance linking personal data from health professionals, should not be collected and used by governments, but to the non-contact digital health technologies. The surveillance approach promoted by tech companies, where data is processed on individual devices and only anonymised data is shared with approval of the device owner, seems safer than some proposals for creating national databases. The concerns that big tech companies would abuse our personal data are in some cases exaggerated. Such personal data is already stored in our mobile devices and shared on social media sites, in mobile health apps, wearable devices, or with our GP surgeries, in compliance with current data privacy regulations. Hence, focus should be placed on secure integration of this data, which is already shared, for the purposes of COVID-19 and future pandemics detection, monitoring and management. Such integration would create numerous benefits for the healthcare system, and we should anticipate an increased usage of these existing methods for sharing personal data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion on research objectives and research findings from the review"
        },
        {
            "text": "Many new users would be unfamiliar with how mobile data is analysed on our secured individual devices, and how anonymised data is shared. This would firstly trigger fear of personal data abuse, secondly it would expose users unfamiliar with data privacy to agreeing for their data being shared without understanding the data privacy policies. Hence, in times when mass personal data surveillance is necessary, a mass information campaign should also be focused on individual understanding of these new surveillance systems. This could be an opportunity for governments to enable tech companies to learn from the COVID-19 and develop predictive, preventive and personalised tools that could prevent or minimise the effect of future pandemics. We should avoid mistakes from the past, when we didn't prepare and learn lessons from previous pandemics, that are reviewed in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion on research objectives and research findings from the review"
        },
        {
            "text": "The most visible narrative from this review paper is that global pandemics require global response, and the world has failed to learn from previous pandemics. While big tech companies (Google and Apple) are promoting a unified global approach, some governments are promoting regional approaches. While regional approaches can work in localised geographical areas, the abilities of developing counties to adopt similar regional systems is questionable. Most of the required predictive, preventive and personalised technologies (e.g. mobile phones, mobile apps, low cost connected devices (IoT), and internet connection), are present in developing counties. But the abilities of some developing countries to develop regional predictive, preventive and personalised pandemic monitoring systems are questionable. Especially when considering the required speed for building such systems and the need to operate at low-latency. This leads to the inevitable conclusion that such systems should be global, and exist as readily available to be activated in cases of pandemics. Adding to this, the review study concludes that such global systems for pandemic management, should also be designed as interoperable and coupled with existing digital non-contact healthcare systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "To contribute to the design of such predictive, preventive and personalised interoperable and coupled digital non-contact healthcare systems, this review paper presents a survey of the internet of things and social machine literature as well as the overlap with the COVID-19 pandemic management. It continues with a survey of technology-driven mitigative measures and suggests some possible applications of technology in the COVID-19 pandemic management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The review applied statistical software to review and analyse existing databases and concluded that we still lack the data to critically access what the best approach is to integrate digital technologies in healthcare and pandemic management. The best approach probably varies by country as it will be a function of wealth, smart phone usage, and culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The review was enhanced with case studies on predictive, preventive and personalised interoperability of digital healthcare solutions and found that some technologies have been used effectively in healthcare for decades, and the risk of personal data exposure was not enhanced by these technologies. But these technologies failed in preventing the COVID-19 pandemic from spreading globally at a very fast rate. These technologies have the potential to prevent rapid spread of pandemics, and even contain pandemics. Hence, future efforts should be placed on predictive, preventive and personalised pandemic management strategies and pandemic preparedness. Along with integration of interoperable, digital noncontact, automated, mobile and smart healthcare systems. The world has contained pandemics in the past, but we have failed to learn from past mistakes. This could change and since the data is currently incomplete, we will run this analysis again in a year and see how it has changed, and how it compares with previous pandemics. This study represents a snapshot in time, and can be used in future studies for investigating different stages of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Finally, emerging mass population surveillance systems should be built in a predictive, preventive and personalised interoperable system, to promote advancement of non-contact digital healthcare concepts (e.g. mHealth), that could help controlling and preventing future pandemics. To promote such an interoperable approach, the new mass population surveillance system cannot rely solely on technology and need to operate as social machines. Social machines with large numbers of human-computer participants, can provide predictive, preventive and personalised answers to different and complex pandemic monitoring problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Patients and the public were not involved in this research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "In Coronavirus Fight, China Gives Citizens a Color Code, With Red Flags -The New York Times",
            "authors": [
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Mozur",
                    "suffix": ""
                },
                {
                    "first": "Raymond",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Aaron",
                    "middle": [],
                    "last": "Krolik",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19: Challenges to GIS with Big Data",
            "authors": [
                {
                    "first": "Chenghu",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Fenzhen",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "Tao",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "An",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Yunyan",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bin",
                    "suffix": ""
                },
                {
                    "first": "Zhidong",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Han",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Geogr. Sustain",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The SARS, MERS and novel coronavirus (COVID-19) epidemics, the newest and biggest global health threats: what lessons have we learned?",
            "authors": [
                {
                    "first": "Noah",
                    "middle": [
                        "C"
                    ],
                    "last": "Peeri",
                    "suffix": ""
                },
                {
                    "first": "Nistha",
                    "middle": [],
                    "last": "Shrestha",
                    "suffix": ""
                },
                {
                    "first": "Md",
                    "middle": [],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Siddikur",
                    "suffix": ""
                },
                {
                    "first": "Rafdzah",
                    "middle": [],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "Zhengqi",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Saana",
                    "middle": [],
                    "last": "Bibi",
                    "suffix": ""
                },
                {
                    "first": "Mahdi",
                    "middle": [],
                    "last": "Baghbanzadeh",
                    "suffix": ""
                },
                {
                    "first": "Ubydul",
                    "middle": [],
                    "last": "Haque",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Epidemiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Response to COVID-19 in Taiwan: Big Data Analytics, New Technology, and Proactive Testing",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Jason"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Chun",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "Robert",
                    "middle": [
                        "H"
                    ],
                    "last": "Brook",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Where the smart things are: social machines and the Internet of Things",
            "authors": [
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Smart",
                    "suffix": ""
                },
                {
                    "first": "Aastha",
                    "middle": [],
                    "last": "Madaan",
                    "suffix": ""
                },
                {
                    "first": "Wendy",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Phenomenol. Cogn. Sci",
            "volume": "18",
            "issn": "3",
            "pages": "551--575",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Social Internet of Things (SIoT) -When social networks meet the Internet of Things: Concept, architecture and network characterization",
            "authors": [
                {
                    "first": "Luigi",
                    "middle": [],
                    "last": "Atzori",
                    "suffix": ""
                },
                {
                    "first": "Antonio",
                    "middle": [],
                    "last": "Iera",
                    "suffix": ""
                },
                {
                    "first": "Giacomo",
                    "middle": [],
                    "last": "Morabito",
                    "suffix": ""
                },
                {
                    "first": "Michele",
                    "middle": [],
                    "last": "Nitti",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Comput. Networks",
            "volume": "56",
            "issn": "16",
            "pages": "3594--3608",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "When social objects collaborate: Concepts, processing elements, attacks and challenges",
            "authors": [
                {
                    "first": "Wazir",
                    "middle": [
                        "Zada"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Aalsalem",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mohammed",
                    "suffix": ""
                },
                {
                    "first": "Muhammad",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Khurram",
                    "suffix": ""
                },
                {
                    "first": "Quratulain",
                    "middle": [],
                    "last": "Arshad",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Comput. Electr. Eng",
            "volume": "58",
            "issn": "",
            "pages": "397--411",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Erratum to 'Smart health monitoring and management system: Toward autonomous wearable sensing for Internet of Things using big data analytics' (Future Generation Computer Systems",
            "authors": [
                {
                    "first": "Sadia",
                    "middle": [],
                    "last": "Din",
                    "suffix": ""
                },
                {
                    "first": "Anand",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "S0167739X17315078",
            "volume": "108",
            "issn": "",
            "pages": "1350--1359",
            "other_ids": {
                "DOI": [
                    "10.1016/j.future.2017.12.059"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Chinese experts' consensus on the Internet of Things-aided diagnosis and treatment of coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "Li",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "Dawei",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Xun",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Lin",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "Xiaodan",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Nanshan",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Chunxue",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin. eHealth",
            "volume": "3",
            "issn": "",
            "pages": "7--15",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A gap analysis of Internet-of-Things platforms",
            "authors": [
                {
                    "first": "Julien",
                    "middle": [],
                    "last": "Mineraud",
                    "suffix": ""
                },
                {
                    "first": "Oleksiy",
                    "middle": [],
                    "last": "Mazhelis",
                    "suffix": ""
                },
                {
                    "first": "Xiang",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tarkoma",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sasu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Comput. Commun",
            "volume": "",
            "issn": "",
            "pages": "5--16",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Business Models for the Internet of Things Environment",
            "authors": [
                {
                    "first": "Jozef",
                    "middle": [],
                    "last": "Glova",
                    "suffix": ""
                },
                {
                    "first": "Tomáš",
                    "middle": [],
                    "last": "Sabol",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vajda",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Viliam",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Procedia Econ. Financ",
            "volume": "15",
            "issn": "",
            "pages": "1122--1129",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cognitive friendship and goal management for the social IoT",
            "authors": [
                {
                    "first": "Panagiotis",
                    "middle": [],
                    "last": "Kasnesis",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Patrikakis",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Charalampos",
                    "suffix": ""
                },
                {
                    "first": "Dimitris",
                    "middle": [],
                    "last": "Κogias",
                    "suffix": ""
                },
                {
                    "first": "Lazaros",
                    "middle": [],
                    "last": "Toumanidis",
                    "suffix": ""
                },
                {
                    "first": "Iakovos",
                    "middle": [
                        "S"
                    ],
                    "last": "Venieris",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Comput. Electr. Eng",
            "volume": "58",
            "issn": "",
            "pages": "412--428",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Observing social machines part 2: How to observe?",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "De Roure",
                    "suffix": ""
                },
                {
                    "first": "Clare",
                    "middle": [],
                    "last": "Hooper",
                    "suffix": ""
                },
                {
                    "first": "Kevin",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "Ségolène",
                    "middle": [],
                    "last": "Tarte",
                    "suffix": ""
                },
                {
                    "first": "Pip",
                    "middle": [],
                    "last": "Willcox",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proceedings of the 2015 ACM Web Science Conference",
            "volume": "",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Archetypal narratives in social machines: Approaching sociality through prosopography",
            "authors": [
                {
                    "first": "Ségolène",
                    "middle": [],
                    "last": "Tarte",
                    "suffix": ""
                },
                {
                    "first": "Pip",
                    "middle": [],
                    "last": "Willcox",
                    "suffix": ""
                },
                {
                    "first": "Hugh",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Roure",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proceedings of the 2015 ACM Web Science Conference",
            "volume": "",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Towards a dynamic discovery of smart services in the social internet of things",
            "authors": [
                {
                    "first": "Dina",
                    "middle": [],
                    "last": "Hussein",
                    "suffix": ""
                },
                {
                    "first": "Son",
                    "middle": [
                        "N"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Gyu",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Myoung",
                    "suffix": ""
                },
                {
                    "first": "Noel",
                    "middle": [],
                    "last": "Crespi",
                    "suffix": ""
                },
                {
                    "first": "Emmanuel",
                    "middle": [],
                    "last": "Bertin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Comput. Electr. Eng",
            "volume": "58",
            "issn": "",
            "pages": "429--443",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The Journal of China Universities of Posts and Telecommunications Human machine interactive system on smart home of IoT",
            "authors": [
                {
                    "first": "Du",
                    "middle": [],
                    "last": "Kun-Kun",
                    "suffix": ""
                },
                {
                    "first": "Wang",
                    "middle": [],
                    "last": "Zhi-Liang",
                    "suffix": ""
                },
                {
                    "first": "Hong",
                    "middle": [],
                    "last": "Mi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "96--99",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The Cluster Between Internet of Things and Social Networks: Review and Research Challenges",
            "authors": [
                {
                    "first": "Antonio",
                    "middle": [
                        "M"
                    ],
                    "last": "Ortiz",
                    "suffix": ""
                },
                {
                    "first": "Dina",
                    "middle": [],
                    "last": "Hussein",
                    "suffix": ""
                },
                {
                    "first": "Soochang",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "Son",
                    "middle": [
                        "N"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Noel",
                    "middle": [],
                    "last": "Crespi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "IEEE Internet Things J",
            "volume": "1",
            "issn": "3",
            "pages": "206--215",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Cloud Based IoT Network Virtualization for Supporting Dynamic Connectivity among Connected Devices",
            "authors": [
                {
                    "first": "Israr",
                    "middle": [],
                    "last": "Ullah",
                    "suffix": ""
                },
                {
                    "first": "Shakeel",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "Faisal",
                    "middle": [],
                    "last": "Mehmood",
                    "suffix": ""
                },
                {
                    "first": "Dohyeun",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Electronics",
            "volume": "8",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Cognitive hierarchy thinking based behavioral game model for IoT power control algorithm",
            "authors": [
                {
                    "first": "Sungwook",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Comput. Networks",
            "volume": "110",
            "issn": "",
            "pages": "79--90",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Research on social relations cognitive model of mobile nodes in Internet of Things",
            "authors": [
                {
                    "first": "Jian",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "Xiaolin",
                    "middle": [],
                    "last": "Gui",
                    "suffix": ""
                },
                {
                    "first": "Wendong",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Jinhua",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Jianwei",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Netw. Comput. Appl",
            "volume": "36",
            "issn": "2",
            "pages": "799--810",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Internet of Things -The future or the end of mechatronics",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "Ian",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [],
                    "last": "Isaacs",
                    "suffix": ""
                },
                {
                    "first": "Allan",
                    "middle": [],
                    "last": "Macleod",
                    "suffix": ""
                },
                {
                    "first": "Roger",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Mechatronics",
            "volume": "27",
            "issn": "",
            "pages": "57--74",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The Crowd Keeps Me in Shape': Social Psychology and the Present and Future of Health Social Machines",
            "authors": [
                {
                    "first": "Max",
                    "middle": [],
                    "last": "Van Kleek",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "Wendy",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "Nigel",
                    "middle": [],
                    "last": "Shadbolt",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proceedings of the 22nd International Conference on World Wide Web -WWW '13 Companion",
            "volume": "",
            "issn": "",
            "pages": "927--932",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "FAIR Science for Social Machines: Let's Share Metadata Knowlets in the Internet of FAIR Data and Services",
            "authors": [
                {
                    "first": "Barend",
                    "middle": [],
                    "last": "Mons",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Data Intell",
            "volume": "1",
            "issn": "1",
            "pages": "22--42",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A perceived moral agency scale: Development and validation of a metric for humans and social machines",
            "authors": [
                {
                    "first": "Jaime",
                    "middle": [],
                    "last": "Banks",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Comput. Human Behav",
            "volume": "90",
            "issn": "",
            "pages": "363--371",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Working out the plot: The role of stories in social machines",
            "authors": [
                {
                    "first": "Ségolène",
                    "middle": [],
                    "last": "Tarte",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "De Roure",
                    "suffix": ""
                },
                {
                    "first": "Pip",
                    "middle": [],
                    "last": "Willcox",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "WWW 2014 Companion -Proceedings of the 23rd International Conference on World Wide Web",
            "volume": "",
            "issn": "",
            "pages": "909--914",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A survey of trust management systems for online social communities -Trust modeling, trust inference and attacks",
            "authors": [
                {
                    "first": "Yefeng",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "Arjan",
                    "middle": [],
                    "last": "Durresi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Knowledge-Based Syst",
            "volume": "106",
            "issn": "",
            "pages": "150--163",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Business models for the Internet of Things",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Dijkman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sprenkels",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Peeters",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Janssen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int. J. Inf. Manage",
            "volume": "35",
            "issn": "6",
            "pages": "672--678",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Prototyping Business Models for IoT Service",
            "authors": [
                {
                    "first": "Jaehyeon",
                    "middle": [],
                    "last": "Ju",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mi-Seon",
                    "suffix": ""
                },
                {
                    "first": "Jae-Hyeon",
                    "middle": [],
                    "last": "Ahn",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Procedia Comput. Sci",
            "volume": "91",
            "issn": "",
            "pages": "882--890",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The Internet of Things (IoT): Applications, investments, and challenges for enterprises",
            "authors": [
                {
                    "first": "In",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Kyoochun",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Bus. Horiz",
            "volume": "58",
            "issn": "4",
            "pages": "431--440",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "State-of-the-art, challenges, and open issues in the integration of Internet of things and cloud computing",
            "authors": [
                {
                    "first": "Manuel",
                    "middle": [],
                    "last": "Díaz",
                    "suffix": ""
                },
                {
                    "first": "Cristian",
                    "middle": [],
                    "last": "Martín",
                    "suffix": ""
                },
                {
                    "first": "Bartolomé",
                    "middle": [],
                    "last": "Rubio",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Netw. Comput. Appl",
            "volume": "67",
            "issn": "",
            "pages": "99--117",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Internet of Things (IoT): A vision, architectural elements, and future directions",
            "authors": [
                {
                    "first": "Jayavardhana",
                    "middle": [],
                    "last": "Gubbi",
                    "suffix": ""
                },
                {
                    "first": "Rajkumar",
                    "middle": [],
                    "last": "Buyya",
                    "suffix": ""
                },
                {
                    "first": "Slaven",
                    "middle": [],
                    "last": "Marusic",
                    "suffix": ""
                },
                {
                    "first": "Marimuthu",
                    "middle": [],
                    "last": "Palaniswami",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Futur. Gener. Comput. Syst",
            "volume": "29",
            "issn": "7",
            "pages": "1645--1660",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Opportunistic IoT: Exploring the harmonious interaction between human and the internet of things",
            "authors": [
                {
                    "first": "Bin",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Daqing",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Zhu",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Zhiwen",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Xingshe",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Netw. Comput. Appl",
            "volume": "36",
            "issn": "6",
            "pages": "1531--1539",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The Internet of Things vision: Key features, applications and open issues",
            "authors": [
                {
                    "first": "Eleonora",
                    "middle": [],
                    "last": "Borgia",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Comput. Commun",
            "volume": "54",
            "issn": "",
            "pages": "1--31",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Distributed attack detection scheme using deep learning approach for Internet of Things",
            "authors": [
                {
                    "first": "Abebe",
                    "middle": [],
                    "last": "Diro",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Abeshu",
                    "suffix": ""
                },
                {
                    "first": "Naveen",
                    "middle": [],
                    "last": "Chilamkurti",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Futur. Gener. Comput. Syst",
            "volume": "82",
            "issn": "",
            "pages": "761--768",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Cyber security of smart homes: development of a reference architecture for attack surface analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ghirardello",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maple",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kearney",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Living in the Internet of Things: Cybersecurity of the IoT",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Integration of Cloud computing and Internet of Things: A survey",
            "authors": [
                {
                    "first": "Alessio",
                    "middle": [],
                    "last": "Botta",
                    "suffix": ""
                },
                {
                    "first": "Walter",
                    "middle": [],
                    "last": "De Donato",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Persico",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Valerio",
                    "suffix": ""
                },
                {
                    "first": "Antonio",
                    "middle": [],
                    "last": "Pescapé",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Futur. Gener. Comput. Syst",
            "volume": "56",
            "issn": "",
            "pages": "684--700",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Smart Cyber-Physical Systems: Beyond Usable Security to Security Ergonomics by Design",
            "authors": [
                {
                    "first": "Barnaby",
                    "middle": [],
                    "last": "Craggs",
                    "suffix": ""
                },
                {
                    "first": "Awais",
                    "middle": [],
                    "last": "Rashid",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "2017 IEEE/ACM 3rd International Workshop on Software Engineering for Smart Cyber-Physical Systems (SEsCPS",
            "volume": "",
            "issn": "",
            "pages": "22--25",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Security Risk Assessment in Internet of Things Systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nurse",
                    "suffix": ""
                },
                {
                    "first": "Sadie",
                    "middle": [],
                    "last": "Creese",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Roure",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "IT Prof",
            "volume": "19",
            "issn": "5",
            "pages": "20--26",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Cyber risk assessment in cloud provider environments: Current models and future needs",
            "authors": [
                {
                    "first": "Olusola",
                    "middle": [],
                    "last": "Akinrolabu",
                    "suffix": ""
                },
                {
                    "first": "Jason",
                    "middle": [
                        "R C"
                    ],
                    "last": "Nurse",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "Steve",
                    "middle": [],
                    "last": "New",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Computers and Security",
            "volume": "87",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Challenges and performance metrics for security operations center analysts: a systematic review",
            "authors": [
                {
                    "first": "Enoch",
                    "middle": [],
                    "last": "Agyepong",
                    "suffix": ""
                },
                {
                    "first": "Yulia",
                    "middle": [],
                    "last": "Cherdantseva",
                    "suffix": ""
                },
                {
                    "first": "Philipp",
                    "middle": [],
                    "last": "Reinecke",
                    "suffix": ""
                },
                {
                    "first": "Pete",
                    "middle": [],
                    "last": "Burnap",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Cyber Secur. Technol",
            "volume": "4",
            "issn": "1",
            "pages": "1--28",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Failures from the Environment, a Report on the First FAILSAFE workshop",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Breza",
                    "suffix": ""
                },
                {
                    "first": "Ivana",
                    "middle": [],
                    "last": "Tomic",
                    "suffix": ""
                },
                {
                    "first": "Julie",
                    "middle": [],
                    "last": "Mccann",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "ACM SIGCOMM Comput. Commun. Rev",
            "volume": "48",
            "issn": "2",
            "pages": "40--45",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Civic Technology Can Help Stop a Pandemic",
            "authors": [
                {
                    "first": "Jaron",
                    "middle": [],
                    "last": "Lanier",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weyl",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Glen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Foreign Affairs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "On the Coronavirus (COVID-19) Outbreak and the Smart City Network: Universal Data Sharing Standards Coupled with Artificial Intelligence (AI) to Benefit Urban Health Monitoring and Management",
            "authors": [
                {
                    "first": "Zaheer",
                    "middle": [],
                    "last": "Allam",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [
                        "S"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Healthcare",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Digital technology and COVID-19",
            "authors": [
                {
                    "first": "Daniel",
                    "middle": [
                        "Shu"
                    ],
                    "last": "Ting",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Lawrence",
                    "middle": [],
                    "last": "Carin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dzau",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Victor",
                    "suffix": ""
                },
                {
                    "first": "Tien",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Medicine",
            "volume": "27",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Covid-19: Researchers launch app to track spread of symptoms in the UK",
            "authors": [
                {
                    "first": "Susan",
                    "middle": [],
                    "last": "Mayor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br. Med. J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "FluPhone app 'helps track spread of infectious diseases' -BBC News",
            "authors": [],
            "year": 2011,
            "venue": "News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Smartphone GPS accuracy study in an urban environment",
            "authors": [
                {
                    "first": "Krista",
                    "middle": [],
                    "last": "Merry",
                    "suffix": ""
                },
                {
                    "first": "Pete",
                    "middle": [],
                    "last": "Bettinger",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PLoS One",
            "volume": "14",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "Q&A on coronaviruses (COVID-19)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "bibliometrix: An R-tool for comprehensive science mapping analysis",
            "authors": [
                {
                    "first": "Massimo",
                    "middle": [],
                    "last": "Aria",
                    "suffix": ""
                },
                {
                    "first": "Corrado",
                    "middle": [],
                    "last": "Cuccurullo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Informetr",
            "volume": "11",
            "issn": "4",
            "pages": "959--975",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Software survey: VOSviewer, a computer program for bibliometric mapping",
            "authors": [
                {
                    "first": "Jan",
                    "middle": [],
                    "last": "Van Eck",
                    "suffix": ""
                },
                {
                    "first": "Nees",
                    "middle": [],
                    "last": "Waltman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ludo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Healthcare IoT",
            "authors": [
                {
                    "first": "Bahar",
                    "middle": [],
                    "last": "Farahani",
                    "suffix": ""
                },
                {
                    "first": "Farshad",
                    "middle": [],
                    "last": "Firouzi",
                    "suffix": ""
                },
                {
                    "first": "Krishnendu",
                    "middle": [],
                    "last": "Chakrabarty",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "515--545",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Data Integration for Smart Cities: Opportunities and Challenges",
            "authors": [
                {
                    "first": "Subashini",
                    "middle": [],
                    "last": "Raghavan",
                    "suffix": ""
                },
                {
                    "first": "Boung",
                    "middle": [
                        "Yew"
                    ],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "Ying",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Loong",
                    "suffix": ""
                },
                {
                    "first": "Wei",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Kee",
                    "middle": [],
                    "last": "Lun",
                    "suffix": ""
                },
                {
                    "first": "Keh",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lecture Notes in Electrical Engineering",
            "volume": "603",
            "issn": "",
            "pages": "393--403",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Emerging trends in IoT and big data analytics for biomedical and health care technologies",
            "authors": [
                {
                    "first": "Amit",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "Chinmay",
                    "middle": [],
                    "last": "Chakraborty",
                    "suffix": ""
                },
                {
                    "first": "Anand",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "Debabrata",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Handbook of Data Science Approaches for Biomedical Engineering",
            "volume": "",
            "issn": "",
            "pages": "121--152",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "A new paradigm for a marketplace of services: Smart communities in the IoT era",
            "authors": [
                {
                    "first": "Mohamed",
                    "middle": [],
                    "last": "Eltoweissy",
                    "suffix": ""
                },
                {
                    "first": "Mohamed",
                    "middle": [],
                    "last": "Azab",
                    "suffix": ""
                },
                {
                    "first": "Stephan",
                    "middle": [],
                    "last": "Olariu",
                    "suffix": ""
                },
                {
                    "first": "Denis",
                    "middle": [],
                    "last": "Gracanin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "2019 International Conference on Innovation and Intelligence for Informatics, Computing, and Technologies",
            "volume": "",
            "issn": "",
            "pages": "3--2019",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Statistics notes: Absence of evidence is not evidence of absence",
            "authors": [
                {
                    "first": "Douglas",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bland",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "BMJ",
            "volume": "311",
            "issn": "7003",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Bayesian Function-on-Scalars Regression for High-Dimensional Data",
            "authors": [
                {
                    "first": "Daniel",
                    "middle": [
                        "R"
                    ],
                    "last": "Kowal",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [
                        "C"
                    ],
                    "last": "Bourgeois",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Comput. Graph. Stat",
            "volume": "",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The Ethical Limits of Blockchain-Enabled Markets for Private IoT Data",
            "authors": [
                {
                    "first": "Georgy",
                    "middle": [],
                    "last": "Ishmaev",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Philos. Technol",
            "volume": "",
            "issn": "",
            "pages": "1--22",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "GeoBrick: exploration of spatiotemporal data",
            "authors": [
                {
                    "first": "Ji",
                    "middle": [
                        "Hwan"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nadeem",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Saad",
                    "suffix": ""
                },
                {
                    "first": "Arie",
                    "middle": [],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Vis. Comput",
            "volume": "35",
            "issn": "2",
            "pages": "191--204",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Identification of cholera hotspots in Zambia: A spatiotemporal analysis of cholera data from",
            "authors": [
                {
                    "first": "John",
                    "middle": [],
                    "last": "Mwaba",
                    "suffix": ""
                },
                {
                    "first": "Amanda",
                    "middle": [
                        "K"
                    ],
                    "last": "Debes",
                    "suffix": ""
                },
                {
                    "first": "Patrick",
                    "middle": [],
                    "last": "Shea",
                    "suffix": ""
                },
                {
                    "first": "Victor",
                    "middle": [],
                    "last": "Mukonka",
                    "suffix": ""
                },
                {
                    "first": "Orbrie",
                    "middle": [],
                    "last": "Chewe",
                    "suffix": ""
                },
                {
                    "first": "Caroline",
                    "middle": [],
                    "last": "Chisenga",
                    "suffix": ""
                },
                {
                    "first": "Michelo",
                    "middle": [],
                    "last": "Simuyandi",
                    "suffix": ""
                },
                {
                    "first": "Mohammad",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Negl. Trop. Dis",
            "volume": "14",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Complex coupling in cyber-physical systems and the threats of fake data",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "De Roure",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Radanliev",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Kleek",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Living in the Internet of Things",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "X-Ray Refine",
            "authors": [
                {
                    "first": "Max",
                    "middle": [],
                    "last": "Van Kleek",
                    "suffix": ""
                },
                {
                    "first": "Reuben",
                    "middle": [],
                    "last": "Binns",
                    "suffix": ""
                },
                {
                    "first": "Jun",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Adam",
                    "middle": [],
                    "last": "Slack",
                    "suffix": ""
                },
                {
                    "first": "Sauyon",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Dean",
                    "middle": [],
                    "last": "Ottewell",
                    "suffix": ""
                },
                {
                    "first": "Nigel",
                    "middle": [],
                    "last": "Shadbolt",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proceedings of the 2018 CHI Conference on Human Factors in Computing Systems -CHI '18",
            "volume": "",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The industrial internet of things (IIoT): An analysis framework",
            "authors": [
                {
                    "first": "Hugh",
                    "middle": [],
                    "last": "Boyes",
                    "suffix": ""
                },
                {
                    "first": "Bil",
                    "middle": [],
                    "last": "Hallaq",
                    "suffix": ""
                },
                {
                    "first": "Joe",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "Tim",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Comput. Ind",
            "volume": "101",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Value creation for IoT: Challenges and opportunities within the design and development process",
            "authors": [
                {
                    "first": "Boyeun",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Rachel",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "Hands",
                    "suffix": ""
                },
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Coulton",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IET, Living in the Internet of Things",
            "volume": "",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Design Drivers: A critical enabler to meditate value over the NPD process within Internet of Things",
            "authors": [
                {
                    "first": "Boyeun",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Rachel",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "Hands",
                    "suffix": ""
                },
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Coulton",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "4d Conference Proceedings: Meanings of Design in the Next Era",
            "volume": "",
            "issn": "",
            "pages": "96--107",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "A Supervised Intrusion Detection System for Smart Home IoT Devices",
            "authors": [
                {
                    "first": "Eirini",
                    "middle": [],
                    "last": "Anthi",
                    "suffix": ""
                },
                {
                    "first": "Lowri",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "Malgorzata",
                    "middle": [],
                    "last": "Slowinska",
                    "suffix": ""
                },
                {
                    "first": "George",
                    "middle": [],
                    "last": "Theodorakopoulos",
                    "suffix": ""
                },
                {
                    "first": "Pete",
                    "middle": [],
                    "last": "Burnap",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE Internet Things J",
            "volume": "6",
            "issn": "5",
            "pages": "9042--9053",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Blockchain for the IoT: Privacy-preserving protection of sensor data",
            "authors": [
                {
                    "first": "Mathieu",
                    "middle": [],
                    "last": "Chanson",
                    "suffix": ""
                },
                {
                    "first": "Andreas",
                    "middle": [],
                    "last": "Bogner",
                    "suffix": ""
                },
                {
                    "first": "Dominik",
                    "middle": [],
                    "last": "Bilgeri",
                    "suffix": ""
                },
                {
                    "first": "Elgar",
                    "middle": [],
                    "last": "Fleisch",
                    "suffix": ""
                },
                {
                    "first": "Felix",
                    "middle": [],
                    "last": "Wortmann",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Assoc. Inf. Syst",
            "volume": "20",
            "issn": "9",
            "pages": "1271--1307",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Abnormal respiratory patterns classifier may contribute to large-scale screening of people infected with COVID-19 in an accurate and unobtrusive manner",
            "authors": [
                {
                    "first": "Yunlu",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Menghan",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Qingli",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Xiao-Ping",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Guangtao",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "Nan",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE International Conference on Image Processing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Early decrease in blood platelet count is associated with poor prognosis in COVID-19 patients-indications for predictive, preventive, and personalized medical approach",
            "authors": [
                {
                    "first": "Xiaofang",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Kun",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Peiyuan",
                    "middle": [],
                    "last": "Zuo",
                    "suffix": ""
                },
                {
                    "first": "Yuwei",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Meng",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Songpu",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Hao",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Chengyun",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "EPMA J",
            "volume": "11",
            "issn": "2",
            "pages": "139--145",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Covid-19 pandemic by the 'real-time' monitoring: the Tunisian case and lessons for global epidemics in the context of 3PM strategies",
            "authors": [
                {
                    "first": "Lotfi",
                    "middle": [],
                    "last": "Chaari",
                    "suffix": ""
                },
                {
                    "first": "Olga",
                    "middle": [],
                    "last": "Golubnitschaja",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "EPMA Journal",
            "volume": "11",
            "issn": "2",
            "pages": "133--138",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Pandemic as an epidemic on a national or global level",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Results of a statistical bibliometric analysis of the 500 most relevant research records on COVID-19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Corresponding author by country -COVID-19 research in 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Web of Science -results analysis tool",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Collaboration network as a social structure of COVID-19 scientific research records in 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Historic analysis of scientific research on global pandemics 1900-2020What is concerning from the results of this statistical analysis of scientific research, is the extremely low record numbers in scientific research on pandemics. When we compare the 3,708 historical records on global pandemics on the Web of Science Core Collection, with 372,454 results on business, 573,901 results on art, and 455,356 records on fishing, then the problem becomes concerning. The world simply does not seem prepared for COVID-19, not to mention a deadlier global pandemic. Similar conclusions are presented in our review of new forms of digital data used in pandemic management.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Digital solutions for pandemic management In the past decade there was a fast innovation of new digital technologies. This resulted in the new concept of digital health, on which some of the solutions in Figure 7 are based.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The evolution of Social Collaborative Internet of Things",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Evolution of the Social Collaborative Internet of Things",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "a computer program for bibliometric mapping called VOSviewer[51] was used for graphically representing large data records in a bibliometric map. The Web of Science Core Collection was identified as the data source for the two different software tools. The data search parameters were narrowed to 12 https://blog.talosintelligence.com/2020/02/coronavirus-themed-malware.html 13 https://www.theguardian.com/commentisfree/2020/mar/20/south-korea-rapid-intrusive-measures-Covid-19#maincontent 14 https://www.smartcitiesworld.net/news/news/south-korea-to-step-up-online-coronavirus-tracking-5109 15 https://coronamap.site/ 16 https://coronaita.com/#/ search for articles on COVID-19 in 2020. Then, a historic search parameter was used to identify methods applied in research on previous pandemics.From the first search result, we searched for 'COVID-19' and out of 2,264 records, we used the Web of Science filter and downloaded the most relevant 500 records. When analysed with the R 'bibliometrix' package, we selected two most striking figures. In",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Our search of historic and recent scientific records on pandemics and new forms of data, on the Web of Science Core Collection, resulted in very limited records. In some case, only a single record. It is unclear if this result is caused by lack of funding, or lack of interest in the past on this research topic. Although we used all data records from the Web of Science Core Collection, there could be gaps in the data we are using. It could be too soon for publications with COVID-19 to have been published-and we should compare how different will it be in a year's time. We plan to rerun these queries again to see how the results have changes. In future studies we should be focused on publication times, and if a vaccine is identified in the next few months or years, we should investigate how many papers have been published, comparable to the increase in Covid-19 activity. Future studies should also look at other factors of the virus in literature.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}