{
    "paper_id": "3dd6e25de3cd6f75808dfcb80faf7cb32329a7d7",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Emily",
                "middle": [
                    "A"
                ],
                "last": "Kendall",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University School of Medicine",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": "ekendall@jhmi.edu"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A c c e p t e d M a n u s c r i p t Contact tracing, besides being a useful public health tool for both finding superspreaders [1] and treating the exposed [2] , is often central to learning about the dynamics of disease transmission [3, 4] . In their article in this issue of CID, Martinez and colleagues made use of contact investigation data to evaluate the association between TB and HIV from the perspective of TB transmission. By systematically reviewing studies of the contacts of index cases with TB, Martinez and colleagues determined that the contacts of HIV-positive TB patients were approximately 33% less likely to be infected with M. tuberculosis than the contacts of HIV-negative TB patients. Similar uses of contact tracing to estimate infectiousness have recently been discussed widely in the context of COVID-19. In South Korea, data from the country's thorough COVID-19 contact tracing program [5] was used to analyze the relationship between the age of an index case and the prevalence of SARS-CoV-2 infection among his or her contacts. This study, which described a relatively high prevalence of COVID-19 among the contacts of older child and adolescent index cases, has been widely interpreted as evidence that older children with COVID-19 may be as infectious as adults.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 234,
                    "end": 237,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 238,
                    "end": 240,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 913,
                    "end": 916,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Care is required, however, when using contact investigation data to evaluate infectiousness. Although the prevalence of infection or disease among the contacts of an index case may reflect the infectiousness of that case, it is far from a direct measure of infectiousness. Interpreting it as such invokes at least three assumptions about transmission: that transmission occurs over the same time period for all index cases, that the index case was always the first person infected within a contact pair, and that infections identified through contact investigation share a direct transmission link. In reality, each of these three assumptions may be violated in important ways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First, transmission depends on both the degree and the duration of infectiousness. Contact investigation data can compare the cumulative amount of transmission that has occurred from two index cases, but it should not be interpreted as measuring their relative infectiousness on any given day unless their duration of infectiousness has been equivalent. As asymptomatic carriers illustrate [6, 7] , less infectious hosts can ultimately spread more disease than those with a higher pathogen burden, if their milder disease allows the natural duration of their infectiousness to be prolonged. Similarly, characteristics that cause delays in diagnosis (and therefore in isolation or treatment) may increase cumulative transmission without affecting disease duration also increase transmission. For TB, the more rapid progression of HIV-associated cases to clinically diagnosable disease or death causes HIV-negative TB to be overrepresented among prevalent cases [8] . Therefore, when Martinez and colleagues present evidence that HIV-positive TB patients generate fewer secondary cases, the explanation for this finding might be that they are less infectious at any given moment, or it might be that their shorter duration of TB disease provides less opportunity to spread. A similar but opposite effect might be observed in contact-based estimates of the infectiousness of drug-resistant TB: Because the detection and appropriate treatment of drug-resistant TB is often delayed, contactbased study designs may overestimate the relative infectiousness of drug-resistant cases (and thus under-estimated fitness costs associated with drug resistance).",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 393,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 394,
                    "end": 396,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 960,
                    "end": 963,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A second caveat to estimating infectiousness from contact data is that the first person diagnosed may not have been the first infected. \"Index case\" describes the sequence of detection, and not necessarily that of transmission. Sequences of detection and transmission may correspond poorly for diseases with variable incubation periods, low case detection rates, or high degrees of M a n u s c r i p t asymptomatic or presymptomatic transmission. In the case of TB, although HIV promotes rapid disease progression, many HIV-uninfected people experience months or years of protracted TB with minimal symptoms [9] . In some HIV-negative individuals, TB may even resolve without ever being diagnosed or treated [10] . Thus, an HIV-negative person who spreads TB to their HIV-positive contact may persist with active TB until a contact investigation of the HIV-positive index case is conducted, or they may spontaneously improve prior to contact investigation (such that they appear to be a latently-infected contact). In studies such as those reviewed by Martinez and colleagues, misclassifying the direction of transmission would tend to weaken any true association between HIV status and infectiousness.",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 611,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 708,
                    "end": 712,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "COVID-19 contact investigation data may be prone to similar effects. In South Korea's recent contact study, the authors noted they could not determine direction of transmission, and the data do not fully support the widespread interpretation of the proportion of contacts infected as a measure of index case infectiousness. In the rare instances that an older child or adolescent was the index case (2% of all clusters), they had a small number of total contacts, so although the proportion of contacts infected was relatively high, the absolute number of infected contacts was low (less than 1, on average). These young people had to be infected with COVID by someone, even if that source had gone undiagnosed. Such data would be consistent with an alternative scenario in which most or even all transmission originated from adults. The child and adolescent index cases would represent the occasions in which the adult source had asymptomatic disease but the child or adolescent whom they infected developed COVID symptoms -leading the secondarily-infected child to become the cluster's index case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A third limitation of contact investigation data is that contact investigations cannot evaluate all possible exposures. An index case and his or her contact may both have been infected by an external source (either shared or distinct) -and the risk of exposure to external cases in the community may depend on other characteristics of the index case. For TB, Martinez and colleagues previously estimated that >80% of transmission occurs outside of households [11] . Moreover, data on drug resistance concordance suggest that even when two active TB cases develop within a household in rapid succession, their infections are unrelated up to 20% of the time [12] . Thus, the prevalence of infection among an index case's contacts reflects, in part, the past and present risk of TB exposure within those contacts' broader networks. Determinants of TB exposure include spatial and socioeconomic factors that are shared at the household level. Where those household-level risk factors for TB exposure are also associated with HIV (such as vulnerable economic status or living in a high TB-and HIV-burden neighborhood), they may confound the relationship between index case HIV status and household prevalence of TB infection.",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 463,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 656,
                    "end": 660,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, the prevalence of infection among contacts is an imperfect measure of index case infectiousness. Independent of index case infectiousness, the prevalence of infection in contacts may be increased by index case characteristics that extend the duration of disease over which transmission can occur, that allow secondary cases to be diagnosed sooner than the sources of their infections, or that increase the household-level risk of exposure to cases in the broader community. The magnitude of these effects on estimates of the infectiousness of HIV-associated TB is uncertain, but the biological plausibility of risk factors that Martinez and colleagues identified for infectiousness within HIV populations (namely, high sputum bacillary burden and less advanced HIV disease) suggest that the bias may be small. More importantly, regardless of mechanism, the measured M a n u s c r i p t burden of infection and disease in contacts of HIV-positive TB index cases has clear policy implications: Contacts of TB patients are at high risk for TB, and contacts of HIV-positive TB patients have nearly as high a risk of TB (and a much higher risk of HIV) than other TB contacts. Whether or not their high risk is a direct result of index case infectiousness, they are an important target population for interventions to diagnose and prevent disease, and contact investigation is a useful tool for delivering that care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Contact tracing strategies in heterogeneous populations",
            "authors": [
                {
                    "first": "Ktd",
                    "middle": [],
                    "last": "Eames",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Epidemiol Infect",
            "volume": "135",
            "issn": "",
            "pages": "443--454",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Contact investigation for tuberculosis: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Barry",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Marks",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur Respir J",
            "volume": "41",
            "issn": "",
            "pages": "140--156",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Transmission of Nipah Virus -14 Years of Investigations in Bangladesh",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nikolay",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Salje",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Hossain",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "380",
            "issn": "",
            "pages": "1804--1814",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Household Transmission of Vibrio cholerae in Bangladesh",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Sugimoto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Koepke",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Kenah",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Negl Trop Dis",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Early Release -Contact Tracing during Coronavirus Disease Outbreak",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Number 10-October 2020 -Emerging Infectious Diseases journal -CDC. Available at",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mr N the milker, and Dr Koch's concept of the healthy carrier",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Mortimer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Lancet",
            "volume": "353",
            "issn": "",
            "pages": "1354--1356",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Contribution of Asymptomatic Plasmodium Infections to the Transmission of Malaria in Kayin State",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chaumeau",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kajeechiwa",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fustec",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Myanmar. J Infect Dis",
            "volume": "219",
            "issn": "",
            "pages": "1499--1509",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The prevalence of HIV among adults with pulmonary TB at a population level in Zambia",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chanda-Kapata",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kapata",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Grobusch",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cobelens",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Tuberculosis transmission during the subclinical period: could unrelated cough play a part?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Esmail",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Dodd",
                    "suffix": ""
                },
                {
                    "first": "Rmgj",
                    "middle": [],
                    "last": "Houben",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet Respir Med",
            "volume": "6",
            "issn": "",
            "pages": "244--246",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Natural History of Tuberculosis: Duration and Fatality of Untreated Pulmonary Tuberculosis in HIV Negative Patients: A Systematic Review",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Tiemersma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Der Werf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Borgdorff",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "Njd",
                    "middle": [],
                    "last": "Nagelkerke",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Transmission of Mycobacterium Tuberculosis in Households and the Community: A Systematic Review and Meta-Analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mupere",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kizza",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Whalen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am J Epidemiol",
            "volume": "185",
            "issn": "",
            "pages": "1327--1339",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Concordance of drug resistance profiles between persons with drug-resistant tuberculosis and their household contacts: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Chiang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "This work was supported by the National Institutes of Health [K08AI127908 to E.A.K.].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Dr. Kendall had no conflicts to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests:"
        },
        {
            "text": "A c c e p t e d M a n u s c r i p t",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}