{
    "paper_id": "3dd7b909dde601aacbdd5504b56d4f4ed038564e",
    "metadata": {
        "title": "SPECIAL SERIES: ONCOLOGY CLINICAL TRIALS IN AFRICA: EMERGING AND OPERATIONAL ISSUES editorials Oncology Clinical Trials in Africa: Emerging and Operational Issues",
        "authors": [
            {
                "first": "Folakemi",
                "middle": [
                    "T"
                ],
                "last": "Odedina",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ophira",
                "middle": [],
                "last": "Ginsburg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "\"Although it is the 'gold standard' to develop therapeutic interventions, clinical trials are not required to be conducted locally to introduce new therapies in most African countries. This is unfortunate as optimal prevention, diagnosis and treatment decisions cannot be made for Africans without sufficient representation of Africans in clinical trials.\" -Folakemi T. Odedina, Global Congress on Oncology Clinical Trials in Blacks, 2018 Africa, especially sub-Saharan Africa (SSA), is experiencing the public health challenges of dealing with both communicable and noncommunicable diseases (NCDs), with cancer being one of the major NCDs. 1 By 2030, deaths resulting from cancer in SSA will increase . 85%. 2 It is also disheartening to see how African regions compare with the rest of the world in terms of the projected rise in cancer incidence and mortality from 2018 to 2040 (Figs 1 and 2). 3 Demographic changes are a large part but do not completely explain the disproportionate increase compared with North America, in both incidence (difference, 46%) and mortality (difference, 59%) . Other factors include rising rates of tobacco use and harmful use of alcohol, in addition to other so-called commercial determinants of health that drive the risks of many cancers as well as other common NCDs.",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 438,
                    "text": "Blacks, 2018",
                    "ref_id": null
                },
                {
                    "start": 641,
                    "end": 642,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 709,
                    "end": 710,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 897,
                    "end": 898,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Without a doubt, innovative biomedical research (including clinical trials) is needed to better understand and effectively address cancer in Africa. Of urgent need are studies focused on cancer-related interventions and evaluations of the effect of such interventions on patient-related outcomes. This includes mechanistic, exploratory, feasibility, and behavioral trials in addition to traditional intervention trials. Unfortunately, there is insufficient representation of people of African ancestry in oncology clinical trials globally, thereby limiting optimal cancer prevention, diagnosis, and treatment decisions in this group. [4] [5] [6] [7] Africans are especially underrepresented in clinical trials.",
            "cite_spans": [
                {
                    "start": 634,
                    "end": 637,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 638,
                    "end": 641,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 642,
                    "end": 645,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 646,
                    "end": 649,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To foster oncology clinical trials in Africa, we are releasing two Special Series. This is the first Special Series, which focuses on discussing emerging and operational issues affecting oncology clinical trials in Africa. It comprises articles from leading experts within and outside Africa covering two main domains: emerging and operational issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One of the emerging critical issues with respect to oncology clinical trials in Africa involves the characteristics Ezeani et al 13 report emerging issues identified during a town hall meeting held during the 2018 Inaugural Global Oncology Clinical Trials in Blacks conference in Lagos, Nigeria. Participants in the town hall included researchers, scientists, and advocates who contributed to a SWOT (strengths, weaknesses, opportunities, and strengths) analysis of oncology clinical trials in Africa. SWOT factors identified included improved political commitment, multidisciplinary and interdisciplinary collaborations, funding, and infrastructure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emerging Issues"
        },
        {
            "text": "Clinical trials cannot take place without patients or participants. Therefore, engaging patients is a critical operational issue for clinical trials in Africa. Mutebi et al 14 discusses patient-centered approaches to the engagement and recruitment of patients for clinical trials. The involvement of patients brings \"unique lived expertise and value\" 14 to the clinical trials enterprise, and it is essential to ensure their representation as research advocates. The opportunity for mobile health and clinical technology to transform oncology clinical trials in Africa is mapped out by Mutebi et al. 15 The authors, however, caution that appropriate use must be ensured and that application context, impact, and cost effectiveness must be evaluated.",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 602,
                    "text": "15",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Operational Issues"
        },
        {
            "text": "Another key operational issue for clinical trials is developing the right alliances. Solarin et al 16 discuss the key stakeholders involved in the clinical trials enterprise, including regulatory agencies, clinicians, researchers, sites, patients, and sponsors. Fostering appropriate relationships among these stakeholders will enhance both the quality and quantity of trials in Africa. We are currently in the middle of the global COVID-19 pandemic. With . 4.5 million confirmed cases and . 300,000 deaths worldwide as of May 2020, 19 a timely and coordinated global response to the pandemic is critical. Clinical trials have been front and center in combating the COVID-19 pandemic, which further exposes the vulnerability of most African countries with respect to preparedness for clinical trials. Furthermore, it has revealed the threats of so-called guinea pig syndrome from scientists outside Africa, with French physicians proposing to test a COVID-19 vaccine in Africa, although there is lower incidence in African countries compared with France. 18 ",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 535,
                    "text": "19",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1055,
                    "end": 1057,
                    "text": "18",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Operational Issues"
        },
        {
            "text": "The following represents disclosure information provided by authors of this manuscript. All relationships are considered compensated unless otherwise noted. Relationships are self-held unless noted. I = Immediate Family Member, Inst = My Institution. Relationships may not relate to the subject matter of this manuscript. For more information about ASCO's conflict of interest policy, please refer to www.asco.org/rwc or ascopubs. org/go/site/misc/authors.html. Open Payments is a public database containing information reported by companies about payments made to US-licensed physicians (Open Payments).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHORS' DISCLOSURES OF POTENTIAL CONFLICTS OF INTEREST"
        },
        {
            "text": "No potential conflicts of interest were reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHORS' DISCLOSURES OF POTENTIAL CONFLICTS OF INTEREST"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Challenges and opportunities in cancer control in Africa: A perspective from the African Organisation for Research and Training in Cancer",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Morhason-Bello",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Io",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Odedina",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Rebbeck",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Oncol",
            "volume": "14",
            "issn": "",
            "pages": "142--151",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global cancer transitions according to the Human Development Index",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jemal",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Grey",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "790--801",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization: Global Health Observatory data. who.int/gho/database",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A study on recruitment of black Americans into clinical trials through a cultural competence lens",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Outlaw",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Bourjolly",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Barg",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Cancer Nurs",
            "volume": "23",
            "issn": "",
            "pages": "451--452",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Increasing participation of physicians and patients from underrepresented racial and ethnic groups in National Cancer Institutesponsored clinical trials",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Christian",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Trimble",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Cancer Epidemiol Biomarkers Prev",
            "volume": "12",
            "issn": "",
            "pages": "277--283",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Why are ethnic minorities under-represented in US research studies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sheikh",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Med",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The project IMPACT experience to date: Increasing minority participation and awareness of clinical trials",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Walker-Mcgill",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Natl Med Assoc",
            "volume": "100",
            "issn": "",
            "pages": "178--187",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Landscape of oncology clinical trials in Africa",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Odedina",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shamley",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Okoye",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JCO Glob Oncol",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/ascopubs.org/doi/full/10.1200/jgo.19.00189"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "SWOT Analysis of oncology clinical T trials in Africa: A Town Hall Report from the Global Congress on Oncology Clinical Trials in Blacks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ezeani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Odedina",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rivers",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/ascopubs.org/doi/full/10.1200/jgo.19.00199"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Engaging patients for clinical Trials in Africa: Patient-centered approaches",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mutebi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Scroggins",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JCO Glob Oncol",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/ascopubs.org/doi/full/10.1200/jgo.19.00190"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Innovative use of mHealth and clinical technology for oncology clinical trials in Africa",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mutebi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Salako",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JCO Glob Oncol",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/ascopubs.org/doi/full/10.1200/jgo.19.00191"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Partnerships and collaborations: The right alliances for clinical trials in Africa",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Solarin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Mohammed",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Olaiya",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JCO Glob Oncol",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/ascopubs.org/doi/full/10.1200/jgo.19.00194"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "V: Historical perspectives on ethical and regulatory aspects of human subjects research: Implications for oncology clinical trials in Africa",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Salhia",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Olaiya",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JCO Glob Oncol",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/ascopubs.org/doi/full/10.1200/jgo.19.00196"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Operational strategies for clinical trials in Africa",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Graef",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "I"
                    ],
                    "last": "Okoye",
                    "suffix": ""
                },
                {
                    "first": "Noo",
                    "middle": [],
                    "last": "Oti",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JCO Glob Oncol",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/ascopubs.org/doi/full/10.1200/jgo.19.00204"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "World Health Organization: Coronavirus disease (COVID-2019) situation reports",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of current clinical trials in Africa. For example, what are the public and private registries for oncology clinical trials in Africa? Who are the sponsors of oncology clinical trials in Africa? What are the common cancer types included oncology clinical trials in Africa? These are the questions that Odedina et al 8 answer in this series. A quantitative, Web-based, retrospective review of clinical trials registries was conducted to develop the landscape of oncology clinical trials in Africa. The authors found 109 open oncology clinical trials from several registries. 9-12 Egypt had the most oncology clinical trials and the highest number of sponsor institutions. Most of the trials were studies of breast cancer, and the top sponsors of oncology clinical trials were academic institutions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "One of the primary challenges of conducting clinical trials in Africa and a foundational operational issue involves the ethical and regulatory aspects of human research. Salhia and Olaiya 17 discuss the ethical principles of autonomy, beneficence, and justice, answering the following important questions: What were the circumstances that led to modern-day research ethics boards? Do patients with cancer in Africa have access to clinical trials, and what are the existing oversights to protect the welfare of clinical trial participants in countries with limited resources?This series concludes with a discussion of the operational strategies for clinical trials in Africa by Graef et al.18 The authors present African-driven practice model examples for 10 recommendations developed during the First All Africa Clinical Trial Summit and the Operational Strategy for Clinical Trials in Nigeria Summit. The recommendations focus on funding, regulation, capacity building, and an Africa-centric patient-centered approach.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "It is clear that African investigators need to take the lead on clinical trials in Africa while collaborating with other prepare, and empower African investigators and other stakeholders toward enhancing clinical trials in Africa. Readers can expect to learn even more about the current landscape of clinical trials in Africa in another special issue of JCO Global Oncology next year.AFFILIATIONS 1 Department of Pharmacotherapy and Translational Research, University of Florida, Gainesville, FL 2 New York University Langone Health, New York, NY CORRESPONDING AUTHOR Folakemi T. Odedina, PhD, University of Florida, 6550 Sanger Rd, Ste 150, Orlando, FL 32827; e-mail: fodedina@cop.ufl.edu. Conception and design: All authors Data analysis and interpretation: Folakemi Odedina Manuscript writing: All authors Final approval of manuscript: All authors Accountable for all aspects of the work: All authors",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}