{"paper_id": "3dd80e5dc23b6056f61e62b23850ea2a960761cd", "metadata": {"title": "Journal Pre-proof COVID-19 and its impact on environment: Improved pollution levels during the lockdown period -A case from Ahmedabad, India COVID-19 and its impact on Environment: Improved pollution levels during the lockdown period -A case from Ahmedabad, India 2", "authors": [{"first": "Mohammad", "middle": ["Adil"], "last": "Aman", "suffix": "", "affiliation": {"laboratory": "", "institution": "Aligarh Muslim 4 University", "location": {"settlement": "Aligarh", "country": "India"}}, "email": ""}, {"first": "Mohd", "middle": [], "last": "Sadiq", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Salman", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yunus", "middle": [], "last": "Ali", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory for Geohazard Prevention and Geoenvironment Protection", "institution": "", "location": {"settlement": "Chengdu"}}, "email": ""}, {"first": "P", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "J o u r n a l P r e -p r o o f A drop of 36.48% in SPM concentrations J o u r n a l P r e -p r o o f Abstract 12 The novel Coronavirus pandemic (COVID-19) hit the world severely in the first half 13 of 2020 which forced several nations to impose severe restrictions on all sorts of 14 activities involving human population. People were mainly advised to remain home 15 quarantined to curb the virus spread. Industrial and vehicular movements were 16", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "ceased as a result of lockdown, and therefore the rate of pollutants entering the 17 ecosystem also reduced in many places. Water and air pollution remained a major 18 concern in the last few decades as these were gradually deteriorating in many 19 spheres including the hydrosphere and atmosphere. As the nation-wide lockdown 20 period in India completed more than two months, this study attempted to analyze 21 the impact of lockdown on water and air quality to understand the short-term 22 30 concentration during the lockdown period (8.08 mg/l), was the lowest when 31 compared with pre-lockdown average and long-term (2015-2019) April month 32 J o u r n a l P r e -p r o o f 2 average. The atmospheric pollution level (NO2, PM2.5, and PM10) data obtained from 33 the Central Pollution Control Board for Ahmedabad city also shows a significant 34 improvement during the study period, implying a positive response of COVID-19 35 imposed lockdown on the environmental fronts.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "36", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The first case of COVID-19 was reported in India on 30 th January, thereafter, a 49 nationwide 14-hour voluntary curfew was observed on 22 nd march due to a jump in 50 number of positive cases. This curfew was extended for another 21 more days from 51 25 th March to 14 th April initially. This lockdown resulted in shutting down schools, national and international boundaries. The lockdown period was further extended in 55 many phases till 8 th June 2020 and a lockdown of total 75 days completed with very 56 strict guidelines, and the nation came to a standstill during this period (Singh, 2020). 57 The lockdown in India has been unique and no such event has taken place over the (Clifford, 2020) . This finding is similar to the case of river Ganges, a highly polluted 76 river in India, which was found to be cleaner during the lockdown period in India 77 (Mani, 2020) . 78 The analysis of water pollution and water quality requires measurements of 79 physical, chemical, and biological properties of water and traditionally based upon ", "cite_spans": [{"start": 601, "end": 603, "text": "57", "ref_id": null}, {"start": 685, "end": 701, "text": "(Clifford, 2020)", "ref_id": null}, {"start": 863, "end": 875, "text": "(Mani, 2020)", "ref_id": "BIBREF1"}, {"start": 878, "end": 880, "text": "78", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "The aforementioned studies reveals that there is a unique condition in various 119 countries due to lockdown and the reduced anthropogenic activities have a direct 120 impact on environmental pollution. Thus, there is an urgent need to study the short 121 and long term changes caused by lockdown in our environmental system. To date 122 very few studies have been undertaken to assess the changes in air and water quality 123 during the lockdown period. As the lockdown in India has entered its 4 th phase, the 124 present study was undertaken to study the environmental impacts of COVID-19 in 125 the Ahmadabad Metropolitan city using Landsat 8 OLI sensor data with the 126 objective to understand the short-term changes in water and air quality. 128 We chose the Sabarmati river (Ahmedabad section) as our study area to assess its 129 water quality. Sabarmati river is one of the longest rivers of Western India, ", "cite_spans": [{"start": 749, "end": 752, "text": "128", "ref_id": null}], "ref_spans": [], "section": "118"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Effect of lockdown amid COVID-19 pandemic on air 348 quality of the megacity Delhi", "authors": [{"first": "S", "middle": [], "last": "Mahato", "suffix": ""}, {"first": "S", "middle": [], "last": "Pal", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Ghosh", "suffix": ""}], "year": 2020, "venue": "India. Science of the Total Environment", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The Lockdown Cleaned the Ganga More Than 'Namami Gange' Ever Did", "authors": [{"first": "K", "middle": ["A S"], "last": "Mani", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Anthropogenic waste indicators 354 (AWIs), particularly PAHs and LABs, in Malaysian sediments: Application of aquatic environment 355 for identifying anthropogenic pollution", "authors": [{"first": "M", "middle": ["M"], "last": "Keshavarzifard", "suffix": ""}, {"first": "M", "middle": [], "last": "Vaezzadeh", "suffix": ""}, {"first": "V", "middle": [], "last": "", "suffix": ""}], "year": 2016, "venue": "Marine Pollution Bulletin", "volume": "102", "issn": "1", "pages": "160--175", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Machine learning methods for landslide susceptibility studies: A 358 comparative overview of algorithm performance", "authors": [{"first": "B", "middle": [], "last": "Abderrahmane", "suffix": ""}], "year": 2020, "venue": "Earth-Science Reviews", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Analysis of SPOT-5 data for mapping turbidity level of 360 river klang, peninsular malaysia", "authors": [{"first": "Mohd", "middle": [], "last": "Hasmadi", "suffix": ""}, {"first": "I", "middle": [], "last": "Norsaliza", "suffix": ""}, {"first": "U", "middle": [], "last": "", "suffix": ""}], "year": 2010, "venue": "Appl. Remote Sens. J", "volume": "1", "issn": "", "pages": "14--18", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "COVID-19 pandemic and environmental pollution: 362 A blessing in disguise? Science of The Total Environment", "authors": [{"first": "S", "middle": [], "last": "Muhammad", "suffix": ""}, {"first": "X", "middle": [], "last": "Long", "suffix": ""}, {"first": "M", "middle": [], "last": "Salman", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Calibration and validation of a generic multisensor 364 algorithm for mapping of total suspended matter in turbid waters. Remote Sensing of Environment", "authors": [{"first": "B", "middle": [], "last": "Nechad", "suffix": ""}, {"first": "K", "middle": [], "last": "Ruddick", "suffix": ""}, {"first": "Y", "middle": [], "last": "Park", "suffix": ""}], "year": 2010, "venue": "", "volume": "365", "issn": "", "pages": "854--866", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The effect of viewing geometry and wavelength on the 367 relationship between reflectance and suspended sediment concentration", "authors": [{"first": "E", "middle": [], "last": "Novo", "suffix": ""}, {"first": "J", "middle": [], "last": "Hansom", "suffix": ""}, {"first": "P", "middle": [], "last": "Curran", "suffix": ""}], "year": 1989, "venue": "International Journal of 368 Remote Sensing", "volume": "10", "issn": "8", "pages": "1357--1372", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Defining the Landsat TM/ETM+ 370 and CHRIS/PROBA spectral regions in which turbidity can be retrieved in inland waterbodies 371 using field spectroscopy", "authors": [{"first": "C", "middle": [], "last": "Papoutsa", "suffix": ""}, {"first": "A", "middle": [], "last": "Retalis", "suffix": ""}, {"first": "L", "middle": [], "last": "Toulios", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Hadjimitsis", "suffix": ""}], "year": 2014, "venue": "International Journal of Remote Sensing", "volume": "35", "issn": "5", "pages": "1674--1692", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Impact assessment of urbanization and industrialization 373 using Water Quality Index on Sabaramati River", "authors": [{"first": "P", "middle": [], "last": "Patel", "suffix": ""}, {"first": "S", "middle": [], "last": "Bablani", "suffix": ""}, {"first": "A", "middle": [], "last": "Patel", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Remote sensing techniques to assess water 375 quality. Photogrammetric Engineering & Remote Sensing", "authors": [{"first": "J", "middle": ["C"], "last": "Ritchie", "suffix": ""}, {"first": "P", "middle": ["V"], "last": "Zimba", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Everitt", "suffix": ""}], "year": 2003, "venue": "", "volume": "69", "issn": "", "pages": "695--704", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Human threats to sandy beaches: A 378 meta-analysis of ghost crabs illustrates global anthropogenic impacts. Estuarine, Coastal and Shelf 379 Science", "authors": [{"first": "S", "middle": ["J"], "last": "Walker", "suffix": ""}, {"first": "J", "middle": ["X"], "last": "Leon", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Huijbers", "suffix": ""}], "year": 2016, "venue": "", "volume": "169", "issn": "", "pages": "56--73", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Evaluation of water quality index for River Sabarmati", "authors": [{"first": "K", "middle": ["A"], "last": "Shah", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Joshi", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "An algorithm for 388 estimating suspended sediment concentrations in the coastal waters of", "authors": [{"first": "S", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": [], "last": "Gao", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Kota", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Singh", "suffix": ""}, {"first": "N", "middle": [], "last": "Sravanthi", "suffix": ""}, {"first": "I", "middle": [], "last": "Ramana", "suffix": ""}, {"first": "P", "middle": [], "last": "Yunus Ali", "suffix": ""}, {"first": "P", "middle": [], "last": "Ashraf", "suffix": ""}, {"first": "M", "middle": [], "last": "Ali", "suffix": ""}, {"first": "A", "middle": [], "last": "Narayana", "suffix": ""}], "year": 2013, "venue": "Science of The Total Environment", "volume": "728", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Carbon emissions are falling sharply due to coronavirus", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Calibration of a general optical equation for remote sensing", "authors": [{"first": "R", "middle": ["P"], "last": "Stumpf", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Pennock", "suffix": ""}], "year": 1989, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "environmental changes. Using remote sensing data, this study demonstrated the 23 improvements in ambient water quality in terms of decreased turbidity levels for a 24 section of the Sabarmati river in the Ahmedabad region of India. The Suspended 25 Particulate Matter (SPM) concentrations are evaluated to underline the turbidity 26 levels in the study area before and during the lockdown period using the Landsat 8 27 OLI images. We noticed that the average SPM has significantly decreased by about 28 36.48% when compared with the pre-lockdown period; and a drop of 16.79% was 29 observed from the previous year's average SPM. Overall, the average SPM gatherings and transportation, and maintain proper hygiene.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "58 recorded history where all the anthropogenic activities have been reduced to the 59 minimum levels. This has led to a decline in emissions and restricted the production 60 of industrial waste and other pollutants in the urban centers of India during the 61 duration of lockdown. 62 The anthropogenic activities are known to be one of the primary drivers of 63 pollution within various spheres of the environment (Akimoto, 2003; Volkamer et 64 al., 2006; Masood et al., 2016; Schlacher et al., 2016). Since the lockdown 65 implemented due to COVID-19 in various countries has almost seized the industrial 66 activities and vehicle movement, a decrease in air pollution across the globe has been 67 reported (Henriques, 2020 and Stone, 2020). Several studies has conducted analysis 68 on the short term impact of COVID-19 in the atmospheric column, including the 69 satellite monitoring program from Sentinel 5 mission (ESA, 2020), but studies 70 pertaining to hydrosphere are very few. Hader et al. (2020) have emphasized that the 71 lockdown period has drastically reduced the industrial waste generation, industrial 72 pollution, and the addition of heavy metals and plastic to hydrosphere through 73 different sources. Thus, at the time when COVID-19 has crippled Italy, the Grand 74 Canal in Italy became much clear and some aquatic species have reappeared 75 J o u r n a l P r e -p r o o f", "latex": null, "type": "figure"}, "FIGREF3": {"text": "80 fieldwork for sample collection and then lab testing for determining the results. This 81 manual process is not only time consuming and expensive, but also not suitable for 82 analysis over a regional scale (Duan et al., 2013; Ritchie et al., 2003). Recently, remote 83 sensing techniques have been widely used to undertake these studies with accuracy, 84 and advantageous of having both cost and time over the manual approaches (Yunus 85 et al., 2019; Avtar et al., 2019). The use of remotely sensed data helps not only to 86 monitor and identify the water quality over a large regions, but temporal changes 87 can also be assessed regularly. (Dekker et al., 1996; Wang and Ma, 2001; Alparslan et 88 al., 2007; Zhu and Dou, 2018; Ali et al., 2019). The remote sensing based water 89 quality is undertaken by analyzing the spectral characteristics of water color. These 90 spectral characteristics are the function of chemical, hydrological and biological 91 characteristics of water (Wang and Yang, 2019).", "latex": null, "type": "figure"}, "FIGREF4": {"text": "In this study we considered turbidity of water as a criterion of water pollution 93(Stumpf and Pennock, 1989). A higher levels of suspended particulate matter (SPM)94 caused by sedimentation, sewage disposals, and other pollutants results in a high 95 level of turbidity (Yunus et al., 2020). The remote sensing techniques have analyzed 96 J o u r n a l P r e -p r o o f the relationship between turbidity and reflectance in water bodies (Curran et al., 97 1987; Novo et al., 1989; Sravanthi et al., 2013). It was observed that an increase in 98 turbidity leads to an increase in reflectance levels in water bodies (Doxaran et al., 99 2002). Thus, empirically calibrated models, machine learning and artificial 100 intelligence etc. have been developed to fit the reflectance spectrum with in-situ 101 profiles (Doxaran et al., 2002, Yunus et al., 2019; Davies-Colley and Smith, 2001; Luis 102 et al., 2019). Among these, machine learning has becoming popular recently in many 103 fields of satellite remote sensing and GIS analysis (Dou et al., 2020; Merghadi et al., 104 2020). Over the years, various satellite sensors have been widely used by scholars to 105 map the SPM in aquatic systems. These includes Sentinal-2, Landsat series, Spot 106 series, MODIS Aqua and Terra, SeaWiFS and OceanSAT, etc. (Vanhellemont and 107 Ruddick, 2014; Gholizadeh et al., 2016; Wei et al., 2018).", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Apart from the hydrospheric component, the steep decline in social and 109 economic activities has also reduced carbon emissions especially the combustion of 110 fossil fuels (Dutheil et al., 2020). In many developing cities, air pollution is largely 111 related to levels of NO2, PM2.5, and PM10 which are generated by industrial and 112 anthropogenic activities, especially vehicular pollution (He et al., 2020a; He et al., 113 2020b). Guo et al. (2017) reported that more than one million people have died in 114 India during 2015 alone due to ambient Particulate Matter (PM) pollution. In the 115 present scenario of the lockdown, the steep decline in all types of air pollutants is reported from various parts of the globe (Ficetola and Rubolini, 2020; Tobias et 117 al.,2020; Sharma et al., 2020).", "latex": null, "type": "figure"}, "FIGREF7": {"text": "130 originating in Aravalli ranges in Udaipur and after traversing about 370 km joins the quality (Shah and Joshi, 2017). The river water near Sardar Patel Bridge in 138 Ahmedabad has the highest amount of metal contamination, as compared to 139 upstream, indicating high anthropogenic activities (Kumar et al., 2013). 140 Ahmedabad is presently the fourth most COVID-19 hit city of India and the worst 141 hit in the state of Gujarat having a total of 38,333 positive cases as of 9 th July2020. 142 India goes under a nationwide lockdown on 25 th March 2020. However, Gujarat 143 Government ordered the closure of much of the public activities including 144 educational institutions, malls, and national parks from 16 th March 2020 and 145 imposed a complete lockdown from midnight of 24 th March 2020. Since then all the 146 industrial and tourism activities (e.g. burning of boat fuel at Sabarmati riverfront) 147came to a halt and hence the pollutant level due to these sources declined. Therefore 148 this is a unique opportunity to study the water quality of the Sabarmati river before 149 and during the lockdown.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Location of Sabarmati river (in the background is the Landsat 8 false color 152 composite image of Ahmedabad).", "latex": null, "type": "figure"}, "FIGREF9": {"text": "comprehensive study of the effect of lockdown on river water quality,156    we downloaded thirteen LANDSAT 8 OLI Level-2 (Surface Reflectance) scenes is 16 days, however, Ahmedabad lies under two adjacent scenes (WRS path 148 and 159 149) and hence we were able to analyze the Sabarmati river water quality at shorter 160 temporal resolution. All the downloaded scenes are already processed using Landsat161 8 Surface Reflectance Code (LaSRC), the specialized software for atmospheric 162 correction. Firstly, LaSRC generates the Top of Atmosphere (TOA) Reflectance using 163 calibration parameters and then atmospheric corrections are applied to this 164 previously generated image to generate a Surface Reflectance image.165", "latex": null, "type": "figure"}, "FIGREF10": {"text": "researchers classified the water quality of the Sabarmati river as 168 'Medium to poor' index at data collection points within Ahmedabad region (Shah 169 and Joshi, 2017). Kumar et al. (2013) indicated that heavy metal concentration and 170 water pollution gradually increased from upstream to downstream in the Sabarmati 171 river. Haldar et al. (2014) calculated the turbidity value of 3.77 NTU at Sabarmati 172 Narmada crossing-point, and Patel et al. (2020) assessed the in-situ water quality of 173 Sabarmati river and evaluated that the turbidity values are below 20 NTU. Earlier 174 studies (e.g., Hasmadi et al., 2010 and Papoutsa et al., 2014) showed that using a 175 single band for Turbidity estimation can provide a robust algorithm if the band is 176 chosen appropriately. Nechad et al. (2010) proposed such a single band algorithm to 177 precisely estimate the suspended matter concentrations, provided that the turbidity 178 values are below 110 mg/l. The SPM is calculated for the study area using the 179 following equation proposed by Nechad et al. (2010). the water-leaving reflectance of the red band (655 nm), and are 181 the empirical coefficients.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "4 demonstrates the SPM concentration in the Sabarmati river; qualitative 184 analysis suggest a decrease in the overall SPM levels during the lockdown period 185 when compared to pre-lockdown period and previous years. Quantitative values of 186 SPM are depicted inTable 2; the SPM concentration ranges observed during the 187 lockdown period was 4.55 mg/l -10.79 mg/l and the average SPM was found to be188 8.08 mg/l . The results show that the maximum SPM concentration for April in the 189 last five years was observed in April 2015 (14.73 mg/l), whereas the minimum values 190 (6.65 mg/l) were observed in April 2017. Thus, the average SPM concentration for 191 April 2020 (lockdown period) is second lowest in the last six years and the lowest 192 value was found for April 2017.193 To analyze the impact of lockdown on the river water quality, the SPM 194 concentrations for the pre-lockdown period was also analyzed for the duration of 195 about one month and it varied from 4.96 mg/l to 19.34 mg/l and the average for pre 196 lockdown period was estimated to be 12.72 mg/l. The analysis of SPM during the 197 lockdown was undertaken for five different days starting from 3 rd April to 14 th May 198 and a gradual decline with time in SPM concentrations is observed from 10.85 mg/l 199 to 5.01 mg/l with a single upsurge on 5th May. The average SPM concentration for 200 the lockdown period was calculated to be 8.08 mg/l, which is significantly lower 201 than the pre-lockdown period average (12.72 mg/l), as well as the previous year 202 average (9.71 mg/l). This suggests a substantial decrease of 36.48% in SPM 203 concentrations during the lockdown period as compared with the pre-lockdown the closure of anthropogenic and industrial activities has resulted in the 207 decline of SPM concentration in the Sabarmati river. The upsurge in SPM 208 concentration observed on 5 th May 2020 may be supported by the fact that the 209 natural river sedimentation can also alter the SPM levels in water bodies. The flow of 210 sediments is governed by many factors such as precipitation, water and soil 211 conservation projects, construction of reservoirs, carbonate weathering, dilution, etc. Kumar et al., 2015; Liu et al., 2019). The upstream of Sabarmati experienced 213 precipitation in early May 2020 (TOI, 2020) and that can be the possible source of 214 high SPM concentrations on 5 th May 2020.215", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Suspended Particulate Matter (SPM) concentrations of the Sabarmati river 219 evaluated before and during the lockdown period.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "SPM concentrations, mean values, and their variation over time in the 222 Sabarmati river.", "latex": null, "type": "figure"}, "FIGREF15": {"text": "SPM concentrations of the Sabarmati river evaluated for April(2015)(2016)(2017)(2018)(2019)(2020).225    The lockdown also made an impact on the atmosphere and the analysis of the air 226 quality parameters (NO2, PM2.5, and PM10) data within Ahmedabad metropolitan city 227 obtained from the Central Pollution Control board (CPCB), reveals a considerable 228 improvement in the city air quality. A sharp decrease in PM2.5 was observed at the 229 beginning of lockdown i.e. after 24 th April 2020(Fig.5a). Other parameters such as 230 NO2 and PM10 concentrations also found to be much lower than the pre-lockdown231 period, and NO2 concentrations in April 2020 are the minimum in the last three years 232 (Fig. 5b) with no excessive variations observed. The NO2 and PM10 values in April 233 2020 well were within the prescribed limit, which is 40 µg/m 3 for NO2 and 60 µg/m 3 234 for PM10, set by CPCB, India. The results concur with the recent studies by Mahato et 235 al. (2020), Sharma et al. (2020), and Gautam (2020) evaluating improved air quality in 236 different cities of India, and also worldwide (Tobias et al., 2020; Dantas et al., 2020; 237 Isaifan, 2020 and Zambrano-Monserrate et al., 2020).2385. Conclusion239The COVID-19 is a severe threat to human life and more than 500,000 deaths have240 been reported worldwide (as on 9 th July 2020). However, with the complete 241 restrictions on economic, social, educational, religious, and all other activities, this 242 lockdown is turning into a \"Blessing in disguise\" (Muhammad et al., 2020). The 243 authors attempted to analyze whether these restrictions have their impact on one of 244 the severely polluted west-flowing rivers in India. The analysis revealed that the 245 SPM concentrations in the Sabarmati river have reduced to a great extent. The 246 changes pre and during lockdown are very significant to understand the short-term, 247 as well as the long-term effect of anthropogenic activities on the hydrosphere. An 248 average decrease of 36.48% is observed in SPM concentrations during lockdown 249 compared to the pre-lockdown period albeit the domestic wastewater continues to 250 drain into the Sabarmati river and which eventually shows the degree to which the 251 industrial sewage discharge and other outdoor activities are deteriorating the 252 hydrosphere and severely polluting the river water. The effect of lockdown is also 253 clear on the air quality, as all the main parameters (NO2, PM2.5, and PM10) have decreased to a noticeable extent from the pre-lockdown period and NO2 255 concentrations are found to be minimum in last three years. However all these 256 human activities will resume sooner or later, and since the Sabarmati river is 257 surrounded by dense urban population, the pollutants may ultimately start 258 deteriorating the water and air quality again and the improvement reaped during 259 lockdown won't continue for long. Therefore, the Policymakers should take note of 260 these improved air and water quality conditions due to the ceased anthropogenic 261 activities and should plan the future urban dynamics accordingly. The present paper 262 can be used for analyzing the rate of decline in SPM concentrations, NO2, PM2.5, and 263 PM10 over the lockdown period and this could help in preparing future plan to Time series graph of (a) NO2, PM2.5, and PM10 concentrations for before and 268 during lockdown period in Ahmedabad (b) NO2 concentration for April (2018-2020).269 References 270 1. Akimoto, H. (2003). Global air quality and pollution. Science, 302(5651), 1716-1719.271 2. Ali, P. Y., Jie, D., Khan, A., Sravanthi, N., Rao, L. A., & Hao, C. (2019). Channel migration 272 characteristics of the Yamuna River from 1954 to 2015 in the vicinity of Agra, India: A case study 273 using remote sensing and GIS. International Journal of River Basin Management, 17(3), 367-375.", "latex": null, "type": "figure"}, "FIGREF16": {"text": "Alparslan, E., Aydöner, C., Tufekci, V., & Tüfekci, H. (2007). Water quality assessment at Ömerli 275 Dam using remote sensing techniques. Environmental Monitoring and Assessment, 135(1-3), 391.", "latex": null, "type": "figure"}, "FIGREF17": {"text": "Avtar, R., Sahu, N., Aggarwal, A. K., Chakraborty, S., Kharrazi, A., Yunus, A. P., Dou, J., & 277 Kurniawan, T. A. (2019). Exploring renewable energy resources using remote sensing and GIS-A 278 review. Resources, 8(3), 149.279 5. Clifford, C. (2020, March 18). The water in Venice, Italy's canals is running clear amid the COVID-19 280 lockdown-Take a look. CNBC. https://www.cnbc.com/2020/03/18/photos-water-in-venice-italys-281 canals-clear-amid-covid-19-lockdown.html 282 6. Curran, P., Hansom, J., Plummer, S., & Pedley, M. (1987). Multispectral remote sensing of 283 nearshore suspended sediments: A pilot study. International Journal of Remote Sensing, 8(1), 103-112.", "latex": null, "type": "figure"}, "FIGREF18": {"text": "Dantas, G., Siciliano, B., França, B. B., da Silva, C. M., & Arbilla, G. (2020). The impact of COVID-19 285 partial lockdown on the air quality of the city of Rio de Janeiro, Brazil. Science of The Total 286 Environment, 729, 139085.", "latex": null, "type": "figure"}, "FIGREF19": {"text": "Davies-Colley, R., & Smith, D. (2001). Turbidity suspened sediment, and water clarity: A review.288 JAWRA Journal of the American Water Resources Association, 37(5), 1085-1101.", "latex": null, "type": "figure"}, "FIGREF20": {"text": "Dekker, A., Zamurović-Nenad, Ž., Hoogenboom, H., & Peters, S. (1996). Remote sensing, 290 ecological water quality modelling and in situ measurements: A case study in shallow lakes.", "latex": null, "type": "figure"}, "FIGREF21": {"text": "Sciences Journal, 41(4), 531-547.", "latex": null, "type": "figure"}, "FIGREF22": {"text": "Dou, J., Yunus, A. P., Merghadi, A., Shirzadi, A., Nguyen, H., Hussain, Y., Avtar, R., Chen, Y., 293 Pham, B. T., & Yamagishi, H. (2020). Different sampling strategies for predicting landslide 294 susceptibilities are deemed less consequential with deep learning. Science of the Total Environment, 295 720, 137320.", "latex": null, "type": "figure"}, "FIGREF24": {"text": "Guo, H., Kota, S. H., Sahu, S. K., & Zhang, H. (2019). Contributions of local and regional sources to 318 PM2. 5 and its health effects in north India. Atmospheric Environment, 214, 116867.319 21. Hader, D.-P., Banaszak, A. T., Villafañe, V. E., Narvarte, M. A., González, R. A., & Helbling, E. W.320 (2020). Anthropogenic pollution of aquatic ecosystems: Emerging problems with global 321 implications. Science of The Total Environment, 136586.", "latex": null, "type": "figure"}, "FIGREF25": {"text": "Haldar, S., Mandal, S. K., Thorat, R., Goel, S., Baxi, K. D., Parmer, N. P., Patel, V., Basha, S., & 323 Mody, K. (2014). Water pollution of Sabarmati River -a Harbinger to potential disaster.324 Environmental Monitoring and Assessment, 186(4), 2231-2242.", "latex": null, "type": "figure"}, "FIGREF26": {"text": "He, L., Zhang, S., Hu, J., Li, Z., Zheng, X., Cao, Y., Xu, G., Yan, M., & Wu, Y. (2020). On-road 326 emission measurements of reactive nitrogen compounds from heavy-duty diesel trucks in China.327 Environmental Pollution, 114280.328 24. He, M. Z., Kinney, P. L., Li, T., Chen, C., Sun, Q., Ban, J., Wang, J., Liu, S., Goldsmith, J., & 329 Kioumourtzoglou, M.-A. (2020). Short-and intermediate-term exposure to NO2 and mortality: A 330 multi-county analysis in China. Environmental Pollution, 261, 114165.331 25. Henriques, M. (2020, May 27). Will Covid-19 have a lasting impact on the environment. BBC News.332 https://www.bbc.com/future/article/20200326-covid-19-the-impact-of-coronavirus-on-the-333 environment 334 26. Isaifan, R. (2020). The dramatic impact of Coronavirus outbreak on air quality: Has it saved as 335 much as it has killed so far? Global Journal of Environmental Science and Management, 6(3), 275-288.", "latex": null, "type": "figure"}, "FIGREF27": {"text": "Kumar, N., Kumar, P., Basil, G., Kumar, R. N., Kharrazi, A., & Avtar, R. (2015). Characterization 337 and evaluation of hydrological processes responsible for spatiotemporal variation of surface water 338 quality at Narmada estuarine region in Gujarat, India. Applied Water Science, 5(3), 261-270.", "latex": null, "type": "figure"}, "FIGREF28": {"text": "Kumar, R. N., Solanki, R., & Kumar, J. N. (2013). Seasonal variation in heavy metal contamination 340 in water and sediments of river Sabarmati and Kharicut canal at Ahmedabad, Gujarat.", "latex": null, "type": "figure"}, "FIGREF29": {"text": "Monitoring and Assessment, 185(1), 359-368.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Details of the Landsat 8 OLI scene used in this study.", "latex": null, "type": "table"}, "TABREF1": {"text": "SPM concentrations of the Sabarmati river for different periods.", "latex": null, "type": "table"}, "TABREF2": {"text": "turbid waters: Application with SPOT data to quantify suspended particulate matter concentrations. Remote Sensing of Environment, 81(1), 149-161. 12. Duan, W., He, B., Takara, K., Luo, P., Nover, D., Sahu, N., & Yamashiki, Y. (2013). Spatiotemporal 19_nitrogen_dioxide_over_China 306 15. Ficetola, G. F., & Rubolini, D. (2020). Climate affects global patterns of COVID-19 early outbreak dynamics. MedRxiv. 16. Garaga, R., Sahu, S. K., & Kota, S. H. (2018). A review of air quality modeling studies in India: 17. Gautam, S. (2020). The Influence of COVID-19 on Air Quality in India: A Boon or Inutile. Bulletin of Environmental Contamination and Toxicology, 1. 18. Gholizadeh, M. H., Melesse, A. M., & Reddi, L. (2016). A comprehensive review on water quality 313 parameters estimation using remote sensing techniques. Sensors, 16(8), 1298. 19. Guo, H., Kota, S. H., Sahu, S. K., Hu, J., Ying, Q., Gao, A., & Zhang, H. (2017). Source 315 apportionment of PM2. 5 in North India using source-oriented air quality models. Environmental", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 1. Details of the Landsat 8 OL", "latex": null, "type": "table", "html": "<html><body><table><tr><td>I scene use-p\nDate of r\n</td></tr><tr><td>Acquisition Landsat 8 Scene ID P\n</td><td>Acquisition period </td></tr><tr><td>22-Apr-15 LC08_L1TP_149044_20150422_20170409_01_T1 al n\n201604</td><td>Previous year </td></tr><tr><td>r24-Apr-16 LC08_L1TP_149044_24_20170326_01_T1 </td><td>Previous year </td></tr><tr><td>u27-Apr-17 LC08_L1TP_149044_20170427_20170515_01_T1 o\n</td><td>Previous year </td></tr><tr><td>30-Apr-18 LC08_L1TP_149044_20180430_20180502_01_T1 J</td><td>Previous year </td></tr><tr><td>26-Apr-19 LC08_L1TP_148044_20190426_20190508_01_T1 </td><td>Previous year </td></tr><tr><td>24-Feb-20 LC08_L1TP_148044_20200224_20200313_01_T1 </td><td>Pre-lockdown </td></tr><tr><td>2-Mar-20 LC08_L1TP_149044_20200302_20200314_01_T1 </td><td>Pre-lockdown </td></tr><tr><td>18-Mar-20 LC08_L1TP_149044_20200318_20200326_01_T1 </td><td>Pre-lockdown </td></tr><tr><td>3-Apr-20 LC08_L1TP_149044_20200403_20200410_01_T1 </td><td>Lockdown period </td></tr><tr><td>12-Apr-20 LC08_L1TP_148044_20200412_20200422_01_T1 </td><td>Lockdown period </td></tr><tr><td>28-Apr-20 LC08_L1TP_148044_20200428_20200428_01_RT </td><td>Lockdown period </td></tr><tr><td>5-May-20 LC08_L1TP_149044_20200505_20200505_01_RT </td><td>Lockdown period </td></tr></table></body></html>"}, "TABREF4": {"text": "Table 2. SP", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Date of r</td><td> </td><td>Mean Turbidity </td></tr><tr><td> </td><td>M concentrations Acquisi22-Apr24-AprJoun\n</td><td>Turbidity (mg/l) </td><td> </td></tr><tr><td> </td><td>tion </td><td> </td><td>(mg/l) </td></tr><tr><td> </td><td>-15 </td><td>14.73 </td><td> </td></tr><tr><td>Previous years </td><td>-16 </td><td>10.3 </td><td> </td></tr><tr><td> </td><td> </td><td>9.71 </td></tr><tr><td>27-Apr-17 </td><td>6.65 </td><td> </td></tr><tr><td> </td><td>30-Apr-18 </td><td>8.42 </td><td> </td></tr><tr><td> </td><td>26-Apr-19 </td><td>8.43 </td><td> </td></tr><tr><td>Pre-lockdown </td><td>24-Feb-20 </td><td>19.34 </td><td> </td></tr><tr><td>2-Mar-20 </td><td>13.85 </td><td>12.72 </td></tr><tr><td>18-Mar-20 </td><td>4.96 </td><td> </td></tr><tr><td>During </td><td>3-Apr-20 </td><td>10.85 </td><td> </td></tr><tr><td>12-Apr-20 </td><td>9.2 </td><td> </td></tr><tr><td>28-Apr-20 </td><td>4.55 </td><td>8.08 </td></tr><tr><td>lockdown </td><td>5-May-20 </td><td>10.79 </td><td> </td></tr><tr><td>14-May-20 </td><td>5.01  </td><td> </td></tr></table></body></html>"}}, "back_matter": [{"text": "J o u r n a l P r e -p r o o f • An attempt to analyze the impact of Covid-19 lockdown on river water quality.• Improved water quality of the Sabarmati river as Industrial activities came to a standstill.• SPM concentrations reduced by almost 36% during the lockdown.• PM2.5, PM10, and NO 2 significantly lowered during the lockdown • Industrial activities have the most severe impact on water and air quality J o u r n a l P r e -p r o o f • The manuscript in part or in full has not been submitted or published anywhere. In other words, the authors ensure that the manuscript is not a duplicate publication.• The authors will not submit the manuscript elsewhere until the editorial process is completed.• No part of the manuscript contains previously published content (figures/tables).• No any previous or pending publication of this manuscript's content is in any conference proceedings, letters to journals and brief communications, or as pre-prints on repositories.• The manuscript is not based on any dataset that has been the basis of another manuscript.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "☒ The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.☐The authors declare the following financial interests/personal relationships which may be considered as potential competing interests:J o u r n a l P r e -p r o o f", "cite_spans": [], "ref_spans": [], "section": "Declaration of interests"}]}