{
    "paper_id": "3dda9bd1c04a679f25caa15cec00a158d555114d",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "founding origins often work as a determinant of response patterns', and in the context of maintaining its legacy as the world's governing body of motorsport even when institutional logics are mixed, the question is not whether the organisation is hybrid but what form of hybrid it is, as 'legitimacy concerns appear to play a very important role in influencing hybridization patterns ' (p. 30) . The rationale for using this theoretical vantage point is that, in line with the claim by Pache and Santos above, the FIA's founding origins at this point had become a tool for negotiating with stakeholders. Instead of protecting the FIA against commercial forces, which Balestre to a large degree built his presidency on, his successor, Mosley, turned this relation on its head. As demonstrated in Chap. 4, Mosley used the FIA's influence with commercial stakeholders to leverage the institution's autonomy. In return, the FIA has become subject to a level of external scrutiny which it would probably have avoided if, for example, the Hundred-Year Deal had been signed with someone other than Ecclestone.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 393,
                    "text": "' (p. 30)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To examine the FIA's and president Todt's organisational rejuvenation, this chapter utilises the claim by Pache and Santos that 'organizations that perceive strong legitimacy threats as they enter a new field take a combination of substantive and symbolic actions to restore their legitimacy and to gain the required support to operate ' (2011, p. 30) . To investigate the combinations of logics through this understanding of strategic choice, the following examples have been chosen: the political storms surrounding the Bahrain Formula 1 Grand Prix, the 2013 FIA presidential campaign, and the development of media strategies. All these cases connect with each other in how 'media is a carrier of institutional logic' (Kaul & Desai, 2014, p. 185) , and how the characteristics of the media have been 'translated' into the FIA's organisational structure and culture. Previously, the commercial and governing logic at the FIA had been kept either as two distinct principles guiding working processes and organisational development, or as a translucent combination resulting from reorganising the FIA into a managed ecosystem (see Chap. 4) . But the Bahrain case and the 2013 FIA presidential campaigns were as much a media affair as an institutional choice, which also had an impact on the introduction of AUTO in 2012, the FIA's new magazine that was initiated as a way of incorporating the media logic into the organisation.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 351,
                    "text": "' (2011, p. 30)",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 748,
                    "text": "(Kaul & Desai, 2014, p. 185)",
                    "ref_id": null
                },
                {
                    "start": 1130,
                    "end": 1138,
                    "text": "Chap. 4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the early 1980s, as demonstrated in Chap. 3, the Fédération Internationale du Sport Automobile (FISA) and Formula One Constructors' Association (FOCA) decided to keep on racing in South Africa despite the sporting boycott against the apartheid regime implemented by most other actors. In 2011, a similar situation would occur in the F1 Bahrain Grand Prix, but now in a completely different media climate. While broadcasters in the 1980s paid attention to the apartheid regime, the global, multichannel, internet-based world of communication in 2011 would offer a counterpart to the 'official' version of events. The backdrop was a geographical expansion of the F1 calendar. Inspired by what Malaysia did in the 1990s when they earned the right to host an F1 race with the help of prime minister Mahathir Mohamad, several 'new' countries wanted to host F1 events for reasons besides sport. Coalitions of government politicians, investors, and PR consultants in emerging countries pitched the potential for increasing markets in F1 to Ecclestone. In return, they calculated the economic benefits that would come with it as well as using the event as a tool to generate 'soft power' in world politics and improve tourism. In 2008, Mohamad said: 'we have done very well and I think Malaysia has benefited much from F1 in terms of tourism.' 1 Though research in the European context has questioned these assumptions by revealing low effects on GDP, employment, and tourism in European regions that have hosted Formula 1 Grand Prix' from 1991 to 2017 (Storm, Jakobsen, & Nielsen, 2019) , F1 nevertheless engaged with new hosts for marketing purposes.",
            "cite_spans": [
                {
                    "start": 1548,
                    "end": 1582,
                    "text": "(Storm, Jakobsen, & Nielsen, 2019)",
                    "ref_id": "BIBREF104"
                }
            ],
            "ref_spans": [],
            "section": "The FIA RevIsITs PolITIcs"
        },
        {
            "text": "The problem that arose in 2011, as Max Mosley, the retired FIA president, astutely put it was: 'The Formula One world did not seem to appreciate that the government in Bahrain was about to use the Grand Prix in support of suppressing human rights' (cited from Bose, 2012) . But neither did the FIA. On 13 March 2011, the Bahrain Formula 1 Grand Prix, supposed to be the F1 world championship's season-opener (Alnaser et al., 2005, p. 352) , was postponed due to civil unrest. Although human rights organisations reported that pro-democracy gatherings had been dispersed by force and with the subsequent use of torture, FIA representatives concluded, after having done their own investigation, that the country was stable. The FIA's fact-finding envoy was Carlos Gracia, head of the Spanish motorsport federation, even though he could not speak English or Arabic (Bower, 2012, p. 389) . His report is seven pages long and basically a timeline of meetings. 2 Meeting representatives include Shaikh Abdulla bin Isa Al Khalifa, President of the Bahrain motorsport federation, who briefed Gracia on the 'actual political situation in Bahrain' and Nada Ahmed Yaseen, the appointed UNESCO delegate in Bahrain.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 271,
                    "text": "Bose, 2012)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 408,
                    "end": 438,
                    "text": "(Alnaser et al., 2005, p. 352)",
                    "ref_id": null
                },
                {
                    "start": 862,
                    "end": 883,
                    "text": "(Bower, 2012, p. 389)",
                    "ref_id": null
                },
                {
                    "start": 955,
                    "end": 956,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "The FIA RevIsITs PolITIcs"
        },
        {
            "text": "Yaseen, in particular, is reported as keen on reversing the negative image the international media has given the country: 'As an international representative, he (sic!) felt that the portrayal of the protests in the international media had been inaccurate, especially where Bahrain had been compared alongside the likes of Libya, Egypt or even Syria, which is not the case.' Instead, as the Minister of Interior, Lt General Shaikh Rashid bin Abdullah Al Khalifa explained, though events had got out of hand, normalcy had been restored: 'On balance, the Minister truly believes that mistakes have been made on both sides and lessons have been learned. Opposition protestors, he hopes, will now continue to put forwards (sic) proposals to address their concerns in a peaceful manner and via the correct democratic institutions.' It could be noted that asking protestors to channel their wishes through democratic institutions may be difficult in a country that does not have any. But paradoxes like these did not stop Gracia, who also met with Tariq al Saffar, a member of the National Institute of Human Rights (which at the time was little more than a name), as well as business people and F1 circuit workers, from concluding: 'there is NO indication of any problems or reason why Bahrain's F1 Grand Prix should not return to the 2011 Calendar. ' As I will come back to below, this report falls short of examining the actual political realities of Bahrain, which go beyond what you can see when visiting the country for a few days in June. For example, the 2014 report of the Bahraini National Institute of Human Rights was criticised in 2015 by Americans for Democracy and Human Rights in Bahrain (ADHRB), because it 'does not comprehensively reflect developments throughout 2014, and instead dilutes Bahrain's national human rights discourse and fails to universally fulfil its mandate'. 3 However, the Grand Prix had been reinstated by the FIA, in its capacity as governing body of world motorsports, on 3 June, with a provisional race date of 30 Octoberdespite protests from the 11 of the 12 Formula 1 teams. As teams have a major say in running the championship because of the regulatory agreement between the parties of Formula 1, the 2011 Bahrain Grand Prix was finally cancelled. But in 2012, a similar situation occurred and, in contrast to 2011, the race went ahead, despite recurring worries from the teams. An FIA spokesman said on 15 February 2012 that:",
            "cite_spans": [
                {
                    "start": 1345,
                    "end": 1346,
                    "text": "'",
                    "ref_id": null
                },
                {
                    "start": 2047,
                    "end": 2049,
                    "text": "30",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "The FIA RevIsITs PolITIcs"
        },
        {
            "text": "The FIA, like many in the diplomatic community in the kingdom, believes the staging of a grand prix would be beneficial in bridging some of the difficulties Bahrain is experiencing. The FIA is not in a position to influence political matters in a sovereign country such as Bahrain and we can only wish for a long-term peaceful solution. 4 In connection with the 2012 race, Todt also criticised the media, saying 'I am not sure that everything the media has told you is the reality of what is happening in this country'. He also compared the riots to hooliganism in 'Britain, Germany, France, all over the world' and described Bahrain as 'a democratic country where demonstrations are allowed'. 5 While hooligans and democracy protesters are not generally the same crowd, this debate goes beyond the choice of words as the Kingdom of Bahrain has a conflictridden history with much sectarian strife.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 338,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 694,
                    "end": 695,
                    "text": "5",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "The FIA RevIsITs PolITIcs"
        },
        {
            "text": "According to Mabon (2012) , the uprising which coincided with the Bahrain Grand Prix goes back to 1999 when King Hamad, following the death of his father (a member of the ruling Al Khalifa tribe whose power dates back to the eighth century), introduced reforms, which would have taken Bahrain away from its authoritarian traditions. However, as a consequence of failed promises and a growing economic dependence on Saudi Arabia, there were protests among the majority Sunni Muslim community (a further source of discord is that the ruling class are Shia). In the latter half of 2010, the human rights situation deteriorated sharply, and in September of that year, the authorities blocked websites and blogs associated with the opposition (Human Rights Watch, 2011b). Witnessing the events unfolding in other parts of the Arab world, Bahrainis took to the streets for what has been called 'day of rage' on 14 February 2011, right in the middle of the preparations for the Formula 1 race. In addition to a police response that investigation revealed to be excessively violent, the Bahraini government invoked a security clause at the Saudi-led Gulf Cooperation Council (GCC), which enabled GCC troops to enter Bahrain in order to preserve the Al Khalifa regime (Mabon, 2012) . In its decision to reinstate the Bahrain Formula 1 Grand Prix on 3 April 2011, the FIA nonetheless chose to believe Gracia rather than independent analysts. This choice would be further undermined late in 2011, when an official report on the uprising, commissioned by King Hamad, revealed a 'systematic practice of physical and psychological mistreatment, which in many cases amounted to torture' by several government agencies (Bahrain Independent Commission of Inquiry, 2011, p. 298) . What is more, the report detailed at least 35 deaths resulting from excessive use of force, torture, or mistreatment while in custody (Bahrain Independent Commission of Inquiry, 2011, p. 219).",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 25,
                    "text": "Mabon (2012)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1259,
                    "end": 1272,
                    "text": "(Mabon, 2012)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1703,
                    "end": 1760,
                    "text": "(Bahrain Independent Commission of Inquiry, 2011, p. 298)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The FIA RevIsITs PolITIcs"
        },
        {
            "text": "However, neither the FIA nor the commercial stakeholders changed their mind about the following Grand Prix in 2012. Prior to the inclusion of the Bahrain race, Formula 1's commercial power holders experienced an economic downturn in 2007 . The key effort from the Formula One Group (FOG) to flip this was to seek new markets in emerging countries and increase race-hosting fees from those selected. Emerging countries, in particular, want to use the 425 million viewers of Formula 1 races to increase their visibility as tourism destinations and to improve their international image. In 2007, referring to the Grand Prix, the Bahraini Crown Prince Sheikh Salman bin Hamad Al Khalifa, described Bahrain as the 'Home of Motorsport in the Gulf', adding that 'it is now a centre not just for racing but importantly for investment from commerce in the Gulf and is rapidly becoming a global location for corporate entertainment as well as sports and business tourism' (cited from Amara, 2011, p. 103) . This status does not come cheap. As these contracts often run for ten years and include an escalator clause, the average investment by a new Formula 1 Grand Prix could add up to USD 600-700 million (Sylt, 2016) . It is therefore reasonable to believe that the renewed financial investment from the Bahraini authorities in 2010, which aimed to settle the event in the Formula 1 calendar after being on and off since its inauguration in 2004, was welcomed by the FOG: GBP 24.6 million to host the first Grand Prix of the 2010 season, raised by 50 per cent to retain the right the following year (Samuel, 2011) . Another influence was Mumtalakat Holding Company, Bahrain's sovereign wealth fund, which had invested heavily in the McLaren F1 team since 2007, and in 2017 held a 50 per cent share of the McLaren Technology Group Ltd (Benson, 2016) .",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "2007",
                    "ref_id": null
                },
                {
                    "start": 974,
                    "end": 994,
                    "text": "Amara, 2011, p. 103)",
                    "ref_id": null
                },
                {
                    "start": 1195,
                    "end": 1207,
                    "text": "(Sylt, 2016)",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 1590,
                    "end": 1604,
                    "text": "(Samuel, 2011)",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 1825,
                    "end": 1839,
                    "text": "(Benson, 2016)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "The FIA RevIsITs PolITIcs"
        },
        {
            "text": "For 2012, then, the Bahrain Grand Prix was back on the calendar for 22 April, despite reports of governmental abuse and recommendations from Human Rights Watch a year earlier that the FIA should abide by OECD's Guidelines for Multinational Enterprises. I will come back to these Guidelines below, but almost at the same time as Ecclestone dismissed the 2012 protesters as 'kids having a go at the police' (cited from Weaver, 2012) and the FIA declined to take action, it was revealed by the UK's Guardian newspaper that the head of security at the Bahrain International Circuit (BIC), who met with Gracia, aided the police in a raid against BIC's own employees. In total, 27 were arrested, mostly Shias, without any reason given and many were left in jail for months (Lubbock & Rajab, 2012) . Fending off this criticism and new reports of torture and harassment (Cassel, 2012; Khawaja, 2013) , the FIA and the FOG continued to include Bahrain on the Formula 1 race calendar for 2013 and 2014. Only after the UK government decided in 2015 to investigate a complaint from the ADHRB alleging that F1 had breached the OECD's Guidelines for Multinational Enterprises (because FOG is a company registered in the UK), did the FOG begin to pay attention.",
            "cite_spans": [
                {
                    "start": 767,
                    "end": 790,
                    "text": "(Lubbock & Rajab, 2012)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 862,
                    "end": 876,
                    "text": "(Cassel, 2012;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 877,
                    "end": 891,
                    "text": "Khawaja, 2013)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "The FIA RevIsITs PolITIcs"
        },
        {
            "text": "According to the OECD, these guidelines are 'the only governmentbacked international instrument on responsible business conduct with a built-in grievance mechanism-specific instances' (OECD, n.d., . However, the OECD underlines that 'specific instances are not legal cases and NCP (national contact points) are not judicial bodies.' Instead, these guidelines should be seen as a problem-solving instrument, as NCPs 'facilitate access to consensual and non-adversarial procedures (ex. conciliation or mediation)' (OECD, n.d., . At all events, in response to the UK authorities' investigation, the FOG issued a small note on its webpage, under the heading 'legal notices', that commits the organisation to: identify and assess, by conducting due diligence where appropriate, any actual or potential adverse human rights impacts with which we may be involved either through our own activities or as a result of our business relationships, including but not limited to our suppliers and promoters (point 2b). 6 It also says that:",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 190,
                    "text": "(OECD,",
                    "ref_id": null
                },
                {
                    "start": 191,
                    "end": 196,
                    "text": "n.d.,",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 518,
                    "text": "(OECD,",
                    "ref_id": null
                },
                {
                    "start": 519,
                    "end": 524,
                    "text": "n.d.,",
                    "ref_id": null
                },
                {
                    "start": 1005,
                    "end": 1006,
                    "text": "6",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "The FIA RevIsITs PolITIcs"
        },
        {
            "text": "Where domestic laws and regulations conflict with internationally recognised human rights, the Formula One Group will seek ways to honour them to the fullest extent which does not place them in violation of domestic law (point 3). 7 Besides the oddity that the FOG, not the FIA, made a statement on this issue, this acknowledgement by the FOG of human rights is a necessary, but insufficient part of a new understanding of how sport and politics are intertwined. Neither the FIA nor the FOG takes into account the potentially 'incestuous relation' between sport and politics-which according to sports researcher James M. Dorsey (2015) is widespread in Bahrain-making the Bahrain Grand Prix a weapon against the principles of independence that the FIA is trying to protect. Iain Lindsey, the British ambassador to Bahrain, said: 'There is no point in pretending that the Bahrain Grand Prix was not designed as a political tool by the government here to send a message to the world that all was well and that the Arab uprising has been quelled in this isolated kingdom' (cited from Steen, 2014, p. 381) .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 232,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 621,
                    "end": 634,
                    "text": "Dorsey (2015)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1080,
                    "end": 1100,
                    "text": "Steen, 2014, p. 381)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The FIA RevIsITs PolITIcs"
        },
        {
            "text": "Nevertheless, under cover of being an autonomous and neutral actor, the FIA has maintained its position in similar cases presented in the following years: the Ukraine incursion by Russia prior to the 2014 Grand Prix, the Azerbaijan F1 Grand Prix in 2016, the Turkish World Rally Championship (WRC) event in 2018, and the announcement in 2019 of a ten-year agreement with Saudi Arabia to host Formula E events (Johnson, 2014; Naess, 2018) . They are all examples of 'sport washing', that is, 'when an authoritarian state utilises a sporting event as a symbol of progress in order to gain international acclaim while hiding the negative consequences of it' (Chadwick, 2018) . I will come back to Formula E in Chap. 6, but regardless of the championship, these events demonstrate that a neutral policy without any credible justification of that neutrality could delegitimise the FIA's work elsewhere. Both the International Olympic Committee (IOC) and the Fédération Internationale de Football Association (FIFA) have taken considerable steps towards becoming credible actors on human rights issues. The IOC has introduced procedural changes to its policies on events and human rights, although to some criticism, and hired His Royal Highness (HRH) Prince Zeid Ra'ad Al Hussein to chair its new IOC Advisory Committee on Human Rights, operative from 2020 onwards. FIFA has gone further and established a FIFA Human Rights Advisory Board. The question is therefore not when, but how, the FIA will engage with politicised issues without becoming political-or, once and for all, dare to take a stand on values which it is supportive of elsewhere.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 424,
                    "text": "(Johnson, 2014;",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 425,
                    "end": 437,
                    "text": "Naess, 2018)",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 655,
                    "end": 671,
                    "text": "(Chadwick, 2018)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "The FIA RevIsITs PolITIcs"
        },
        {
            "text": "It may seem unrealistic to demand that a sport business entity like FOG (a group of companies that at this point owned the commercial rights to Formula 1, working to keep the race in Bahrain) should act politically in conflict-ridden societies. After all, sports washing is old news and any country hosting a major sporting event use it as showroom to attract tourists and investors. As such, this dilemma is not merely about Bahrain but about the FIA. The view that the FIA, or any other sport governing body (SGB), can remain completely neutral in political conflicts might perhaps have been legitimate in 1985 but today it is, according to critics, 'an isolated prescription which buckles under historical scrutiny' (Gilchrist & Holden, 2012, p. 1) . One reason is that boycott is not the only option to hand. In Chap. 4, we established a view of power in the context of the FIA which is neither a fixed asset, nor a set network, but 'a relational effect deriving from a more or less unstable and successful process of monopolization of resources' (Depelteau, 2013, p. 286) . Given the global media coverage of Formula 1 Grand Prix and the international status that comes with organising an F1 race, it is reasonable to think of these resources as forms of influence: the Bahraini authorities desire a modern image to stimulate foreign investment and tourism, the FOG wants to make money, while the FIA wants its championships to be memorable sporting experiences across the world.",
            "cite_spans": [
                {
                    "start": 719,
                    "end": 751,
                    "text": "(Gilchrist & Holden, 2012, p. 1)",
                    "ref_id": null
                },
                {
                    "start": 1051,
                    "end": 1076,
                    "text": "(Depelteau, 2013, p. 286)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The FIA RevIsITs PolITIcs"
        },
        {
            "text": "If we return to the case of Bahrain, the FIA and president Todt in particular have been heavily criticised (especially by British media) since the country was awarded an F1 event. In 2014, after a number of crews of British journalists were deported from the country in 2012 and 2013, a Bahrain-based group of human rights NGOs sent a letter to the FIA asking for an explanation of the relations between the F1 race and the political situation in the country-without getting any answer. 8 In 2019, Todt and the FIA were once more approached by a coalition of human rights groups. The FIA's policy had been to dismiss criticism (or keep silent) because its view was that the social unrest in Bahrain was unrelated to the F1 race, apart from Todt's comment that sport could have 'a healing effect in situations where conflict, social unrest and tension cause distress'. 9 But the arrest and torture of activist Najah Yusuf in April 2017 by the National Security Agency-along with other kinds of fraternisation between race organisers and the government to please the FIA and Ecclestone-changed the scenario quite dramatically, according to Human Rights Watch (HRW). When Yusuf was sentenced to three years in prison for her social media activity, criticising the government for its exploitation of sport as an image-honing tool, HRW and 16 other human rights groups wrote to the FIA urging them to take action. 10 Indifference to the political ramifications of organisational torpor will probably not affect the FIA's governing legitimacy in the near future, but given the decisions by the IOC and the FIFA, there comes a time when the only option will be to do something about it rather than leaning on stories about the inherent healing qualities of sport.",
            "cite_spans": [
                {
                    "start": 868,
                    "end": 869,
                    "text": "9",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1409,
                    "end": 1411,
                    "text": "10",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "The FIA RevIsITs PolITIcs"
        },
        {
            "text": "The political ramifications of the FIA's incomplete understanding of neutrality was not the only issue that required an organisational rethink from the Todt administration. During the second half, as it were, of the FIA-FOTA strife it became clear that Mosley would not stand for re-election as FIA president in October 2009. As part of a compromise about reducing costs in F1 and at the same time ensuring that F1 teams did not set up a rival championship, Mosley's resignation was not a surprise. But his successor was not a given choice among the world motorsport community. Before Mosley, transfers of presidency were courteous affairs. Few really cared about the personal background of the candidate, or the leadership qualities of the person, as long as he was eligible for the position through a proper motorsport CV. For example, FIA president 1975 -1985 few public disputes about his past as a volunteer on the Nationalist side in the Spanish civil war or his serving in the German army during World War II until the Prince's Decree was instigated (Metternich, 2004, p. 236) . 11 And although Max Mosley's father was the leader of the British Union of Fascists, this caused few reverberations in motorsports.",
            "cite_spans": [
                {
                    "start": 838,
                    "end": 856,
                    "text": "FIA president 1975",
                    "ref_id": null
                },
                {
                    "start": 857,
                    "end": 862,
                    "text": "-1985",
                    "ref_id": "BIBREF110"
                },
                {
                    "start": 1057,
                    "end": 1083,
                    "text": "(Metternich, 2004, p. 236)",
                    "ref_id": null
                },
                {
                    "start": 1086,
                    "end": 1088,
                    "text": "11",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "NexT-level PResIdeNcy cAmPAIgNINg"
        },
        {
            "text": "In fact, the FIA backed Jean-Marie Balestre over one case that came back to haunt him for years. In Des Bolides en Or, a book written by French journalist Jean-Pierre Dubreuil in 1984, produced evidence that Balestre had been part of the Waffen SS during World War II. Balestre's questionable claim that he had been an undercover agent for the Allies was moreover not investigated until after his death. 12 Although the 2009 presidential campaigns did not involve similar revelations, it was clear that comments on personal fitness for the position were increasingly part of the campaign. In June 2009, former World Rally Championship winner Ari Vatanen went public with the reasons for his candidacy. In his campaign statement, entitled 'Transparency in the FIA', he says: 'My main focus will be to bring unity to the FIA and increase transparency and accountability for the members, who are after all the true owners of the Federation and must play a central role in our organisation.' 13 The next day, Vatanen emphasised his worries about FIA's electoral system: 'Obviously it favours the incumbent, but I've nothing to lose' (cited from Cary, 2009a ). Vatanen's scepticism about the current system was not coincidental. A timeline is crucial to follow here. Six days after Vatanen announced his candidacy, on 16 July 2009, Jean Todt officially announced his intention of running for the presidency of FIA. The day before, Todt had received the public support of Mosley, who had decided not to stand for re-election, endorsing the Frenchman in a letter to all FIA members. 'In January 2009, I had met Jean at Le Bourget airport and told him I was determined to stop at the end of the year,' Mosley recalls. 'I asked him to confirm our understanding that he would definitely stand for the FIA presidency the following November' (Mosley, 2015, p. 324) . To the press, Mosley also highlighted the FIA road safety and environmental campaigns that both Todt and his partner, Michelle Yeoh, had been involved in.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 406,
                    "text": "12",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 988,
                    "end": 990,
                    "text": "13",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1141,
                    "end": 1152,
                    "text": "Cary, 2009a",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1830,
                    "end": 1852,
                    "text": "(Mosley, 2015, p. 324)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NexT-level PResIdeNcy cAmPAIgNINg"
        },
        {
            "text": "It did not take long for Vatanen publicly to express his annoyance about Mosley's-at this point arguably an influential man in FIA circles-support for Todt's candidacy before the real campaigning had begun: 'It's not right that Max wants to impose a new leader, and that he uses the power of the federation to support his campaign. The FIA is not a kingdom; it's a republic where the leaders are chosen democratically' (cited from Noble & Elizalde, 2009 ). His ploy against Todt was, however, more difficult to predict. Vatanen and Todt go way back, to the early 1980s when the Frenchman was running the Peugeot team in the effort of its life to recover from a financial downturn. By luring Vatanen to the team at a crucial moment, in the latter half of the 1983 season where Todt actually let Vatanen have a look at the new car, 'at night, in secret', in Paris (Todt & Moncet, 1985, p. 59 ), a hugely successful relationship began and nearly ended when the Finn crashed in the Argentina WRC event and ended up in and out of hospitals for years. At first, it was the FIA that was in Vatanen's sights. To the media, he said: had I been in power for 20 years, probably the FIA would need an even bigger overhaul than after Max. It's only normal after the same people have been in power for a long time. It's like a tree-I'm not saying that you're cutting off rotten wood, because that would be a bad interpretation. But any tree needs trimming now and then in order to prosper. And I'm proposing this trimming. 14 In fact, Todt, who entered the campaign as an FIA insider due to his Ferrari-related seat on the World Motor Sport Council, a trustee of the FIA Foundation and various commissions' work, used to be the man Vatanen counted on in terms of reforming the governing body. Like Vatanen, Todt had been involved in various positions in world motorsport since the 1970s. Among these was the French Federation of Motor Sports (FFSA), where he 'slept in an office for three months' (Todt & Moncet, 1985, p. 19) , as he slowly moved from co-driving to management. One of his core assets, tellingly, was to acquire profound knowledge and understanding about the culture of Peugeot, his most recent employer, to increase his chances of being backed in good times and bad times. In return, he was loyal to them when times got rough after the cancellation of Group B in 1986 (see Chap. 3) and was praised by his then lead driver Vatanen. In his autobiography Every Second Counts, published in 1988, he wrote-after a number of quarrels between the Peugeot team and Jean-Marie Balestre-that:",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 453,
                    "text": "Noble & Elizalde, 2009",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 862,
                    "end": 889,
                    "text": "(Todt & Moncet, 1985, p. 59",
                    "ref_id": null
                },
                {
                    "start": 1983,
                    "end": 2011,
                    "text": "(Todt & Moncet, 1985, p. 19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NexT-level PResIdeNcy cAmPAIgNINg"
        },
        {
            "text": "FISA's methods and its president are irritating to someone accustomed to western democracy (…) What is worse is that nobody, anywhere, dares to cross them because if they do they soon find themselves run out of motor sport altogether, and a country runs the risk of being denied any competition of merit. To my knowledge, Jean Todt is the only person to have dared to stand up for his rights. (Vatanen & Väisänen, 1988, pp. 273-274) Times had changed in 2009. Vatanen's campaign got off to a heated start when he stated that it was unfair that Todt campaigned at the Foundation's expense during his voluntary work. Worse, he did it alongside his wife Michelle Yeoh, a global ambassador of the Foundation's 'Make Roads Safe' campaign (Cary, 2009b) . The chairman of the FIA Foundation, Carlos Macaya, refuted Vatanen's claim, saying:",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 432,
                    "text": "(Vatanen & Väisänen, 1988, pp. 273-274)",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 746,
                    "text": "(Cary, 2009b)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "NexT-level PResIdeNcy cAmPAIgNINg"
        },
        {
            "text": "These activities have nothing whatsoever to do with the FIA, or the recently announced election. It is very disappointing that you have chosen to misrepresent the work of a fellow Trustee in this way and belittle the magnificent contribution being made by Michelle Yeoh. (Cited from Panzariu, 2009a) Todt, who had up to this point made vague statements about the matter, issued a response on 22 July urging 'all candidates' (as if there were any other candidate than Vatanen) to 'conduct their campaigns with dignity' and adding: 'In future I hope everyone can stick to the issues and respect the integrity of this democratic process.' 15 Unfortunately for Todt, Vatanen's cause gained momentum when British newspaper The Daily Telegraph quoted leaked e-mails from David Ward, the Director General of the FIA Foundation, in which he discussed strategies for lobbying in Todt's favour and edits of Todt's policy documents. Ward defended himself by saying that his work for Todt had no connection with the Foundation and was a private initiative (Beer, 2009) .",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 299,
                    "text": "Panzariu, 2009a)",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 1044,
                    "end": 1056,
                    "text": "(Beer, 2009)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "NexT-level PResIdeNcy cAmPAIgNINg"
        },
        {
            "text": "However, the majority of those e-mails were sent from FIA Foundation e-mail addresses, as well as from Peter Doggweiler, the chair of FIA's Motor Sport Safety Development fund which disburses large amounts of money on behalf of the FIA (Cary, 2009c) , which calls into even greater question the FIA's impartiality in the election process. While there is nothing in FIA's statutes that forbids lobbying, these forms of persuasion could constitute a breach of French law, which governs FIA, specifically the principle of neutrality (Cary, 2009c; Panzariu, 2009b) . Despite this turmoil, Todt remained absent from public debate and concentrated instead on campaigning among FIA member clubs, until he released his presidential manifesto on 6 August: 'Over the next four years, the FIA should seek to build on its strengths, but also be ready to adapt its management and decision-making structures to make them more cost-effective, responsive and transparent … We propose a thorough review of the FIA statutes to adapt and modernise where necessary the Federation's structure and rules.' 16 Shortly after, on 20 August, Vatanen released his presidential manifesto, in which he noted that:",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 249,
                    "text": "(Cary, 2009c)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 530,
                    "end": 543,
                    "text": "(Cary, 2009c;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 544,
                    "end": 560,
                    "text": "Panzariu, 2009b)",
                    "ref_id": "BIBREF89"
                }
            ],
            "ref_spans": [],
            "section": "NexT-level PResIdeNcy cAmPAIgNINg"
        },
        {
            "text": "All major organizations are subject to increased scrutiny and therefore we also have to establish a real corporate governance to deal with potential conflicts of interest and to have transparency for the member clubs. The hallmarks of my team are values, honesty and transparency. (Vatanen, 2009) Two days later, it was revealed that Mosley had circulated a letter in which he warned that, Vatanen would 'lose the election, and lose badly' and that those going against Todt would be ostracised. 17 To some FIA insiders, this was seen as 'kickback' for Todt's refusal to sign a declaration to remove Mosley from the FIA following the News of the World story, which CVC had been pushing him to do (Mosley, 2015, p. 409 ). Mosley's letter was nevertheless interesting news as, when he had stood for election in 1991, he had said that: 'Typical of what I am trying to say is that the reason noone has stood against Jean-Marie Balestre [the then president] until now is not that everyone agrees with him, that there's no-one there who thinks they could do the job better. It's because they fear that the consequences could be adverse' (cited from Saward, 2008) . While Vatanen threatened legal action, Todt refrained from public comment until, on 14 October, he said: 'We would appeal to all FIA member clubs to concentrate on the real issues … and we hope that the personal attacks and false allegations will stop.' 18 This did not prevent Vatanen from producing a new letter which was delivered by a huissier de justice (a public official) to FIA's headquarters in Paris on 15 October, in which he accused Mosley of breaching the previously mentioned 'principle of neutrality'. Actually, Vatanen applied to the court which has jurisdiction over civil matters in France in a bid to ensure the forthcoming election should be 'fair and transparent' (Gibson, 2009 ). The FIA responded with a statement that the current system already 'provide[s] more safeguards than those he is asking the court to impose' (Gibson, 2009 ). The next day, the two parties met at the FIA's headquarters in Paris. Because of the campaign advantages that Vatanen accused the Todt camp of having-campaigning at the FIA's expense and getting access to clubs that Vatanen did not have, which created an 'information asymmetry', the key issue was to ensure that the ballot papers were distributed at random so that votes could not be traced to individual member organisations. Though the FIA had at first insisted that 'the envelopes in which the ballot papers would be enclosed would be unmarked and indistinguishable', in the event, Vatanen was given the right to have the elections supervised by a huissier de justice throughout and there was a private voting area for marking ballot papers (Gibson, 2009) . A week later, on 23 October, Todt defeated Vatanen by 135 votes to 49. As the FIA had 132 members at the time, this needs some explanation. Each of the 132 countries where the FIA is represented has a maximum of two votes, one for mobility and one for sport. In countries where there is one club covering mobility and sport, that club will have two votes. Countries which have only either sport or mobility competence will have one vote. Hence, the total number of votes may surpass the total number of members.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 296,
                    "text": "(Vatanen, 2009)",
                    "ref_id": "BIBREF111"
                },
                {
                    "start": 495,
                    "end": 497,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 716,
                    "text": "(Mosley, 2015, p. 409",
                    "ref_id": null
                },
                {
                    "start": 1142,
                    "end": 1155,
                    "text": "Saward, 2008)",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 1412,
                    "end": 1414,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 1571,
                    "end": 1573,
                    "text": "15",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1843,
                    "end": 1856,
                    "text": "(Gibson, 2009",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 2000,
                    "end": 2013,
                    "text": "(Gibson, 2009",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 2762,
                    "end": 2776,
                    "text": "(Gibson, 2009)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "NexT-level PResIdeNcy cAmPAIgNINg"
        },
        {
            "text": "Four years later, Todt was at it again. In the previous chapter we met David Ward, a former British political adviser and later senior officer at the FIA under the presidency of Max Mosley. As director of the FIA Foundation since 2001, Ward decided to challenge Jean Todt for the presidency at the 2013 election. While Todt and Vatanen actually teamed up later, as I will come back to below, the 2013 presidential election demonstrates a new level of attention to good governance. Ward, one of Todt's lobbying allies in 2009 (see above), released his 'Agenda for Change' on 5 September 2013 in which he announced his candidacy. His eight-page manifesto, 'A Journey for Change', highlights some of the efforts made since 2009 in terms of reviewing the FIA's governance: an independent Statutes Review Commission was established in 2010 and, in the same year, the FIA's first ever independent Ethics Committee was set up; a governance structure acknowledged to be best practice (Todt's evidence for this is the federation gaining full membership of the International Olympic Committee and of SportAccord). Moreover, in what has to be labelled an incredible achievement, Todt also met with all of the FIA's 140-plus members. To this we should add the establishment of the FIA University, a collaboration with ESADE Business School in Barcelona focused on educating Autorite Sportive Nationale (ASN) leaders on governance and innovative thinking. Finally, the manifesto emphasises AUTO magazine-which I will come back to below-and two digital newsletters, one of which, AUTO+, focuses solely on sharing club experience and achievements, while the second supports the FIA's equality campaign, Women in Motorsport. 19 On the website wardandteam2013.com (now defunct), prior to the election, Ward applauded the work done by Mosley and Todt in reforming the FIA, but was not too impressed by team Todt's renewal of the FIA's governance. Ward also underlined that:",
            "cite_spans": [
                {
                    "start": 1709,
                    "end": 1711,
                    "text": "19",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "NexT-level PResIdeNcy cAmPAIgNINg"
        },
        {
            "text": "The FIA can give the impression of being antiquated and autocratic. The powers of the Presidency are too wide to be effective or fully accountable. In some areas the trend for reform has been reversed. For example, the maximum possible period in office for the President has been extended from eight years to twelve. The threshold for nominations for Presidential candidates has been set high which favours the incumbent and deters other candidates. 20",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NexT-level PResIdeNcy cAmPAIgNINg"
        },
        {
            "text": "As if to confirm his engagement with these issues, Ward later commented: 'All I would ask is for a fair hearing for the governance reforms that I believe are necessary to strengthen the effectiveness, transparency, and accountability of the FIA so that it can better serve the interests of its membership' (cited from Cooper, 2013a) . The next day, on 6 September, Ward filed a complaint to FIA Ethics Committee alleging that Todt had used 'FIA resources to try to predetermine the election outcome', which he believed constituted, 'a serious violation of the FIA's rules, regulations and ethical code' (cited from Cary, 2013a). Todt rejected any suggestion of unethical behaviour and said about the support from the clubs: 'How can I avoid it? If you have a group of people who say \"You are doing a good job. We want you.\" I never put a knife, or a gun to someone's head' (cited from Cary, 2013b) . To Todt's assistance came also Jorge Tomasi, the Uruguayan head of the FIA's Region IV clubs from South America, who sent a letter to Ward, copied to all FIA members. In it, Tomasi referred to a meeting in Montevideo, where club presidents were allegedly pressured to support Todt. Tomasi's view is clear: 'THIS WAS NOT IN THIS WAY, you have been misinformed, it is offensive for the participants, putting into question either their behaviour or personality.' To amplify matters, Tomasi also makes it clear that Ward did not complain about these 'support agreements' in 2009 when he was part of team Todt (cited from Cary, 2013c) .",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 332,
                    "text": "Cooper, 2013a)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 885,
                    "end": 897,
                    "text": "Cary, 2013b)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1517,
                    "end": 1529,
                    "text": "Cary, 2013c)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "NexT-level PResIdeNcy cAmPAIgNINg"
        },
        {
            "text": "Backed by his growing list of supporters, Todt engaged little in public debate and instead promoted his own re-election campaign under the heading 'The Road Forward-2013-2017'. On the official website, we read that Todt is proud of having established the Statutes Review Commission 'to thoroughly examine how the FIA operates', 21 as mentioned above, while the site also includes notes on reform of the electoral process, the handing of broader responsibilities to the FIA Senate and the establishment of the FIA's first-ever independent Ethics Committee. 22 Moreover, he states: 'the constructive changes introduced also saw FIA member clubs become fundamentally involved in decision-making at the highest level.' 23 Todt's positioning through public debate, his manifesto and electoral website is an example of what management researchers Ocasio and Radoynovska (2016) call 'a framing contest'. It derives from 'organizational interpretations of exposed contradictions between logics' and occurs when various factions within the organisation 'contend with their own competing frame and definition of the experience of complexity' (Ocasio & Radoynovska, 2016, p. 297) . Rather than combining existing logics to match the political visions, team Todt exemplify Ocasio and Radoynovska's claim that 'part of an organization's response strategy may involve reconfiguring existing logics in creative ways' (Ocasio & Radoynovska, 2016, p. 297) .",
            "cite_spans": [
                {
                    "start": 841,
                    "end": 870,
                    "text": "Ocasio and Radoynovska (2016)",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 1132,
                    "end": 1168,
                    "text": "(Ocasio & Radoynovska, 2016, p. 297)",
                    "ref_id": null
                },
                {
                    "start": 1402,
                    "end": 1438,
                    "text": "(Ocasio & Radoynovska, 2016, p. 297)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NexT-level PResIdeNcy cAmPAIgNINg"
        },
        {
            "text": "On his way to rejuvenating the FIA, Todt was helped by the report from the FIA Ethics Committee which, on 22 October, concluded that nothing it saw or heard 'gives any hint that any ethical regulation of the FIA has been breached by Mr Todt or any of the parties implicated'. In addition, the Committee criticised Ward for bringing this up in the middle of an election campaign: 'As put forward by Mr Ward himself, he has been serving the FIA for 20 years and knows the legal framework very well. It is, therefore, inappropriate for such an experienced executive, particularly for someone who is currently running for the FIA presidential election, to challenge the regulations before the Ethics Committee in the heat of the election' (cited from Cary, 2013b) . Ward, however, commented as follows on the Committee decision: 'Interestingly, the IOC Ethics Committee has nine members, five of whom are nothing to do with IOC member associations. But in the FIA's Ethics Committee, they are all senior office holders of the member clubs. That is the flaw' (cited from McEvoy, 2013) . Realising that his radical platform would not gain enough votes to win him the presidency, Ward pulled out of the election on 13 Novemberthree weeks before election day. In his withdrawal letter, he referred to other practices of good governance:",
            "cite_spans": [
                {
                    "start": 747,
                    "end": 759,
                    "text": "Cary, 2013b)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1066,
                    "end": 1079,
                    "text": "McEvoy, 2013)",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "NexT-level PResIdeNcy cAmPAIgNINg"
        },
        {
            "text": "Last week the new President of the International Olympic Committee Thomas Bach speaking in the UN General Assembly said that sports organisations need to justify their autonomy and demonstrate good governance. He explained that the IOC's Universal Principles of Good Governance of the Olympic Movement should be accepted as a minimum standard at all levels of sport. I fully agree with President Bach and urge the FIA membership to study the Universal Principles carefully and use them to guide further reform to improve the FIA's transparency, accountability and democracy. (Cited from Cooper, 2013c) Although it is questionable whether the IOC can be used as the yardstick of good governance in sport, Todt nevertheless countered Ward's claim by stating in 2013 that 'the FIA now has a governance structure acknowledged to be best practice. This has been confirmed by the federation gaining full membership of the International Olympic Committee (IOC) and of SportAccord.' 24 A report from the I Trust Foundation, commissioned by Ward and released on 2 December 2013, however, came to a different conclusion by using an assessment tool known as Basic Indicators for Better Governance in Sports Organisations (BIBGIS). While the report acknowledged that the FIA recorded '12 maximum scores out of 63 governance indicators' (Rowland, 2013, p. 2) , it also emphasised low scores (0 out of 4) with regard to stakeholder representation in the electoral system and in the level of transparency of financial reporting (Rowland, 2013, p. 5) . All in all, the FIA scored significantly lower than FIFA and the IOC. Following his re-election and without reference to this report, Todt criticised Ward on 10 December in the following terms: I deeply regret that in the course of these last few weeks we have had unfounded insinuations cast on the FIA's governance, the transparency of its accounts, and the integrity of its members … Faced with this irresponsible attack, we took a decision not to engage in a public fight with the media which would have only been destructive for our organisation. Instead we chose to address our clubs directly with the truth. (Cited from Cary, 2013b) This claim about standing on the truth brings me to the question of how detailed the candidates were in outlining the principles of good governance: democratic representation, transparency, and accountability. Framing contests, such as the one between Ward and Todt, often result in what Ocasio and Radoynovska (2016) describe as 'a possible mechanism through which contradictions-typically perceived as organizational constraints-might represent opportunities for strategic organizational action and transformation, instead' (p. 297). Elsewhere in 'the paradox literature' on strategic management, two categories of responses are common: defensive responses, which involve 'attempts to temporarily resolve or eliminate the inherent tensions in contradictions', or progressive responses, understood as resources deployed by change agents in order to 'understand, account for and affect organizational change' (Ocasio & Radoynovska, 2016, p. 298) .",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 601,
                    "text": "Cooper, 2013c)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1324,
                    "end": 1345,
                    "text": "(Rowland, 2013, p. 2)",
                    "ref_id": null
                },
                {
                    "start": 1513,
                    "end": 1534,
                    "text": "(Rowland, 2013, p. 5)",
                    "ref_id": null
                },
                {
                    "start": 2164,
                    "end": 2176,
                    "text": "Cary, 2013b)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 3086,
                    "end": 3122,
                    "text": "(Ocasio & Radoynovska, 2016, p. 298)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NexT-level PResIdeNcy cAmPAIgNINg"
        },
        {
            "text": "As Todt seemingly went for the progressive option, this raises a critical question of best practice, or as governance researcher Ngaire Woods once objected: 'if international organisations are going to become more participatory, accountable, and transparent, what standards are relevant to them?' (Woods, 1999, p. 44) . Regarding the first question, an obvious point of reference for the FIA would be the IOC's standards or those applied by FIFA, but no mention of other sporting bodies was discovered in the 2009 election. Although it might have been mentioned in other documents not included in this chapter, in the material perused, there was no reference to established principles, agreements, or other sporting bodies facing the same issue. What is more, the question of whether the Todt campaign was guilty of breaching the principle of neutrality or not as Vatanen alleged in 2009 was not addressed. In other words, the relationship between FIA's internal rules and French law was not seen as an issue by the candidates-and still is not-despite the fact that campaigning tactics were a matter of debate even in 2013.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 317,
                    "text": "(Woods, 1999, p. 44)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NexT-level PResIdeNcy cAmPAIgNINg"
        },
        {
            "text": "Approaching the issue of comparable standards, Vatanen said on 17 October 2009, that he wanted to introduce a Code of Ethics: 'Such codes of behaviour are the norm in the modern world of public life and business, where the need for ethical standards and transparent work practices are the key to public confidence.' 25 The substance of this Code of Ethics, however, was not set out in the documents and Todt did not reply with alternative reference standards. In 2009, Vatanen had stressed changes in the electoral system as a way to achieve accountability and transparency. This brings us to the topic of democratic representation. Vatanen claimed that: 'Todt is tied to people who have been in power for many years like Mosley and Ecclestone' (cited from Blitz & Allen, 2009 ). Close ties need not be unethical if the election process is up to standard with regard to 'information disclosure'. This concept 'refers to the right of the public and the stakeholders of an organisation to obtain important information relating to its financial matters, activities, and decisions' (EJC, 2013, p. 108) .",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 318,
                    "text": "25",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 757,
                    "end": 776,
                    "text": "Blitz & Allen, 2009",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1078,
                    "end": 1097,
                    "text": "(EJC, 2013, p. 108)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NexT-level PResIdeNcy cAmPAIgNINg"
        },
        {
            "text": "Nothing in the documents, however, indicates that the potential 'inbreeding' was balanced by strategic actions to avoid information disclosure in either 2009 or 2013. This is underlined by Ward in his 'Agenda for Change' in which he wishes to 'ban any pre-election period support letters' and suggests changes in the nomination process where vice-presidents of sport were cut from the presidential list and the number of club nominations reduced to seven. According to Ward, 'this would encourage multiple candidates to stand and restore fairness to the FIA election system.' 26 The current information asymmetry, he argued, potentially undermines the principle of accountability, as it 'requires practical means that enable the stakeholders to monitor the organisation's actions and evaluate them in this light' (Brown & Moore, 2001, pp. 570-571) . In this regard, under point 4 of his 2009 manifesto, Vatanen suggested that: 'One of the first steps is to appoint a small working group of respected FIA leaders both from Mobility and Motor Sport to review the structure and operations of the FIA' (Vatanen, 2009 ). In particular, he questioned FIA's one-seat, one-vote policy because, as has emerged from the workings of other SGBs, it enables vote buying (Mittag & Putzmann, 2013, p. 84 ). Vatanen's aim, accordingly, was to 'give the clubs a much stronger voice in the decisions we make at the FIA' (Vatanen, 2009) . Although he mentions reorganising the electoral process, he does not go into detail. Todt, in 2009 , on the other hand, responded by saying that this rethinking of proportional representation would reverse, rather than promote, democratisation:",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 578,
                    "text": "26",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 813,
                    "end": 847,
                    "text": "(Brown & Moore, 2001, pp. 570-571)",
                    "ref_id": null
                },
                {
                    "start": 1098,
                    "end": 1112,
                    "text": "(Vatanen, 2009",
                    "ref_id": "BIBREF111"
                },
                {
                    "start": 1257,
                    "end": 1288,
                    "text": "(Mittag & Putzmann, 2013, p. 84",
                    "ref_id": null
                },
                {
                    "start": 1402,
                    "end": 1417,
                    "text": "(Vatanen, 2009)",
                    "ref_id": "BIBREF111"
                },
                {
                    "start": 1505,
                    "end": 1518,
                    "text": "Todt, in 2009",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NexT-level PResIdeNcy cAmPAIgNINg"
        },
        {
            "text": "The other declared candidate in the current election has proposed to change the voting system in the FIA to give more votes to larger clubs. We strongly disagree with this proposal which would simply concentrate power in the FIA among a small number of mobility clubs that have large individual memberships simply because they exist in countries with large populations. In fact some of our most successful clubs in both sport and mobility come from small countries and per capita have achieved very high membership levels. Why should they receive fewer votes just because geography limits the absolute size of their potential membership? We think it would be both unfair and undemocratic to move away from a system that gives all countries the same voting rights. (Cited from Skid, 2009) Research, however, supports Vatanen on this issue. In their study of democratic representation in 13 transnational sporting organisations, Mittag and Putzmann (2013) found that all systems produce a conflict between egalitarianism and power. As an alternative, they write: 'Transferring the approach of weighting of votes to international sport organisations may improve their democratic quality as well as reducing such dark sides as corruption and vote buying' (p. 91). Moreover, the weighting of votes is but one part of a larger system, which should also incorporate double majority (voting by count and account) and participation in executive committees (Mittag & Putzmann, 2013, pp. 92-93 ). This alternative system was, however, not discussed at the FIA election debates, neither was the role of the president. Ward, by contrast, as one of 20 detailed suggestions on how to improve FIA's governance, specifically aimed at reforming the president's status: 'The FIA president would have the possibility to serve in a non-executive role. The appointment of a Chief Executive Officer and the creation of a Management Board would give the FIA a new professional strategic capacity it currently lacks' (cited from Cooper, 2013b). One reason, apparently, for going after the president was the revision of the electoral rule-introduced sometime during Todt's first period-whereby a candidate now had to submit a list and support nominations from 37 FIA member clubs, compared with 22 in the 2009 election. According to Ward, 'this is excessive and increases the democratic deficit in the FIA's election system' (cited from Cooper, 2013b) .",
            "cite_spans": [
                {
                    "start": 776,
                    "end": 787,
                    "text": "Skid, 2009)",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 927,
                    "end": 953,
                    "text": "Mittag and Putzmann (2013)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1447,
                    "end": 1482,
                    "text": "(Mittag & Putzmann, 2013, pp. 92-93",
                    "ref_id": null
                },
                {
                    "start": 2411,
                    "end": 2425,
                    "text": "Cooper, 2013b)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "NexT-level PResIdeNcy cAmPAIgNINg"
        },
        {
            "text": "Of the three candidates in the 2009 and 2013 elections, Ward communicated the most detailed suggestions on how to improve FIA's transparency and accountability. In his presidential manifesto, he calls on the organisation to: publish annual accounts that conform to International Accounting Standards and include a narrative from the President and CEO explaining the overall performance of the FIA, key developments of the year, any relevant issues or related party transactions and future plans. 27 Apart from these suggestions and the idea of converting the FIA Senate into a Supervisory Board ('following modern corporate practice of a two tier board structure'), Ward claimed that the FIA should create a Management Board (with representation from each World Council and chaired by the FIA president) 'responsible for budget matters, contract and due diligence supervision'. Todt, for his part, pointed to the establishment of the Statutes Review Commission in 2009 which, four years later, was emphasised by his team as an important step in improving FIA: 'The work of this independent commission, comprised of representatives from clubs around the world, has resulted in positive changes to the governance and administrative structure of the FIA.' Although it did not change the system as much as Ward desired, FIA at least issued a clarification of the selection of these cabinet members as well as reducing their number to 11. Ward, however, claimed this was a 'huge embarrassment' to the FIA and, in his view, it confirmed his argument that the existing system was not fit for these kinds of electoral processes (Osborne, 2013) . Ending his campaign, he states that while his intention was 'to promote transparency, accountability and democracy in the FIA', this democratic flaw in the electoral system made it very difficult to pursue that aim (cited from Cooper, 2013b) . What happened next, however, showed that Ward's efforts had not been for nothing.",
            "cite_spans": [
                {
                    "start": 1620,
                    "end": 1635,
                    "text": "(Osborne, 2013)",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 1865,
                    "end": 1879,
                    "text": "Cooper, 2013b)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "NexT-level PResIdeNcy cAmPAIgNINg"
        },
        {
            "text": "In contrast to the 2009 victory, the 2013 win seemingly made Todt acknowledge the need for speeding up governance reforms-which he had already initiated-and making public the efforts of the FIA. In a research anthology on sport management in the Middle East, FIA vicepresident Mohammed Ben Sulayem wrote in 2011 that he was 'proud to be part of an organisation that strives to provide leadership and direction on how sport organisations should operate around matters of transparency, professionalism and corporate social responsibility' (Sulayem, 2011, p. 4) . Subsequently, in his 2013 speech to the General Assembly, Todt emphasised that priority would be given to continuing to improve the governance and administration of the FIA through the Statutes Review Commission and the newly formed Resource Allocation Working Group, whose task was to determine how best to use the resources arising from new activities and the renegotiation of the Concorde Agreement. In a twist of fate, a Closed Road Commission was created with responsibility for the safety of competitions taking place on roads, as opposed to circuits. Todt's former friend, then adversary, then friend again, Ari Vatanen was (s)elected as President of the Commission.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 558,
                    "text": "(Sulayem, 2011, p. 4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TodT hoNes The FIA's INsTITuTIoNAl IdeNTITy"
        },
        {
            "text": "It seemed like Todt's focus on being 'a candidate of harmony' as proposed in 2009, 28 had paid off. Two years later, on 4 December 2015, halfway through his second term, Todt pointed out to the FIA General Assembly that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TodT hoNes The FIA's INsTITuTIoNAl IdeNTITy"
        },
        {
            "text": "Due to what has happened at FIFA and the IAAF, there will be increasing scrutiny on all global sporting federations. And we should not fear this scrutiny. Because of the reforms we have undertaken over the past six years, on the contrary, we welcome it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TodT hoNes The FIA's INsTITuTIoNAl IdeNTITy"
        },
        {
            "text": "Why this self-confidence? First, Todt points out that one of 'his first acts' as president was to establish an independent Statutes Review Commission. Six years down the road, it had now reviewed the organisation's Statutes and Governance, 'so that the FIA operates in the most transparent, democratic and ethical way possible'. Among the changes proposed by the Commission and approved by the General Assembly was a restructuring of elections to 'ensure fairer and more democratic representation on our bodies and institutions' and also to ensure that 'the decision making of our Federation is more transparent and responsive to the needs of its members', but it offered no public details on how this was going to be done, In addition, Todt emphasised the change towards 'a modern management structure that works well for us now and in the future' and an independent Ethics Committee and the adoption of an FIA Code of Ethics. For example, The Ethics Committee created an 'FIA Declaration of Interest Form and Guidance' and stated that it was the responsibility of the FIA Parties concerned to use this form to declare their interests. Second, and the major change, was the proposal put to enable the FIA Senate to allow an independent external actor-which became global consultancy firm Deloitte-to audit 'all our internal procedures'. To the General Assembly, Todt said:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TodT hoNes The FIA's INsTITuTIoNAl IdeNTITy"
        },
        {
            "text": "We have put in place the necessary checks and balances to ensure that our organisation is transparent, democratic and ethical. This process of critical self-examination and improvement was long overdue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TodT hoNes The FIA's INsTITuTIoNAl IdeNTITy"
        },
        {
            "text": "In 2016, Deloitte and the FIA made publicly available an activity report, henceforth published annually, which opens with a message from the FIA president where governance is emphasised early on:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TodT hoNes The FIA's INsTITuTIoNAl IdeNTITy"
        },
        {
            "text": "In the area of governance, the FIA requested Deloitte to carry out a compliance analysis to evaluate our organisation with regard to the fight against bribery and corruption, and to propose measures that would allow the FIA to act in accordance with best practices, including the creation of a Compliance Officer (…) These processes are integral to the FIA continuing in its role as an impartial arbiter of motor sport worldwide. This is particularly relevant at the moment when, in the FIA Formula One World Championship, major changes are in the offing. (FIA Activity Report, 2016, p. 2) I will come back to the F1 question below, but the value of this report is far greater than its underlining of good governance work. Apart from being a mini-lexicon of what the FIA has been involved in during 2016, it also contains-for the first time-a coherent explanation to the public of how the FIA works. Notable content elements are its organisational chart (including the names of its members), its finances, its decision-making process, and its administration. The latter, we can read, which is based in Paris, Geneva, and Valleiry now accounts for 169 employees with an average age of 38 years and with a gender distribution of 40 per cent women and 60 per cent men. The FIA's annual revenue has grown from EUR 45.8 million in 2009 to in excess of EUR 100 million in 2015, while its financial reserves have increased in the same period from EUR 30 million to EUR 140 million. 29 In other words, the organisation had grown considerably to administer the enlarged agenda and money pot it puts on the table, and in which fees from the F1 deal, since 2016 in the hands of Liberty Media which acquired Delta Topco from CVC Capital Partners and now holds a 35.5 per cent ownership stake in F1 (Liberty Media Corporation, 2016, p. 21), amounted to 40 per cent of the EUR 114.9 million total income. Prior to Liberty Media's takeover of the FOG, however, Ecclestone's business empire had been shaken by F1 teams' sabre rattling, corruption, and exploitation of the Hundred-Year Deal, as well as the German-British bribery case against Ecclestone for his payments to GG Consulting and GREP (see Chap. 4) . What Liberty Media got was a spaghetti bowl of company relations. In 2011, Formula One Administration (FOA), which had controlled the F1's commercial rights since 1996, transferred these rights to Formula One World Championship Limited (FOWC). Through that, the FOWC also got a seat on the World Motor Sport Council. Formula One Management (FOM) was still the operating company of the group. In 2012, CVC sold parts of its stake to a trio consisting of NBIM (representing among others the Norwegian Oil Fund), BlackRock, and Waddell & Reed. Four years later, FOG was controlled by its shareholders through the Delta Topco holding company, which through a number of other holding companies controls the SLEC Holdings Company, FOG's immediate owner. In Mosley's view, he suspect that CVC didn't 'ever truly understood any of this, or if they did, their bankers certainly didn't' (Mosley, 2015, p. 325) .",
            "cite_spans": [
                {
                    "start": 1475,
                    "end": 1477,
                    "text": "29",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2185,
                    "end": 2193,
                    "text": "Chap. 4)",
                    "ref_id": null
                },
                {
                    "start": 3073,
                    "end": 3095,
                    "text": "(Mosley, 2015, p. 325)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TodT hoNes The FIA's INsTITuTIoNAl IdeNTITy"
        },
        {
            "text": "Liberty Media nevertheless steamed on to grasp complete control of Formula 1 outside the racetracks. Coinciding with Todt's speech and the FIA opening up for external scrutiny, the commercial relations between the FIA, the Formula 1 and the authorities, it inherited the conflict regarding the Concorde Agreement, which, in 2019, resulted in threats of ultimatum from the commercial owners unless an agreement starting in 2020 was reached. According to Christian Sylt, the Concorde Implementation Agreement-which was 'hidden' in the mother agreement-extended the 2009 Concorde Agreement 'so it is indeed still in force and will be until the end of 2030' (cited from Sylt, 2019b) . In line with its revamp of the F1 organisation, emphasising a more conventional corporate structure instead of Ecclestone's handmade organisation (Codling, 2017, p. 150) , Liberty Media tried to solve the conflict with less authoritarian methods than Ecclestone. Liberty's chief executive, Greg Maffei, said to Forbes during the 2019 conflict about CEO Chase Carey that 'Chase has tried to take a very conciliatory, constructive tone to bring it all forward and we tried not to draw any lines in the sand but we will see, it may yet come to that' (cited from Sylt, 2019a) .",
            "cite_spans": [
                {
                    "start": 666,
                    "end": 678,
                    "text": "Sylt, 2019b)",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 827,
                    "end": 850,
                    "text": "(Codling, 2017, p. 150)",
                    "ref_id": null
                },
                {
                    "start": 1240,
                    "end": 1252,
                    "text": "Sylt, 2019a)",
                    "ref_id": "BIBREF107"
                }
            ],
            "ref_spans": [],
            "section": "TodT hoNes The FIA's INsTITuTIoNAl IdeNTITy"
        },
        {
            "text": "During this critical phase, the FIA was criticised for its laid-back attitude. In 2019, F1 journalist Dieter Rencken (2019a) wrote, 'bluntly put, the FIA believes the sport would be served by delaying presentation of the regulations to the FIA World Motor Sport Council for ratification until October in order to tie up all loose ends and clarify any (mis) interpretations.' The reason, Rencken argues, was that, 'clearly the changes, arguably the most sweeping in the history of the sport given that they introduce Financial Regulations (aka budget caps) and a revamped governance process, will have \"a substantial impact\", and thus need to be ratified by 30 June in order to take effect on 1 January 2021'. This point is essential to understand the FIA's working order, as underlined by Rencken: Unless all agree to a delay, in terms of ISC provisions the dossier needs ratification by the WMSC during its meeting scheduled for Friday-the final opportunity before the cut-off unless F1 resorts to the untidy e-vote procedure-or the FIA could leave itself open to legal action. (Rencken, 2019a) In the midst of this came fears from the wider F1 industry, notably from companies that deliver parts and services to the F1 teams, as the announced cost-capping rules operative from 2021 (the existing Concorde Agreement expires in December 2020) may put pressure on their business. Addressing their fears to Liberty Media, however, was futile according to Pat Symonds, Chief Technical Officer at Williams F1 team. Speaking to an assembly of interests from the F1 industry, he noted: I want to explain for those who sometimes get confused exactly what the role of the FIA and Formula One is. The FIA is the regulator of Formula 1, and Formula One, which used to be known as Formula One Management, is the promoter and commercial rights holder (…) In the past this has been a very distinct difference. There is more integration now, and all of what I'm going to talk to you about is what we're doing within Formula One to try and help the FIA to produce regulations that will enhance the product for us. But ultimately it is only the FIA who can produce those regulations. (Cited from Rencken, 2019a) As discussed in previous chapters, this relationship between the FIA and the F1 (in all its varieties) has produced continuous debate about the distribution of power and finances between the two, and between F1 teams. Prior to the deadline for the 2021 Concorde Agreement, on 31 October 2019, F1 bosses and the FIA met in Paris to finalise the package of technical, sporting, and financial regulations for the 2021 F1 season. Insiders pointed to a twist of fate as both Liberty Media and the FIA 'appear to have stood firm in the face of overwhelming resistance to change on the part of a trio of teams who have had it too good for too long for the sport's greater good' (Rencken, 2019b ). Ferrari's regulatory veto right, in particular, which was handed them under the first Concorde Agreement nearly four decades ago, is growing as a source of dissatisfaction among the other teams and exposing an organisational lag within the FIA. Contravening Symonds' argument that it is the FIA that sets the rules, Ferrari's veto, although very rarely used (one instance in 2015), is moreover equally forceful as a threat, as it is in execution. For example, Mattia Binotto, team principal of the Ferrari F1 team, said to Autosport in September 2019 about the veto right that 'it would be a shame to use it' over 2021 rules. 30 Liberty Media, on the other hand, mentioned in its early talks about the 2021 Agreement that the veto would be untenable. As it turned out, it seems like Ferrari got the best of it. In a very interesting explanation for keeping it, Binotto said:",
            "cite_spans": [
                {
                    "start": 789,
                    "end": 797,
                    "text": "Rencken:",
                    "ref_id": null
                },
                {
                    "start": 1079,
                    "end": 1095,
                    "text": "(Rencken, 2019a)",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 2180,
                    "end": 2195,
                    "text": "Rencken, 2019a)",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 2867,
                    "end": 2882,
                    "text": "(Rencken, 2019b",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 3512,
                    "end": 3514,
                    "text": "30",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "TodT hoNes The FIA's INsTITuTIoNAl IdeNTITy"
        },
        {
            "text": "Certainly the veto right is something important for Ferrari but I believe it's something important for F1 overall as well (…) Somehow it's not only protecting us but it's protecting all the teams maybe against some decisions which could be against the spirit or the interest of the teams themselves, something that we are starting discussing with both the FIA and F1. 31 In other words, this discussion of the 2021 F1 rules symbolises a big part of the FIA's institutional development, as evidenced in previous chapters, but also, it illustrates more precisely a display of what institutional logics researchers call 'competing rationalities'. While the FIA has realised its incentives for adapting to an audit environment as part of meeting good governance standards, its relation to stakeholder mobilisation (i.e., Formula 1 and its teams) carries a legacy that, despite new owners, is marked by the quirks of the first Concorde Agreement. For the FIA as an institution, this is reflected in the situation where 'alliances between actors can be drawn by reference to similarity in the institutional logics that underpin the rationales they give for the policies they advocate' (Mattingly & Hall, 2008, p. 75) . As a result of maintaining the basics of the Concorde Agreement for so long, the FIA has become an example of an organisation that function as 'markets for influence and control in which internal coalitions are built to resolve the multiple incompatible demands of powerful external actors' (Greve & Zhang, 2016, p. 672) .",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 370,
                    "text": "FIA and F1. 31",
                    "ref_id": null
                },
                {
                    "start": 1179,
                    "end": 1210,
                    "text": "(Mattingly & Hall, 2008, p. 75)",
                    "ref_id": null
                },
                {
                    "start": 1504,
                    "end": 1533,
                    "text": "(Greve & Zhang, 2016, p. 672)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TodT hoNes The FIA's INsTITuTIoNAl IdeNTITy"
        },
        {
            "text": "To the FIA, this situation, which has been the norm since 1981, does not only affect those occupied with F1 issues, it characterises the entire institution. Related to the debate on power in earlier chapters, the escalating conflicts between F1 teams and Ecclestone from the 1990s onwards have prevented commercial coups and reinforced the bond between member coalitions within the governing body. Although depending on external actors for resources, the FIA under Todt has protected its internal sources of power to withstand the situation where external actors gain influence on FIA clubs by tapping these sources. Analytically, this can be explained by the claim that different institutional logics affect coalition dynamics and decision-making. Most decisions in the FIA, especially with reference to F1, are not contests between fixed groupings (as in, for instance, the case of contesting political parties). Instead, decisions in such circumstances, Greve and Zhang (2016) argue, 'involve alternatives that differ along several dimensions; in this case, then, coalitions can be formed by uniting decision makers who agree on a given alternative' (p. 673). An example of that reasoning is the agreeing of the Concorde Agreement which is intended to come into effect from 2021 to 2025. It includes a budget cap of USD 175 million and governance changes (which gives Liberty 10 votes, as well as 10 for the FIA and 10 for the teams). But this agreement-and several other contracts in the world of motorsport-is facing an uncertain future due to the disastrous effects the COVID-19 virus, which due to high mortality rates and lack of vaccine, had on people and the economy and essentially put the world on hold for the first half of 2020.",
            "cite_spans": [
                {
                    "start": 957,
                    "end": 979,
                    "text": "Greve and Zhang (2016)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "TodT hoNes The FIA's INsTITuTIoNAl IdeNTITy"
        },
        {
            "text": "The FIA goes PR While Todt battled against political shenanigans in Bahrain, cantankerous electoral opponents, and opportunistic F1 teams on the one hand, while lobbying FIA members of initiating structural reforms, on the other, he simultaneously upped the game in terms of public relations. As this book has so far illustrated, the historical trajectory of SGBs generally and the FIA give support to Katwala (2000) who concluded that the most striking thing about SGBs is not how much they have changed throughout the twentieth century, but how little (p. 3). At the same time, their influence has grown beyond any comparison. In the early twenty-first century, Allison (2005, p. 3) noted that, to see the extent of this influence, we may compare how Chinese authorities treat representatives from the IOC compared with how they treat those of other NGOs. To convert this influence into a source of legitimacy instead of a source of criticism, Ashforth and Gibbs ' (1990) suggest two types of legitimation work: (1) substantive management and (2) symbolic management.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 416,
                    "text": "Katwala (2000)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 664,
                    "end": 681,
                    "text": "Allison (2005, p.",
                    "ref_id": null
                },
                {
                    "start": 965,
                    "end": 973,
                    "text": "' (1990)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TodT hoNes The FIA's INsTITuTIoNAl IdeNTITy"
        },
        {
            "text": "From the mid-1980s, FIA members and presidents have been increasingly attentive to the importance of generating good relations with the media. Until around 2009, however, these relations were predominantly dialogical as a sender-recipient relation between two different parties, sometimes speaking different languages. But with the mediatisation of society, where the dominant means of communications between organisations and others are mediated by professional PR consultants based on organisational reputation strategies, it can be argued that 'organizations have tended to internalize the media logic in their everyday practices' (Pallas, Fredriksson, & Wedlin, 2016, p. 2) . As with similar organisations, both within the field of sport and among its partners, the FIA became increasingly engaged in PR activities. The aim with these strategies, apparently, is 'to create and maintain a favourable image in different media outlets, including newspapers, TV and radio, but increasingly also social media outlets' (Pallas et al., 2016, p. 2) .",
            "cite_spans": [
                {
                    "start": 634,
                    "end": 677,
                    "text": "(Pallas, Fredriksson, & Wedlin, 2016, p. 2)",
                    "ref_id": null
                },
                {
                    "start": 1017,
                    "end": 1044,
                    "text": "(Pallas et al., 2016, p. 2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TodT hoNes The FIA's INsTITuTIoNAl IdeNTITy"
        },
        {
            "text": "The reason for this change towards mediatisation of the FIA, as pointed out by media scholars more than four decades ago, is that 'media logic functions as a form through which events and ideas are interpreted and acted upon' (Altheide & Snow, 1979, p. 240) . While there are numerous approaches to this topic, the emphasis here is on how media use is manifested as a mode of communication in a political system and institutional field to which the FIA belongs. David Altheide claims that:",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 257,
                    "text": "(Altheide & Snow, 1979, p. 240)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TodT hoNes The FIA's INsTITuTIoNAl IdeNTITy"
        },
        {
            "text": "Media logic refers to the assumptions and processes for constructing messages within a particular medium. This includes rhythm, grammar, and format. Format, while a feature of media logic, is singularly important because it refers to the rules or 'codes' for defining, selecting, organizing, presenting, and recognizing information as one thing rather than another (e.g., 'the evening news' and not a 'situation comedy,' or a 'parody of news'). This logic-or the rationale, emphasis, and orientation promoted by media production, processes, and messages-tends to be evocative, encapsulated, highly thematic, familiar to audiences, and easy to use. (Altheide, 2004, p. 294) To explore how this view of media logic influences the organisational behaviour of the FIA and vice versa, this section provides empirical insights into how media are 'micro processes of change [are] built from translations, analogies, combinations, and adaptations of more macro institutional logics' (Thornton, Ocasio, & Lounsbury, 2012, p. 4) . In other words, how media is integrated with non-media parts of the FIA.",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 672,
                    "text": "(Altheide, 2004, p. 294)",
                    "ref_id": null
                },
                {
                    "start": 975,
                    "end": 1018,
                    "text": "(Thornton, Ocasio, & Lounsbury, 2012, p. 4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TodT hoNes The FIA's INsTITuTIoNAl IdeNTITy"
        },
        {
            "text": "Apart from gradually expanding its communications department, FIA's solution to incorporating a media logic was to introduce AUTO, a magazine in 2012. Although the inventory has changed, it is interesting to note that its first editors-in-chief were Norman Howell and Richard Woods, and motorsport journalist Justin Hynes was its editor (later executive editor). Its editorial board was Jean Todt, David Ward, Gerard Saillant, Tim Keown, Howell, and Woods. Howell was head of communications for the McLaren F1 team in the 1990s, editor-in-chief of the Red Bulletin (a Red Bull magazine) from 2005 to 2010, as well as Formula One's head of communications 2017-2019. Keown was a former chairman of the RAC and later chairman of the FIA Foundation; Saillant was President of the FIA Institute and Professor in Medicine, while Woods was FIA's communications director-and, according to Motorsport Magazine, 'the man known widely as Mosley's spin doctor'-until he resigned to run the presidential campaign for Todt. 32 The composition of the AUTO editorial board makes it therefore reasonable to believe that, from the beginning, the magazine had an agenda very much in Todt's spirit.",
            "cite_spans": [
                {
                    "start": 1004,
                    "end": 1012,
                    "text": "Todt. 32",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TodT hoNes The FIA's INsTITuTIoNAl IdeNTITy"
        },
        {
            "text": "Part of the reason for this claim comes from the FIA's earlier attempts at producing information about its activities. In 1996, the General Assembly proudly hailed the introduction of AUTO-MOTIVE, a quarterly publication that was designed, as Mosley says in his editorial, 'to speak on behalf of 100 million motorists who belong to FIA affiliated Clubs to defend their interests as consumers and road users'. But whereas AUTO-MOTIVE was primarily aimed at national member clubs, the new AUTO seemingly had a broader aim: to enhance the FIA's organisational reputation. According to its issue 1, under the heading 'A FAMILY AFFAIR', the aim is to open: a window on the world of the FIA family, offering access to all of its areas of responsibility: as the governing body for motor sport; the federation of the world's automobile clubs; an international charity for road safety; and as a global think-tank promoting motor sport safety and sustainability. (#1, p. 5) In addition, AUTO also 'covers the latest and most pressing issues across all motor sport and motoring, its content reflecting such vital areas as safety, development and innovation' (#1, p. 5). Because the FIA was traditionally quite secluded as regards public access, the many topics the magazine covers apparently make it a relevant source for stakeholders to keep track of what the organisation is doing, and what its leaders think about maintaining institutional legitimacy. And although control over the technology and the medium does not come with any guarantee of reaching the target group in intended ways, in-house publications constitute a governable arena for communicating and framing what the FIA thinks is important to make public. For these reasons, AUTO is viewed as a tool for enhancing organisational reputation and institutional legitimacy.",
            "cite_spans": [
                {
                    "start": 953,
                    "end": 963,
                    "text": "(#1, p. 5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TodT hoNes The FIA's INsTITuTIoNAl IdeNTITy"
        },
        {
            "text": "Organisational reputation has become part and parcel of both corporate and non-profit actors' assets, rather than an add-on to competitive advantage, image, or brand equity (Highhouse, Brooks, & Gregarus, 2009; Ravasi, Rindova, Etter, & Cornelissen, 2018) . For SGBs in general, this is a relatively new, and increasingly important, aspect of their activities. Seemingly related to the increased scrutiny by actors such as the European Commission and the OECD on the one hand and non-financial stakeholder coalitions on the other hand, SGBs now put more effort into organisational self-promotion in order to sustain the image of themselves as charitable ventures serving the greater good of sports and maintaining the Olympic creed. As noted by Biraghi and Gambetti (2015) , the organisational reputation management process is in some degree parallel with the idea of 'corporate branding', which is 'a crucial crossroad between \"inside\" and \"outside\" of a company acting as a \"bridge\" among key intangibles and as an \"inside-outside\" interface between company and stakeholders' (p. 260). But whereas brand is consumer-centric, reputation is company-centric, meaning that the production of it 'focuses on credibility and respect among a broader set of constituencies and is more likely to rely on public relations techniques' (Stoldt, Dittmore, & Branvold, 2018) . This company-centrism is rationalised because of the organisations' desire for approval and status (Highhouse et al., 2009) .",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 210,
                    "text": "(Highhouse, Brooks, & Gregarus, 2009;",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 211,
                    "end": 255,
                    "text": "Ravasi, Rindova, Etter, & Cornelissen, 2018)",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 745,
                    "end": 772,
                    "text": "Biraghi and Gambetti (2015)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1325,
                    "end": 1361,
                    "text": "(Stoldt, Dittmore, & Branvold, 2018)",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 1463,
                    "end": 1487,
                    "text": "(Highhouse et al., 2009)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "TodT hoNes The FIA's INsTITuTIoNAl IdeNTITy"
        },
        {
            "text": "Past studies of organisational reputation have outlined six perspectives: a game-theoretic, a strategic, a macro-cognitive, a micro-cognitive, a cultural-sociological, and a communicative one (Ravasi et al., 2018) . Although there are notable differences between those approaches, mostly in terms of the assumptions on which they rely, they are also open to significant cross-fertilisation. A blend of three of these perspectives is relevant to the qualitative approach to the FIA's organisational development taken in this book: the strategic, the macro-cognitive, and the culturalsociological. Because of the communicative nature of the data, one would assume that the communicative perspective should also be included. However, this perspective of organisational reputation 'as a shared perceptual representation' concerns reputation formation within a communityfor which no data is available in this context-rather than an effect of releasing information by the organisation to its stakeholders (Lange, Lee, & Dai, 2011, p. 164) . Instead, in the case of the FIA, these three perspectives supplement each other when it comes to theorising reputation as intangible asset or social evaluation. A definitional view says that reputation in organisational institutionalism is 'a generalized expectation about a firm's future behavior or performance based on collective perceptions (either direct, or more often, vicarious) of past behavior or performance' (Deephouse & Suchman, 2008, pp. 60-61) .",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 213,
                    "text": "(Ravasi et al., 2018)",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 999,
                    "end": 1032,
                    "text": "(Lange, Lee, & Dai, 2011, p. 164)",
                    "ref_id": null
                },
                {
                    "start": 1455,
                    "end": 1493,
                    "text": "(Deephouse & Suchman, 2008, pp. 60-61)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TodT hoNes The FIA's INsTITuTIoNAl IdeNTITy"
        },
        {
            "text": "Falling under the strategic perspective on organisational reputation, it is understood 'as a resource that can be accumulated, leveraged, and deployed in exchanges with various stakeholders' (Ravasi et al., 2018, p. 578) . But this perspective focuses on corporate signalling as a means to form reputation, while in addition owing too much to economic theory to constitute a complete framework in the FIA's case. Hence, analysis of this SGB's impression management needs a supplemental perspective on how this formation is executed. For that, the macro-cognitive perspective incorporates 'ideas from the strategic perspective about signalling through a diverse set of actions and communications, but goes beyond those ideas by emphasizing interactions in an organizational field and the role of institutional intermediaries who specialize in information generation and dissemination in shaping these interactions' (Ravasi et al., 2018, p. 578) . As these shaping processes are not one-way, it's necessary to include the cultural-sociological perspective, which emphasises the formation of reputation on interactional arenas between different actors in the network. Most importantly, this formation is examined through 'living reputations', that is, 'interactional strategies and socio-political process that influence how reputations can be gained, lost, and regained over time' (Ravasi et al., 2018, p. 581) .",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 220,
                    "text": "(Ravasi et al., 2018, p. 578)",
                    "ref_id": null
                },
                {
                    "start": 914,
                    "end": 943,
                    "text": "(Ravasi et al., 2018, p. 578)",
                    "ref_id": null
                },
                {
                    "start": 1379,
                    "end": 1408,
                    "text": "(Ravasi et al., 2018, p. 581)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TodT hoNes The FIA's INsTITuTIoNAl IdeNTITy"
        },
        {
            "text": "While these perspectives generally relate to the organisational reputation work of SGBs, the majority of research on this topic concerns the corporate world. To differentiate SGBs from corporations, Meyer and Jepperson (2000) claim that in social theory, actorhood too often comes ready-made with a number of specific features. Currently, as Chap. 1 notes, SGBs have internalised their own reasons for seeing the conditions for their subsistence as being universally agreed upon and taken for granted. But the modern 'actor', in the shape of a sporting organisation, is a historical and ongoing cultural construction (Meyer & Jepperson, 2000, p. 101) . Hence, the particulars of this construction must be identified to understand how an actor, defined as 'an authorized agent for various interests via an ongoing relocation into society of agency', operates to justify its own position in a given field. In this field, or system as Meyer and Jepperson call it, an organisation's 'agentic capabilities' rely on how 'agents negotiate the bases of their own existence and authority ' (2000, p. 115) . Because of the SGBs' historically evoked position, they continue to 'create their own sets of values, rules, myths and symbols that influence strongly the way they respond to the demands of new environmental conditions, and in these cases resistance to change is not uncommon' (Zakus & Skinner, 2008, p. 423) .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 225,
                    "text": "Meyer and Jepperson (2000)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 617,
                    "end": 650,
                    "text": "(Meyer & Jepperson, 2000, p. 101)",
                    "ref_id": null
                },
                {
                    "start": 1079,
                    "end": 1095,
                    "text": "' (2000, p. 115)",
                    "ref_id": null
                },
                {
                    "start": 1375,
                    "end": 1406,
                    "text": "(Zakus & Skinner, 2008, p. 423)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TodT hoNes The FIA's INsTITuTIoNAl IdeNTITy"
        },
        {
            "text": "This emphasis on the institutional logic of a specific actor like the FIA, with a history of privileges collected over the years, enables me to discuss the claim that there are three critical issues in reputation formationnamely, stability versus change; control and contestation; and the connections between the individual and collective levels of analysis (Ravasi et al., 2018, p. 582 ). I will return to each of these issues next, but suffice to say that the relevance of these issues in the first place stems from the FIA's shifting stakeholder responsibilities and how they are incorporated in its production of organisational reputation. Like most global organisations, the FIA has multiple publics and within these, there may be considerable variation among stakeholders. As evidenced by research on the criteria for stakeholder positions, stakeholder attributes are not simply present or absent; they are variables along a continuum where 'the salience of stakeholders will vary as the degrees of the attributes vary' (Neville, Bell, & Whitwell, 2011, p. 357) . With the FIA's responsibility for both commercial and non-commercial stakeholders, as explored in previous chapters and in this one, it is thus argued that the FIA's media management of organisational reputation caters to the demands of a variety of stakeholder networks.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 386,
                    "text": "(Ravasi et al., 2018, p. 582",
                    "ref_id": null
                },
                {
                    "start": 1026,
                    "end": 1067,
                    "text": "(Neville, Bell, & Whitwell, 2011, p. 357)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TodT hoNes The FIA's INsTITuTIoNAl IdeNTITy"
        },
        {
            "text": "These findings exemplify the claim by Lange et al. (2011) that while 'reputation is rooted in observer perceptions of the organisation's actions and history of behaviour', reputation is also 'a social construction that is subject to many other clues and influences ' (2011, p. 174) . In contrast to studies of organisational reputation work among corporate actors, the FIA legitimises its interventions in the automotive world and beyond by directing attention discursively to certain themes rather than conveying a factually stringent view designed to please shareholders (either by means of emphasis or through obfuscation). When putting itself in the limelight, it is very rare that the organisation describes itself as part of the development in issues like motorsport, road safety, sustainability, and technological innovation. More specifically, the FIA uses AUTO to convey 'strategic intentional actions that are used to enhance reputations and to improve competitive advantage' (Van den Bogaert, Declercq, Christiaens, Jacobs, & Bracke, 2018, p. 130) , in the context of being an institutional 'change agent' of automotive issues around the world. Defined as a party with resources to 'help adversaries establish contact, open negotiations and develop projects for cooperation and sustainable development to end a dispute in a mutually satisfactory agreement' (Schulenkorf, 2010, p. 119) , two dimensions where the FIA has had an impact on the motoring community can be highlighted.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 57,
                    "text": "Lange et al. (2011)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 265,
                    "end": 281,
                    "text": "' (2011, p. 174)",
                    "ref_id": null
                },
                {
                    "start": 995,
                    "end": 1058,
                    "text": "Bogaert, Declercq, Christiaens, Jacobs, & Bracke, 2018, p. 130)",
                    "ref_id": null
                },
                {
                    "start": 1368,
                    "end": 1395,
                    "text": "(Schulenkorf, 2010, p. 119)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TodT hoNes The FIA's INsTITuTIoNAl IdeNTITy"
        },
        {
            "text": "The first dimension is to address the relevance of engaging with multiple partnerships towards status. For example, in an early issue (#5), AUTO promotes the FIA's need for engaging in multiple partnerships towards status. The first situation which exemplifies this relates to stability versus change and is the FIA's becoming a member of SportAccord, the umbrella organisation of sports federations, in 2013. In an interview by AUTO, SportAccord president Marius Vizer said that 'SportAccord is laying the grounds of a world integrity agency' (#5, p. 72), and aims 'to give support and activity guidance, deliver structural and management models, provide services, including integrity and anti-doping programs, and organise international level events' (#5, p. 72). To further formalise Todt's commitment to good governance in the wake of the 2013 elections, he secured full recognition of the FIA by the IOC the same year: 'The decision confirmed that the statutes, practice and activities of the FIA are in full conformity with the Olympic Charter, including the adoption and implementation of the World Anti-Doping Code' (p. 72). Through that, the FIA was also a member of The Association of IOC Recognised International Sports Federations (ARISF), the world authority bringing together all IOC-Recognised International Sport Federations. 33 The second dimension is addressing the use of features involving expert panels in search of approval. When it comes to stakeholder interdependencies, three situations illuminate the use of experts in panel features towards approval. In AUTO #4, under the heading 'How can motor sport better deal with environmental concerns?', three experts are consulted: the manager of a Formula 1 team, the Director of Communications, UN Environment programme, and an Environmental Commission member of the Fédération Internationale de Motorcyclisme (FIM). The F1 manager explains that, in terms of acknowledging the FIA's role, 'the icing on the cake for us was working with the FIA Institute to develop our environmental management system. We became the first motor sport team in the world to achieve the top level accreditation-Achievement of Excellencein the FIA Institute's Sustainability Programme' (#4, p. 18). In this light, the analysis suggests that AUTO pursues a communication strategy where the key aim is to promote the mutually beneficial nature of their businessto-non-profit (B2N) relations as 'businesses and nonprofits are likely to gain different benefits, understood as capital, from the communication of the existence and character of the partnership to various stakeholders' (Shumate, Hsieh, & O'Connor, 2018 , p. 1343 . This, among other things, makes it possible for AUTO to legitimately generate an image of the car world-with the FIA as the editorial office-as the solution to environmental issues rather than the problem (see Chap. 6).",
            "cite_spans": [
                {
                    "start": 1342,
                    "end": 1344,
                    "text": "33",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2629,
                    "end": 2662,
                    "text": "(Shumate, Hsieh, & O'Connor, 2018",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 2663,
                    "end": 2672,
                    "text": ", p. 1343",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TodT hoNes The FIA's INsTITuTIoNAl IdeNTITy"
        },
        {
            "text": "With the advent of 'organisational reputation' as an asset to maintaining legitimacy among stakeholders, not least given that stakeholder democracy was a growing concern for the FIA, this chapter has explored how media logic affects the organisation as a managed ecosystem and reshuffles the hybridity of logics present in a way hitherto unseen. The Bahrain case, the electoral debate, Todt's reforms, and the attempt to use AUTO as an image-honing mechanism, came together in the organisational revamp initiated in the early 2010s. In many ways, Todt's entry marks a watershed in terms of revising the FIA's institutional logics. In Chap. 1, we reviewed Skelcher and Smith's (2015) theoretical framework in which they described five types of organisations with hybrid institutional logics. Briefly put, they were segmented, segregated, assimilated, blended, and blocked. As demonstrated in the previous chapters, between 1945 and 2020, the FIA has been characterised by a voyage into all types-and with the jury still out on what type it is today. The blocked alternative surfaced during the FISA-FOCA war in the early 1980s. If the requirement for a blended logic is 'a novel and contextually specific form' where the logics are metamorphosed into something different from the traditional FIA plus a commercial department (leased rights), that is not a fitting description of the current situation.",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 682,
                    "text": "Skelcher and Smith's (2015)",
                    "ref_id": "BIBREF100"
                }
            ],
            "ref_spans": [],
            "section": "gAININg legITImAcy ThRough oRgANIsATIoNAl PeRFoRmANce"
        },
        {
            "text": "Similar to findings from other case studies of organisations in institutional theory, the FIA has not complied blindly with external demands or tried to emulate other actors in the same field such as the IOC. The notion in institutional theory that organisational isomorphism increases organisational legitimacy is dependent on how legitimacy is sought and achieved (Deephouse, 1996) . According to Ocasio and Radoynovska (2016) , 'much of the institutional literature views, implicitly or explicitly, complexity as a set of \"demands\" and \"prescriptions\" from external institutional environments, serving primarily as constraints to which organizations must respond.' And yes, from a qualitative perspective, and in line with institutional logic, the FIA has demonstrated a 'strategic isomorphism', which is 'the pattern of selectively complying with institutional templates' (Pache & Santos, 2011, p. 33) . However, as demonstrated in this chapter, the FIA has done more than just choose from existing solutions, which require an alternative view of complexity, one which highlights institutional 'demands' and 'prescriptions' not as givens subject to organizational compliance but as available and accessible strategic opportunities and resources for action. From this perspective, 'institutional \"demands\" and \"prescriptions\" are themselves subject to strategic choice' (Ocasio & Radoynovska, 2016, p. 288) , as legitimacy can be seen as a dynamic concept rather than a set of fixed qualities, that is, 'the process by which cultural accounts from a larger social framework in which a social entity is nested are construed to explain and support the existence of that social entity' (Berger, Ridgeway, Fisek, & Norman, 1998, p. 380) .",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 383,
                    "text": "(Deephouse, 1996)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 399,
                    "end": 428,
                    "text": "Ocasio and Radoynovska (2016)",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 876,
                    "end": 905,
                    "text": "(Pache & Santos, 2011, p. 33)",
                    "ref_id": null
                },
                {
                    "start": 1373,
                    "end": 1409,
                    "text": "(Ocasio & Radoynovska, 2016, p. 288)",
                    "ref_id": null
                },
                {
                    "start": 1686,
                    "end": 1735,
                    "text": "(Berger, Ridgeway, Fisek, & Norman, 1998, p. 380)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "gAININg legITImAcy ThRough oRgANIsATIoNAl PeRFoRmANce"
        },
        {
            "text": "One reason for emphasising this alternative perspective, according to Johanson and Vakkuri (2017) , is that in hybrid organisations, there is a genuine institutional deficit of approval. In that light, the core question which connects the findings in this chapter with the next is how hybrid organisations like SGBs legitimise their actions. Legitimacy can be split in two elements, empirical and normative. While 'empirical legitimacy focuses on the acceptance of a governing instrument by actors (…) normative legitimacy addresses the legitimacy principles in developing and possibly enforcing these instruments' (Hahn & Weidtmann, 2016, p. 97) . If the conduct of SGBs raises doubts in respect of their social responsibilities, it could, according to Hahn and Weidtmann (2016, p. 98) , 'limit the influence of these institutions if they are not perceived to be legitimate modes of governance by those who are affected'. But how to identify 'those who are affected'? Are the civilians and social media activists in Bahrain included here? In the past, as explored in previous chapters, this question was easy to answer, although the consequences for the FIA were complex.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 97,
                    "text": "Johanson and Vakkuri (2017)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 615,
                    "end": 646,
                    "text": "(Hahn & Weidtmann, 2016, p. 97)",
                    "ref_id": null
                },
                {
                    "start": 754,
                    "end": 786,
                    "text": "Hahn and Weidtmann (2016, p. 98)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "gAININg legITImAcy ThRough oRgANIsATIoNAl PeRFoRmANce"
        },
        {
            "text": "Today, the options are dwindling. In Chap. 4, the debate after the 'The Rules of the Game' conference was reviewed, leading to the claim that implementing stakeholder democracy is not a choice SGBs make. Rather, because of the intertwining of sport, business, and politics, it is a necessity in order for them to remain legitimate as a governing body. Although the substantive changes to a sporting body may vary between SGBs as a result of stakeholder democracy ideas, the principle of 'members only' is outdated-a claim which, as the next chapter will underpin, was about to become a stronger impetus to the FIA's organisational development than ever before. This kind of institutional pluralism, the background to which is reviewed in Chap. 4, 'arises when organizations operating within several institutional spheres are simultaneously subject to \"multiple regulatory regimes, embedded within multiple normative orders and/or constituted by more than one cultural logic\"' (Ocasio & Radoynovska, 2016, p. 289) .",
            "cite_spans": [
                {
                    "start": 976,
                    "end": 1012,
                    "text": "(Ocasio & Radoynovska, 2016, p. 289)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "gAININg legITImAcy ThRough oRgANIsATIoNAl PeRFoRmANce"
        },
        {
            "text": "The 2009 and 2013 presidential campaigns changed this because of the entry of good governance standards into the electoral debate. At first Todt, the victorious candidate in 2009 and 2013, appeared to focus more on a stakeholder-effective FIA than on reforming the organisation in accordance with established good governance principles. But when Vatanen based his campaign on the need for restructuring the FIA, Todt had to clarify his own views on good governance. However, when Ward subsequently proposed in 2013 an even more radical reform, Todt went into defence mode and referred to the work done by the Statutes Review Commission since he was first elected FIA president. At the same time, the extensive and liberal use of concepts related to good governance by Ward and Vatanen may paradoxically have reduced the credibility of their campaigns and their support from FIA members and the public. Vatanen, especially, tends to use 'transparency' as an all-embracing term for ethically solid practice in governance (see Naess, 2017c) .",
            "cite_spans": [
                {
                    "start": 1024,
                    "end": 1037,
                    "text": "Naess, 2017c)",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "gAININg legITImAcy ThRough oRgANIsATIoNAl PeRFoRmANce"
        },
        {
            "text": "These disagreements demonstrate that the challengers' aim to secure credibility by raising the issues of good governance did not pay off in the short term. A plausible hypothesis, which could be the basis for further research, is that the majority of FIA members who had a vote in the elections valued the winning candidate's capacity to manage global motorsport series higher than an FIA president who complied with the good governance principles of comparable institutions like the IOC or FIFA. That is not to say that, if all the suggestions made by Vatanen and Ward had been acted upon, they would have reshaped the FIA into an organisation in complete accord with, for example, the G20/OECD principles of good governance. Ideas related to 'transparency', 'accountability', and 'democratic representation' are by themselves no magic fix, since the FIA's challenges-as demonstrated in this book-are historically and culturally founded. Moreover, the challengers failed to spell out in detail what their notion of good governance consisted of, which may be at least part of the reason why they did not gain credibility by raising them. That said, Todt's work after being re-elected in 2013, in particular, demonstrates an ability and vision to reform the FIA towards best practices on good governance. In that sense, he personifies the claim from Deephouse and Suchman (2008) that, although there is some overlap between reputation and legitimacy, the former is inherently economic whereas the latter is inherently political-which makes a favourable reputation a 'strategic resource that firms can exploit for competitive advantage ' (pp. 61-62) .",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 564,
                    "text": "Vatanen and",
                    "ref_id": null
                },
                {
                    "start": 1349,
                    "end": 1377,
                    "text": "Deephouse and Suchman (2008)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1634,
                    "end": 1647,
                    "text": "' (pp. 61-62)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "gAININg legITImAcy ThRough oRgANIsATIoNAl PeRFoRmANce"
        },
        {
            "text": "This revision of the FIA's operative structure is also the reason why the FIA's organisational reputation revamp was not merely about symbolic trickery to appear 'consistent with social values and expectations' (Ashforth & Gibbs, 1990, p. 178) . Although wrapping their organisational attributes in a facilitative discourse, the FIA appears through the key situations emphasised in AUTO as what Ryan, Mitchell, and Daskou (2012) call 'builders and shapers, and not merely subject to macro level changes to which they must passively respond' (p. 589). While AUTO downplays what can be called the FIA's own change agent power (Cummings & Huse, 1989) , the magazine made central the relation to stakeholders as B2N partners, which can be described as 'interorganizational communication relationships that are symbolized to stakeholders in order to influence the mobilization and creation of capital' (Shumate & O'Connor, 2010, p. 578) . Even without an evaluation of AUTO, it is reasonable to say that this 'self-mediatization', which in studies of political parties has revealed daring attempts to engage 'in a process of self-initiated stage-management and media-friendly packaging' (Esser, 2013, p. 162) , has affected stakeholder democracy in the FIA (at least beyond championship contestants). Media-generated legitimacy is nevertheless unsustainable if it is only based on 'ceremonial conformity' (Meyer & Rowan, 1977, p. 340) , that is, when the organisation adopts 'certain highly visible and salient practices that are consistent with social expectations while leaving the essential machinery of the organisation intact' (Ashforth & Gibbs, 1990, p. 181 ).",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 243,
                    "text": "(Ashforth & Gibbs, 1990, p. 178)",
                    "ref_id": null
                },
                {
                    "start": 395,
                    "end": 428,
                    "text": "Ryan, Mitchell, and Daskou (2012)",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 624,
                    "end": 647,
                    "text": "(Cummings & Huse, 1989)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 897,
                    "end": 931,
                    "text": "(Shumate & O'Connor, 2010, p. 578)",
                    "ref_id": null
                },
                {
                    "start": 1182,
                    "end": 1203,
                    "text": "(Esser, 2013, p. 162)",
                    "ref_id": null
                },
                {
                    "start": 1400,
                    "end": 1429,
                    "text": "(Meyer & Rowan, 1977, p. 340)",
                    "ref_id": null
                },
                {
                    "start": 1627,
                    "end": 1658,
                    "text": "(Ashforth & Gibbs, 1990, p. 181",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "gAININg legITImAcy ThRough oRgANIsATIoNAl PeRFoRmANce"
        },
        {
            "text": "An improved PR machinery does not, in other words, cancel the negative legitimacy effects that bad governance may do to organisational reputation. After the payment from the McLaren F1 team following their 'spygate' fine in 2007, a Motorsport Development Fund was created at the FIA. This fund was aimed at the national development of motorsport organisations and activities, overseen by the Sport Funding Commission (SFC), previously known as the Funding Review Commission. However, the subsequent exploitation of it by Syrian politicians who, according to a study I have published elsewhere, used its FIA member organisation to get money for propaganda purposes illustrated the risks of increased stakeholding without sufficient accountability measures. Even though no wrongdoing could be attributed to the FIA, this was but one example of what Deloitte-the consultancy company who conducted a compliance analysis of the FIA commissioned by the governing body-concluded in the FIA 2016 Activity report: 'residual risks remain'. Yet, it merely put a dent in the organisation's legitimacy. On the other hand, the positives of FIA's reforms-most notably in the form of organisational reputation and good governance-seemed to nullify the negative consequences of engaging in half-hearted stakeholder democracy. How the FIA harnessed this feedback is crucial to legitimation processes in the future, as I will discuss in Chap. 6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "gAININg legITImAcy ThRough oRgANIsATIoNAl PeRFoRmANce"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Malaysia benefited much from F1",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dr",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bahrain NIHR's Report Fails to Address Root Causes of Violations', adhrb.org",
            "authors": [],
            "year": 2015,
            "venue": "The report was leaked from the internal FIA investigation and is available here",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ecclestone Keen for Bahrain GP to Go Ahead', Reuters",
            "authors": [
                {
                    "first": "&apos;",
                    "middle": [],
                    "last": "Fia",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A Bahreïn, un Grand Prix indifférent aux affrontements', Challenges",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The statement was retrieved",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Press Release: Joint Letter to FIA Calling for Suspension of 2014 Bahrain Formula One Grand Prix', bahrainrights.org",
            "authors": [],
            "year": 2014,
            "venue": "The statement was retrieved",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Bahrain GP: F1 can have 'healing effect', claims FIA president', bbc.com",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Bahrain: Formula 1 Ignores Rights Commitments', hrw.org",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Decree meant discharging 'undependable elements' from the army, for example 'mediatized princes', which came after Metternich had been to the Russian front but saved him from imprisonment after the Allies' liberation of Europe (see Metternich",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "However, historians claim, the Nazi response would in that case most likely have been execution instead of imprisonment in Dachau. When liberated by the Americans in 1945 and returned to France, Balestre also spent two years in Fresnes prison before he actually was 'exonerated of collaboration' as testimonials from the Minister for war veterans, from the Minister for the Armed forces and from the Minister for Defence",
            "authors": [],
            "year": 2010,
            "venue": "Balestre was arrested by the Germans in 1944 as he was about to blow up the Waffen-SS recruiting office",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Transparency to FIA'. Campaign statement by Ari Vatanen",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "'FIA body scolds Vatanen after Todt jibes', flagworld",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Action man Jean Todt steps out of Max Mosley's shadow', Guardian",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A version of Todt's electoral manifesto can",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Vatanen promises FIA code of ethics if elected', efans.com",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Action man Jean Todt steps out of Max Mosley's shadow', Guardian",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "President's speech for the General Assembly",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Ferrari retain veto under new 2021 deal",
            "authors": [
                {
                    "first": "&apos;",
                    "middle": [],
                    "last": "Ferrari",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "It would be a shame to have to use veto over 2021 F1 rules', Autosport",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Sport and Globalisation. The Issues",
            "authors": [],
            "year": 2005,
            "venue": "The Global Politics of Sport: The Role of Global Institutions in Sport",
            "volume": "",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Bahrain's Formula-1 Racing Circuit: Energy and Environmental Considerations",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Alnaser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Probert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "El-Masri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Al-Khalifa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Flanagan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Alnaser",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Applied Energy",
            "volume": "83",
            "issn": "4",
            "pages": "352--370",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Media Logic and Political Communication",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Altheide",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Political Communication",
            "volume": "21",
            "issn": "3",
            "pages": "293--296",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Media Logic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Altheide",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Snow",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Sport, Politics and Society in the Arab World",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amara",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The Double-Edge of Organizational Legitimation",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Ashforth",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Organizational Science",
            "volume": "1",
            "issn": "2",
            "pages": "177--194",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Report of the Bahrain Independent Commission of Inquiry",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "FIA Foundation Head Defends Todt Role",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Autosport",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Ron Dennis: McLaren Boss Ends His 35-Year Tenure. bbc.com",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Benson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The Legitimation and Delegitimation of Power and Prestige Orders",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Ridgeway",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Fisek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Z"
                    ],
                    "last": "Norman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "American Sociological Review",
            "volume": "63",
            "issn": "3",
            "pages": "379--405",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Corporate Branding: Where Are We? A Systematic Communication-Based Inquiry",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Biraghi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Gambetti",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Marketing Communications",
            "volume": "21",
            "issn": "4",
            "pages": "260--283",
            "other_ids": {
                "DOI": [
                    "10.1080/13527266.2013.768535"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Formula One Puts Leadership to Vote",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blitz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Financial Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Sport v Human Rights",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bose",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eurozine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "No Angel: The Secret Life of Bernie Ecclestone",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bower",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Accountability, Strategy, and International Nongovernmental Organizations",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Ari Vatanen Says He Would Bring Change If Elected FIA President",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cary",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Telegraph",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Jean Todt Reaches for the Moral High Ground in Race for FIA Presidency",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cary",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Telegraph",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "FIA Presidency Battle Erupts into New Row as Leaked Emails Show Support for Jean Todt",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cary",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Telegraph",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Jean Todt's Rival David Ward Goes on Attack in FIA Presidential Race",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cary",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Jean Todt Takes a Swipe at Defeated Rival David Ward After Being Elected as FIA President for Second Term",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cary",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Telegraph",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "War of Words in FIA Presidential Battle Heats up as Englishman David Ward Rebuked for Claiming Jean Todt Coerced Latin American Clubs for Support. The Telegraph",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cary",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Suppressing the Narrative in Bahrain",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cassel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Al Jazeera",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Sport-Washing, Soft Power and Scrubbing the Stains",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chadwick",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Policy Forum",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Speed Read F1: The Technology, Rules, History and Concepts Key to the Sport",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Codling",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "David Ward Launches Campaign for Top FIA Job",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Autoweek",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Ward Still Pushing for Electoral Reform",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "David Ward Drops Out of FIA Presidential Race",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Organization Development and Change",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Huse",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Does Isomorphism Legitimate?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Deephouse",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "The Academy of Management Journal",
            "volume": "39",
            "issn": "4",
            "pages": "1024--1039",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Legitimacy in Organizational Institutionalism",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Deephouse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Suchman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "The SAGE Handbook of Organisational Institutionalism",
            "volume": "",
            "issn": "",
            "pages": "49--77",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Comparing Elias and Bourdieu as Relational Thinkers",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Depelteau",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "275--295",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The Turbulent World of Middle East Soccer",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Dorsey",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Des bolides en or. Les dessous financiers de la Formule 1",
            "authors": [
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Dubreuil",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Action for Good Governance in International Sports Organisations",
            "authors": [],
            "year": 2013,
            "venue": "Copenhagen: Play the Game/Danish Institute for Sport Studies",
            "volume": "",
            "issn": "",
            "pages": "104--127",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Mediatization as a Challenge: Media Logic Versus Political Logic",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Esser",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Democracy in the Age of Globalization and Mediatization",
            "volume": "",
            "issn": "",
            "pages": "155--177",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "For Europe: The French Volunteers of the Waffen-SS",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Forbes",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Ari Vatanen Drops Legal Challenge to FIA Presidential Voting",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Guardian",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Introduction: The Politics of Sport -Community, Mobility, Identity",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gilchrist",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Holden",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Politics of Sport: Community, Mobility, Identity",
            "volume": "",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Institutional Logics and Power Sources: Merger and Acquisition Decisions",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Greve",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Academy of Management Journal",
            "volume": "60",
            "issn": "2",
            "pages": "671--694",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Transnational Governance, Deliberative Democracy, and the Legitimacy of ISO 26000: Analyzing the Case of a Global Multistakeholder Process",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hahn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Weidtmann",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Business and Society",
            "volume": "55",
            "issn": "1",
            "pages": "90--129",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "An Organizational Impression Management Perspective on the Formation of Corporate Reputations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Highhouse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gregarus",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Management",
            "volume": "35",
            "issn": "6",
            "pages": "1481--1493",
            "other_ids": {
                "DOI": [
                    "10.1177/0149206309348788"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Governing Hybrid Organisations: Exploring Diversity of Institutional Life",
            "authors": [
                {
                    "first": "J.-E",
                    "middle": [],
                    "last": "Johanson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vakkuri",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Jean Todt Ally Ari Vatanen Calls for Russian Grand Prix to Be Cancelled over Ukraine Incursion. The Telegraph",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Democratising Global Sport. London: The Foreign Policy Centre",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Katwala",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Corporate Reputation Decoded: Building, Managing and Strategising for Corporate Excellence",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaul",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Bahrain F1: What Happens When the Cameras Are Gone? Independent",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khawaja",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Organizational Reputation: A Review",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lange",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Management",
            "volume": "37",
            "issn": "1",
            "pages": "153--184",
            "other_ids": {
                "DOI": [
                    "10.1177/0149206310390963"
                ]
            }
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Introducing Formula One Group. Liberty Media Group Acquisition of Formula One",
            "authors": [],
            "year": 2016,
            "venue": "Liberty Media Corporation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Bahrain has failed to grasp reform -so why is the Grand Prix going ahead? Guardian",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lubbock",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rajab",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "The Battle for Bahrain: Iranian-Saudi Rivalry",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mabon",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "84--97",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Who Gets to Decide? The Role of Institutional Logics in Shaping Stakeholder Politics and Insurgency",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Mattingly",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Business and Society Review",
            "volume": "113",
            "issn": "1",
            "pages": "63--89",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Ward Slapped Down by FIA over Allegations that Todt Abused Power in Re-election Race. The Daily Mail",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcevoy",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Tatiana. Full Circle in a Shifting Europe",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Metternich",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "The \"Actors\" of Modern Society: The Cultural Construction of",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Jepperson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "100--120",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Institutionalized Organisations: Formal Structure as Myth and Ceremony",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rowan",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "American Journal of Sociology",
            "volume": "83",
            "issn": "2",
            "pages": "340--363",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Reassessing the Democracy Debate in Sport Alternatives to the One-Association-One-Vote-Principle?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mittag",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Putzmann",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Copenhagen: Play the Game/Danish Institute for Sport Studies",
            "volume": "",
            "issn": "",
            "pages": "83--97",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Formula One and Beyond. The Autobiography",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mosley",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Global Sport Governing Bodies and Human Rights: Fédération Internationale de l'Automobile (FIA), the Bahrain Grand Prix and Corporate Social Responsibility",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Naess",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "European Journal for Sport and Society",
            "volume": "14",
            "issn": "3",
            "pages": "226--269",
            "other_ids": {
                "DOI": [
                    "10.1080/16138171.2017.1349301"
                ]
            }
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Fédération Internationale de l'Automobile, Power, and Politics: A Socio-Historical Analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Naess",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sport History Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1123/shr.2017-0027"
                ]
            }
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Stakeholder Salience Revisited: Refining, Redefining, and Refuelling an Underdeveloped Conceptual Tool",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Neville",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Whitwell",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Business Ethics",
            "volume": "102",
            "issn": "3",
            "pages": "357--378",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Vatanen Unhappy at Mosley Stance",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Noble",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Elizalde",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Autosport",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Strategy and Commitments to Institutional Logics: Organizational Heterogeneity in Business Models and Governance. Strategic Organization",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ocasio",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Radoynovska",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "287--309",
            "other_ids": {
                "DOI": [
                    "10.1177/1476127015625040"
                ]
            }
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Responsible Business Conduct Matters",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oecd",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "FIA to Revise Rules Ahead of the Presidential Election",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Osborne",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Inside the Games",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Inside the Hybrid Organization. An Organizational Level View of Responses to Conflicting Institutional Demands. ESSEC Business School Working Paper 11001",
            "authors": [
                {
                    "first": "A.-C",
                    "middle": [],
                    "last": "Pache",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Translating Institutional Logics: When the Media Logic Meets Professions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pallas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fredriksson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wedlin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Organization Studies",
            "volume": "37",
            "issn": "11",
            "pages": "1661--1684",
            "other_ids": {
                "DOI": [
                    "10.1177/0170840616655485"
                ]
            }
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "FIA Slams Vatanen for Todt Attack",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Panzariu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Autoevolution",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "FIA in Breach of Neutrality After Leaked Emails. Autoevolution. Retrieved",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Panzariu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "The Formation of Organizational Reputation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ravasi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rindova",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Etter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cornelissen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Academy of Management Annals",
            "volume": "12",
            "issn": "2",
            "pages": "574--599",
            "other_ids": {
                "DOI": [
                    "10.5465/annals.2016.0124"
                ]
            }
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Why F1's 2021 Changes Are Needed for the Sport to",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rencken",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Flourish\" -And What Comes Next. RaceFans",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Have the 'Big Three' Teams Finally Accepted F1's 2021 Rules Revolution? RaceFans",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rencken",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Analysis of FIA Governance Using the Basic Indicators for Better Governance in Sport Assessment Tool. London: I Trust Sport",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rowland",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "An Interaction and Networks Approach to Developing Sustainable Organizations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Daskou",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Organizational Change Management",
            "volume": "25",
            "issn": "4",
            "pages": "578--594",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Emperor Bernie's Now in a Race Against Freedom. Mail Online",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Samuel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "The World Motor Sport Council. What Is It? Motorsport Magazine",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saward",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "The Roles and Responsibilities of a Change Agent in Sport Event Development Projects",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Schulenkorf",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Sport Management Review",
            "volume": "13",
            "issn": "2",
            "pages": "118--128",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "A Nonprofit Perspective on Business-Nonprofit Partnerships: Extending the Symbiotic Sustainability Model",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shumate",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Connor",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "57",
            "issn": "",
            "pages": "1337--1373",
            "other_ids": {
                "DOI": [
                    "10.1177/0007650316645051"
                ]
            }
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "The Symbiotic Sustainability Model: Conceptualizing NGO-Corporate Alliance Communication",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shumate",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Connor",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Communication",
            "volume": "63",
            "issn": "",
            "pages": "577--609",
            "other_ids": {}
        },
        "BIBREF100": {
            "ref_id": "b100",
            "title": "Theorizing Hybridity: Institutional Logics, Complex Organizations, and Actor Identities. The Case of Nonprofits",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Skelcher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Public Administration",
            "volume": "93",
            "issn": "2",
            "pages": "433--448",
            "other_ids": {}
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "Vatanen Releases His Manifesto, Todt Flexes Political Muscle. formula1blog",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Skid",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF102": {
            "ref_id": "b102",
            "title": "Floodlights and Touchlines: A History of Spectator Sport",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Steen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF103": {
            "ref_id": "b103",
            "title": "Sport Public Relations: Managing Stakeholder Communication",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Stoldt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Dittmore",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Branvold",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF104": {
            "ref_id": "b104",
            "title": "The Impact of Formula 1 on Regional Economies in Europe",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Storm",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Jakobsen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Regional Studies",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/00343404.2019.1648787"
                ]
            }
        },
        "BIBREF105": {
            "ref_id": "b105",
            "title": "The Protection and Enhancement of Sport Through Responsible Corporate Governance",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Sulayem",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Sport Management in the Middle East. A Case Study Analysis",
            "volume": "",
            "issn": "",
            "pages": "1--20",
            "other_ids": {}
        },
        "BIBREF106": {
            "ref_id": "b106",
            "title": "How Much Does It Cost to Stage a Grand Prix?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sylt",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Raconteur",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF107": {
            "ref_id": "b107",
            "title": "Liberty Media Is Threatening Its F1 Teams",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sylt",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Forbes",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF108": {
            "ref_id": "b108",
            "title": "Ferrari Holds the Keys to F1's Choice of a New Boss",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sylt",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Forbes",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF109": {
            "ref_id": "b109",
            "title": "The Institutional Logics Perspective: A New Approach to Culture, Structure, and Process",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Thornton",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ocasio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lounsbury",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF110": {
            "ref_id": "b110",
            "title": "Peugeot 205 -The Story of a Challenge. London: Haynes. Van den Bogaert",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Todt",
                    "suffix": ""
                },
                {
                    "first": "J.-L. ; S",
                    "middle": [],
                    "last": "Moncet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Declercq",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Christiaens",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bracke",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "the Land of Pharma: A Qualitative Analysis of the Reputational Discourse of the Pharmaceutical Industry. Public Relations Inquiry",
            "volume": "7",
            "issn": "",
            "pages": "127--147",
            "other_ids": {}
        },
        "BIBREF111": {
            "ref_id": "b111",
            "title": "Presidential Manifesto",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vatanen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF112": {
            "ref_id": "b112",
            "title": "Bernie Ecclestone Resists Calls to Cancel Bahrain Grand Prix",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vatanen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Väisänen",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Every Second Counts. London: SAF Publishing. Weaver, P",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF113": {
            "ref_id": "b113",
            "title": "Good Governance in International Organisations",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Global Governance",
            "volume": "5",
            "issn": "1",
            "pages": "39--61",
            "other_ids": {}
        },
        "BIBREF114": {
            "ref_id": "b114",
            "title": "Modelling Organizational Change in the International Olympic Committee",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Zakus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Skinner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "European Sport Management Quarterly",
            "volume": "8",
            "issn": "4",
            "pages": "421--442",
            "other_ids": {
                "DOI": [
                    "10.1080/16184740802461660"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}