{
    "paper_id": "3dda0f0cc92187022ec1ec3f103cb551a71ab81e",
    "metadata": {
        "title": "Impact of reduction of susceptibility to SARS-CoV-2 on epidemic dynamics in four early-seeded metropolitan regions",
        "authors": [
            {
                "first": "Thomas",
                "middle": [
                    "J"
                ],
                "last": "Barrett",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sussex",
                    "location": {
                        "postCode": "BN1 9QH",
                        "settlement": "Brighton",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Karen",
                "middle": [
                    "C"
                ],
                "last": "Patterson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sussex",
                    "location": {
                        "postCode": "BN1 9PX",
                        "settlement": "Brighton",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [
                    "M"
                ],
                "last": "James",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sussex",
                    "location": {
                        "postCode": "BN1 9QH",
                        "settlement": "Brighton",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Krüger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sussex",
                    "location": {
                        "postCode": "BN1 9QH",
                        "settlement": "Brighton",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "As we enter a chronic phase of the SARS-CoV-2 pandemic, with uncontrolled infection rates in many places, relative regional susceptibilities are a critical unknown for policy planning. Tests for SARS-CoV-2 infection or antibodies are indicative but unreliable measures of exposure. Here instead, for four highly-affected countries, we determine population susceptibilities by directly comparing country-wide observed epidemic dynamics data with that of their main metropolitan regions. We find significant susceptibility reductions in the metropolitan regions as a result of earlier seeding, with a relatively longer phase of exponential growth before the introduction of public health interventions. During the post-growth phase, the lower susceptibility of these regions contributed to the decline in cases, independent of intervention effects. Forward projections indicate that non-metropolitan regions will be more affected during recurrent epidemic waves compared with the initially heavier-hit metropolitan regions. Our findings have consequences for disease forecasts and resource utilisation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Coronaviruses have long been an endemic source of human and animal infections. SARS-CoV-2 appeared in late 2019 1-3 , causing the potentially fatal illness COVID-19. Due largely to human mobility patterns and infection characteristics, SARS-CoV-2 became a pandemic 4 , which a year after emergence continues to wreak public health, social, and economic havoc across the globe. While a variety of strategies have been implemented to attempt to control the spread of disease 5,6 , the death toll continues to rise and infection rates are uncontrolled in many parts of the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Knowing the extent of population exposure to SARS-CoV-2 has important implications for public policy measures, including ongoing efforts to contain infection 7 . Yet, while SARS-CoV-2 has an extensive global reach, the portion of populations currently and previously infected remains unclear. Viral assays only capture recent infections, and even then can be unreliable 8 . Serological antibody testing to ascertain levels of prior exposure is burdensome, with unreliable testing validity and the potential to lead to systematic under-counting 9-11 , with corrections to test sensitivity being subject to spectrum bias 12 . Tracking epidemic data across populations and evaluating the time evolution of key markers such as death rates provides a powerful complementary approach to well-designed seroprevalence studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "For this analysis, we evaluate the growth and decline of case numbers during the well-defined epidemic phases. Generally, when a fully susceptible population is exposed to a new and contagious pathogen, an epidemic starts with an initial seeding phase when a small number of individuals are infected. Unconnected local outbreaks with unpredictable spread can occur due to variability in individual behaviour, the effects of potential 'super-spreading' events, and the non-uniform success of containment measures. This is followed by a phase of free exponential growth, during which 'track and trace' based containment is no longer feasible. Exponential spread of infections I(t) = e (β−γ )t over time t happens at a rate 1/τ = β − γ > 0 , where τ is the exponential time constant, when the average rate of new secondary infections caused by each primary infectious individual ( β ) exceeds the rate of recovery ( γ ). Note that here 'recovering' is defined as ceasing to be both infectious and susceptible. By reported daily death counts 13 , the disease dynamics of COVID-19 have fulfilled the condition of exponential growth and decline in nearly all parts of the world. For four countries highly affected by COVID-19 and with reliable reporting indices, we utilise this epidemic data to estimate the fraction of sub-populations which remain susceptible to SARS-CoV-2, which is a key parameter governing the course of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "OPEN",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "While onset of the exponential phase varies due to different seeding times, we find that the time constant of exponential growth is very similar over a wide geographical range. Figure 1A illustrates this using data 14 from four highly-affected countries: Spain, Italy, the United Kingdom, and the United States.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 217,
                    "text": "14",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 186,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The exponential growth is sustained as long as S, defined as the ratio of susceptible individuals to the whole population, is close to 100%, and β and γ are kept constant. Slowing spread and ultimately reversal to an exponential decline can be driven by an increase of γ , through interventions such as anti-viral therapies that reduce infectiousness time. Such therapies were not available for COVID-19 during the study period. Consequently, reductions of new COVID-19 infections can only be attributed to reductions in either β or S. Public health interventions aim to reduce β through hygiene, physical distancing, and mobility restriction measures designed to reduce contact frequencies 5, 6, 15 . In the following analysis we argue changes in COVID-19 disease dynamics are due to reductions of β and S, with different relative importance across geographic areas. In particular, a significant reduction of S is observed in the main metropolitan regions of the four countries investigated here.",
            "cite_spans": [
                {
                    "start": 691,
                    "end": 693,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 694,
                    "end": 696,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 697,
                    "end": 699,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Observed impact of susceptibility reduction on infection dynamics. Variability in the nature and timing of public health interventions and resulting population behaviours are eventually reflected in variations across countries in the slowdown and exponential decline of the daily death counts. Figure 1B illustrates, for the specific example of the United Kingdom and London, the timelines of public awareness (measured through frequencies of relevant internet search queries 16 ), government restriction stringency (measured as aggregate 'Oxford' stringency index 17 ) , and visits to public meeting places (restaurants 18 , grocery stores, pharmacies, and public transit stations 19 ). Qualitatively, all measures correlate with one another, with both voluntary behavioural changes and the stringency of public health interventions resulting in reduced frequency of visits to locations of high infection risk.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 478,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 565,
                    "end": 569,
                    "text": "17 )",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 621,
                    "end": 623,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 682,
                    "end": 684,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 303,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "While it is difficult to quantitatively associate a time-dependent reduction of β(t) with these data, the observed location data in Fig. 1B (also shown for additional investigated areas in Supplementary Fig. S1 ), as well as the representative transit station data in Fig. 2 (lower panels), indicate that the public response between areas within one country is similar in timing and magnitude of deviation from baseline. However, the seeding of the epidemic in each country's main metropolitan region (Italy-Milan/Lombardy; Spain-Madrid; England-London; USA-New York City) consistently occurs earlier than in the rest of the corresponding country, as exhibited in Fig. 2 (upper www.nature.com/scientificreports/ panels). As a consequence, the time period between initial epidemic onset and reduction of β taking place (driven by public behaviour change) differs in a situation in which public behaviour is modified in similar ways and at similar times. We therefore consider pairwise comparisons of main metropolitan regions and rest of countries a suitable tool to investigate the relative impact of reductions in S. Note that for our analysis of Italy we focus on the Lombardy region, whose population is dominated by Milan-the country's largest metropolitan area. In addition, we used mortality data for England as a comparison for London, with the assumption that public health interventions in London best match those of England out of the whole of the UK. Figure 2 (upper panels) shows reported daily death counts 14, 21 for the four investigated countries, broken down into the data from the main metropolitan region and the rest of the country. Each of the corresponding eight data sets shows an initial exponential growth phase, followed by a transition to an exponential decline. Seeding of the epidemic consistently happened earlier in the metropolitan regions than elsewhere in each country, leading to higher population-normalised daily death counts in these areas. Yet, the time constant of the exponential growth is equal within errors for each metropolitan-country pair (except in the United States due to its heterogeneity), suggesting that the contact rate among a fully susceptible population is not critically dependent on factors related to population density 22, 23 . In contrast, the subsequent decline is consistently but to a varying extent faster in the metropolitan regions than in the rest of the country. Together with the notably earlier transition from the exponential growth phase and the observation that public policies within countries were similar, this indicates that the reduction of S played a more important role in the metropolitan regions relative to the rest of the country in all four cases. The extracted exponential growth and decline time constants are given in the Supplementary Table S1 .",
            "cite_spans": [
                {
                    "start": 1520,
                    "end": 1523,
                    "text": "14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1524,
                    "end": 1526,
                    "text": "21",
                    "ref_id": null
                },
                {
                    "start": 2281,
                    "end": 2284,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2285,
                    "end": 2287,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 139,
                    "text": "Fig. 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 189,
                    "end": 210,
                    "text": "Supplementary Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 268,
                    "end": 274,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 664,
                    "end": 670,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1462,
                    "end": 1470,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2813,
                    "end": 2835,
                    "text": "Supplementary Table S1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Quantitatively, the time constants τ m and τ c of the exponential decay phase provide a relative measure of the reduction of susceptibility in each metropolitan region ( S m ) compared with the remainder of the country ( S c ). The observation of an extended period of purely exponential decline, together with a stable interval of public health interventions, shown in Figs. 1B and 2 (lower panels), (even when taking into account a delayed impact of ≈ 20 days of their effect on the daily death counts 20, 24 ), implies that both β(t) and S(t) do not vary much during this phase. In this case, the decay time constants can be used to yield the ratio of fractions of the population that remain susceptible to the virus, provided β = β m = β c remains equal across each country 25 . From the fits presented in Fig. 2 , we find for the ratios S m /S c values of 0.86 ± 0.05 (Madrid/Spain), 0.89 ± 0.04 (Lombardy/ Italy), 0.70 ± 0.06 (London/England), and 0.59 ± 0.05 (New York/United States). These ratios represent upper bounds for S m , since S c is by definition ≤ 1 . Note that if instead β m = β c , then the ratio of susceptibilities will be corrected by a factor β c /β m (see \"Methods\").",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 507,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 508,
                    "end": 510,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 778,
                    "end": 780,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 810,
                    "end": 816,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We directly compare the relative timing of the epidemic evolution with public policy and behaviour changes (Fig. 2) . The results corroborate the finding that a reduction of S had already begun to reduce new infection rates in the metropolitan regions when public behaviour changes started to have a significant impact. The difference in the effect of S for all eight geographic areas is shown in Fig. 3 , where the peak number of daily deaths is plotted against the time delay between when visits to public meeting places are reduced and when death rates begin to slow (see \"Methods\"). The country-level data cluster around a common delay time that is similar to the reported average time between viral exposure and death 20, 24 . This suggests that the main driver for the initial reduction in death (infection) rates is changes in public behaviour. This is not the case for the metropolitan region data, which in turn cluster around a common peak daily death count. This clustering suggests that the larger early spread of the disease was sufficient to reduce infection and death rates through reduction of S in addition to the effects based on behavioural changes. Population-normalised reported daily deaths due to SARS-CoV-2 infection (on a logarithmic scale) over the initial outbreak in early-2020, broken down into most populous metropolitan region (blue) and surrounding country (red). Data is shown together with fits and confidence intervals (see \"Methods\" for details). The stringency index is grey-scaled in the background, and has been shifted in time by +20 days to approximately indicate when the effect of public restrictions on death rates could begin to become measurable. This shift includes the expected period of 5 days from exposure to symptom onset, plus the subsequent mean period of 15 days from onset to death, reported in the literature 20 . Public transit station use (bottom panels) over the same period is also shown for comparison, with faded lines for real-time data and bold lines after applying the same expected exposure-to-death time-shift described previously. 26, 27 , and solve the differential equations simultaneously for each pair of country and metropolitan regions, with coupling between the two (see \"Methods\" for details). In this model, the population is assumed to consist of homogeneously interacting individuals, neglecting typically higher level of potentially infectious contacts within sub-communities than between such communities. This assumption can lead to systematic underestimates of fractions of residual population susceptibility. The solutions for each area are used to estimate S and the time dependence of it, as well as to explore the potential future evolution of the infection dynamics. We incorporate public behaviour changes into the system by adjusting the trajectory of β(t) equally for each metropolitan region and country pair, informed by Fig. 2 (lower panels). To evaluate the effect of initial public health measures on S, we only include the death counts until mid-May 2020, to avoid any effects of the relaxation of restrictions on the data.",
            "cite_spans": [
                {
                    "start": 723,
                    "end": 726,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 727,
                    "end": 729,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1866,
                    "end": 1868,
                    "text": "20",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2100,
                    "end": 2103,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2104,
                    "end": 2106,
                    "text": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 397,
                    "end": 403,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 2915,
                    "end": 2921,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In contrast to the model-independent slope comparison from the previous section, solving the model equations also provides absolute values for the susceptibility and infection fatality rate µ in each area, which are shown together in Table 1 . Using both approaches, we consistently find a comparatively weaker reduction in S outside the early-seeded metropolitan regions. Figure 4 shows the result of the model for the specific example of England and London, demonstrating that public policy interventions helped cap the death counts in both cases, but that a reduction of S is also a significant driver, particularly in London. Without relaxation of initial interventions, the model projects that containable infection levels would have occurred in mid-July and mid-August 2020 in London and the rest of England, respectively (solid lines c in Fig. 4 ). Note that this threshold was chosen to be 10 new daily cases per million population, in accordance with infection levels in countries with well-developed public health infrastructure (e.g. Figure 3 . The peak daily death counts from early-2020 plotted against the delay between public behaviour change and the deviation from exponential growth leading up to the peak. A correction factor from excess death data was applied to the reported rates (open circles) to derive the expected rates (solid circles), which are linked. The four countries exclude the corresponding metropolitan regions. The inset illustrates, for the example of England, a death count calibration by comparing reported COVID-19 deaths to the all-cause excess death data. Table 1 . Results of solving the SIR model with a time-dependent contact rate in each area. Ratios of susceptibilities are shown, along with the model-independent approach of analysing slopes for comparison. The model also provides absolute values of susceptibility S and infection fatality rate µ . The absolute value of S reported is that from mid-May, after stabilising at its new value for the time period studied (see Fig. 4 inset for the example of London and England). www.nature.com/scientificreports/ New Zealand, South Korea, Cuba, and Fiji), with proactive testing and 'track and trace' interventions, resulting in lasting containment approaching elimination of locally-acquired cases. In reality, a relaxation of restrictions (early-June 2020) and easing of travel restrictions were initiated. As a result, β increased, and slowed down the decline in death rates. In a forward projection based on a continuation of these new conditions with no further changes to β , containable infection levels in London and the rest of England could have been reached in mid-August and the end of 2020, respectively (dash-dotted lines d 2 ). As further relaxations are underway, these dates may be further delayed if no compensating changes in public behaviour are introduced to maintain the early-July value of β = 0.135 day −1 . We note that this value is already greater than the observed value of γ (see \"Methods\"), and thus would have been enough to drive another period of exponential growth in the absence of any reduced susceptibility effect. We also model the hypothetical scenario of a full return to pre-intervention conditions, constituting the second wave (dash-dotted lines d 1 ). In this projection, infection rates begin to rise but the second peak for the metropolitan regions is reduced with respect to the first peak, while in contrast the second peak for countries is of higher magnitude than the first one, due to the fact that the height of the peak scales with S.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 241,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 381,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 846,
                    "end": 852,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1045,
                    "end": 1053,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 1598,
                    "end": 1605,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 2021,
                    "end": 2027,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In Fig. 4 (inset) the resulting evolution of S(t) from the model for London and the rest of England is shown, together with the results of serology antibody tests for London 28 , which have recently been suspected to underestimate the actual (yet potentially temporary) immunity levels due to the lack of sensitivity of the tests to T-cell based immunity 10 . In both the slope-comparison method as well as the method based on the numerical solution of the coupled SIR model, the metropolitan regions exhibit a lower absolute value of susceptibility when compared with the rest of their respective countries.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 357,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We have found that the dynamics of the SARS-CoV-2 pandemic have been influenced both by policy interventions and by reduced population susceptibility, with a relatively stronger contribution from susceptibility changes in early-seeded metropolitan regions. This difference appears to arise solely from earlier seeding of the disease in these areas. Our data provide a method of upward revision to the reported prevalence estimates derived from laboratory testing. In addition, while infection and thus death rates are a function of S and β , the effect of S reduction is more durable, and β will rise whenever restrictions are relaxed unless protective measures prove to be fully compensatory. If they are not, a second peak may occur. The reduction in S would not necessarily avoid this, but would mitigate peak height. Forward projections based on the observed data also indicate that later-seeded areas are relatively more vulnerable in a second wave, which has implications for the distribution of healthcare resources. It is important to note that the first peaks in the scenario modelled without any interventions are significantly higher, and could lead to hospital admission numbers with a real risk of exceeding available capacities, which would in turn lead to an over-proportionally large negative public health impact with even larger death counts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our model assumes a homogeneously mixing population. Yet, real-life infection spreading is heterogeneous, with some sub-regions of cities or neighbourhoods more heavily affected than others, as well as demographic or geographical groups mixing more strongly internally than between each other. As a result of these heterogeneities, susceptibility-mediated effects on epidemic dynamics can occur at lower exposure levels than would be required for a homogeneously mixed and exposed population 29 . As a consequence, our absolute estimates www.nature.com/scientificreports/ of remaining susceptibilities in each region may need to be interpreted as effective values that cannot be used to directly infer cumulative fractions of the populations having been infected with the virus. For example, the figures for S reported in Table 1 cannot be read as 19% (45% ) of the population in London (rest of England) have been exposed to SARS-CoV-2. Instead the observed epidemic evolution in the heterogeneous population follows a pattern that would be expected for a hypothetical homogeneous population in which the exposure rates had reached these levels.",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 494,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 822,
                    "end": 829,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The ratios of effective exposures between the areas are likely to represent the true exposure ratios. For example, we find that the fraction of the population that has been exposed to SARS-CoV-2 is 2.4 times greater in London than in the rest of England. For comparison, the REACT2 30 study of antibody prevalence finds a very similar ratio of 2.8 between London and England (excluding London) exposure. Similar calculations for Madrid/Spain and Lombardy/Italy yield ratios of 3.4 and 5.3, respectively, which are consistent with the values of 3.3 31 and 5.0 32 produced by each country's corresponding national seroprevalence studies from the relevant time period. While our absolute effective exposure levels are higher than the actual levels, the REACT2 study could underestimate current immunity levels by a factor of two or higher, as T-cell based immunity can exist with negative laboratory antibody response 10 . This factor of underestimated population immunity levels is time-dependent, as waning of antibody levels cannot be assumed to coincide with or be proportional to the timescales of waning immunity. The use of low blood volume finger-prick rather than standard high-volume samples derived from venous puncture, as well as testing bias introduced through inhomogeneous test responsiveness in the selected test population (albeit corrected for through post-stratification), are further limitations of the REACT2 study. The intrinsic underestimate of the remaining susceptible fraction of the population in our approach and the systematic overestimate of antibody serology studies such as the REACT2 study show that best estimates of the true value of S will benefit from a combination of both methods. While both methods are likely to provide more reliable quantitative information on relative values of S between different regions, a combined approach based on both population statistics and sufficiently large-scale serosurveys could be helpful deriving robust absolute values of S.",
            "cite_spans": [
                {
                    "start": 915,
                    "end": 917,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our modelling also assumes lasting immunity following acute infection, in keeping with normal immunological responses to viral infections 33 . Yet, for the purposes of our projections, immunity need only be preserved for as long as infection rates are uncontrollable. The level used for 'controllable disease' was chosen in accordance with data from countries achieving containment, and assumes a goal of elimination utilising, among other measures, tracking and tracing. It is possible that technological improvements will allow a successful track-and-trace strategy at higher infection levels. Forward-projecting continuations of modest relaxations of restrictions appears to make containment achievable, but observed slow down in the decline of death rates indicates that this will be reached later than would have occurred under more stringent restrictions. Mass vaccination programmes, not yet in existence during the timeframes studied here, can positively influence the infection dynamics. Our approach can be adapted to incorporate these programmes, as vaccinations further reduce S. In the simplest case, the initial value of S is adjusted to the size of the non-vaccinated population. As long as large numbers of vaccinations occur amidst active infection dynamics, the actual rate equations need to be modified.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 140,
                    "text": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The key parameters of an epidemic can be extracted from epidemiological data (infection, hospitalisation or death rates), as long as populations are sufficiently large for demographic variations to average out, reported data are reliable, and interventions are relatively uniformly implemented. The similar observed exponential growth illustrates that this condition is fulfilled for the four countries of our study (the United States is an exception in some respects due to the heterogeneity of interventions and population behaviour). A key quantity is the time evolution of number of infected individuals. Due to insufficient quantity and quality of testing however, reported daily deaths D(t) are likely a more reliable measure of COVID-19 pandemic dynamics than the number of confirmed cases. The infection fatality rate (IFR) µ , assumed to be a constant with time, is the probability that an infected individual dies from the disease and therefore validates D(t) as a proportional measure of infections, and our main findings do not depend on knowing the exact value of µ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extraction of epidemic parameter values."
        },
        {
            "text": "For our investigated areas, D(t) is obtained from Refs. 14,21 . Data for metropolitan regions is directly extracted from these sources, whereas data for the remainder of the country is derived as the national minus metropolitan data. Finally, data are normalised to the corresponding populations in each region 34 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extraction of epidemic parameter values."
        },
        {
            "text": "The initial growth of infections I is observed to be exponential in time I(t + �t) = I(t)e �t/τ i , demonstrated in Fig. 1A , when the population is assumed to be fully susceptible, and the mean time constant τ i characterising this initial growth is measured to be τ i = (3.4 ± 0.2) days across the four countries. The serial time T s is defined as the average time between primary and secondary infections, and in addition the average number of secondary cases arising from a typical primary case is known as the basic reproduction number R 0 = β/γ . This means that, on average, after a time period T s has elapsed the fraction of the population infected is scaled up by a factor R 0 , and therefore I(t + T s ) = I(t)e T s /τ i = R 0 I(t) , which leads to R 0 = β/γ = e T s /τ i , providing a link between the observed growth rate and the epidemiological rates. Using the clinically determined serial time T s = (4.0 ± 0.4) days 35,36 , we find R 0 = e T s /τ i = (3.2 ± 0.3) , which is consistent with the literature 6, 37, 38 . It follows that the contact rate is β = (0.43 ± 0.02) d −1 in an unconstrained population, and the recovery rate is γ = (0.130 ± 0.013) d −1 , corresponding to a mean infectious period of (7.7 ± 0.7) days, again consistent with the literature 39, 40 .",
            "cite_spans": [
                {
                    "start": 1022,
                    "end": 1024,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1025,
                    "end": 1028,
                    "text": "37,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1029,
                    "end": 1031,
                    "text": "38",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1277,
                    "end": 1280,
                    "text": "39,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1281,
                    "end": 1283,
                    "text": "40",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 123,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Extraction of epidemic parameter values."
        },
        {
            "text": "Turning now to the exponential decay phase, if the fraction of population that is susceptible S is instead different from 1, and has some other constant value, then the contact rate is simply modified accordingly and the final characteristic exponential decay time is given by www.nature.com/scientificreports/ provided β f is also constant (for example during a period with little or no change in public behaviour). This allows us to examine the ratio of susceptible populations between a metropolitan region (m) and the rest of its corresponding country (c) through the relation by measuring the time constants of the exponential declines. If β f is further assumed to take the same absolute value in the two areas, this equation simplifies to providing a direct way to estimate the ratio of relative susceptibilities in each area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extraction of epidemic parameter values."
        },
        {
            "text": "Variations in the stringency of country-wide public health interventions among countries have been extensively analysed by the Oxford group 17 . These data are not available at a regional (sub-country) level, and are not a direct measure of actual public behavior. We use cellular device location data 19 to overcome both these limitations, and to evaluate the effect of PHIs. Such data are available for several high infection risk location categories, including retail and recreation, groceries and pharmacies, parks, transit stations, workplaces, and residential. Progressively introduced use of personal protective equipment, in particular face masks, will generally play a role in reducing β but in the time frame under investigation here this is not likely to be important as recommendations and significant population uptake occurred later in the course of the epidemic. We plot the cellular location data to show the relative change compared to the baseline value from the first five weeks of 2020 for each of the eight areas studied. Due to similarities of the relative timings and changes in magnitude of these measures, in principle any of them could be used as proxy for β(t) . Based on the comparably low noise level as well as the consistent and clear functional shape of the location data at public transit stations, we chose these data for our analyses. Transit data, shown in Fig. 2 (lower panels), includes use of subway stations, taxi stands, sea ports, and other travel-related locations. Empirically we find that the transit station location data are well described by a sigmoid function with a zero reference level (by definition the pre-pandemic normal level for early times t ≪ t 0 ). The remaining fitting parameters characterise the magnitude of the response ( TS l ), the time ( t 0 ) when the public behaviour change happened and time duration ( TS w ) over which the change occurred. As a comparable measure of the time when a significant reduction of β is expected to occur, we choose the time t 50% when TS(t) is reduced by 50% from normal use as determined by the fit for each area, with the error determined as the one standard deviation functional prediction interval.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 142,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 302,
                    "end": 304,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1393,
                    "end": 1399,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Relating public health interventions (PHIs) to epidemic data."
        },
        {
            "text": "As the time evolution of D(t) follows exponential trajectories (growth and decline) during periods of (near) constant parameters β , γ and S, we display D(t) on a logarithmic scale and apply fit functions to D log (t) = log[D(t)] to avoid heteroscedastic bias. On the logarithmic scale, the exponential growth and decline phases are transformed to increasing and decreasing linear slopes, respectively. Therefore, as a suitable model function for fitting we use which represents an interpolation between an increasing linear function with slope D u for t ≪ t 0 , and a decreasing linear function with slope D l for t ≫ t 0 . The temporal width of the transition between them is characterised by D w . This function corresponds to an analytically-integrated sigmoid (which itself is an interpolation between two constant values, representing the constant slopes). We then fit this model to the logarithm of the data in two steps: first, we individually fit the data at early and late times to linear functions using ordinary least-squares regression to obtain D u and D l , respectively. The results of this stage are shown as the dashed lines in Fig. 2  (upper panels) . These values are then used as constrained parameters of the full function Eq. (5) in a second fitting stage, the result of which is indicated by the solid lines in Fig. 2 (upper panels) . We use the full fits to extract both the peak value of the fit to D(t) and the time t 10% when D(t) reaches 10% of the value that would have been reached at the same time if the exponential growth trajectory had continued, indicated by the dotted lines in Fig. 2 (upper panels) . This is a measure of when the dynamics has significantly departed from the exponential growth regime, and begins to transition to a decline. This point is located close to the peak, but is not biased by the slope of the exponential decline in the same way that the peak time is. The error of t 10% is determined again as the one standard deviation functional prediction interval. For all fitting, we restrict data to a time window starting with exponential growth and ending just before the introduction of the first relaxation in PHIs where an uptick in TS(t) is observed (mid-May 2020).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1146,
                    "end": 1168,
                    "text": "Fig. 2  (upper panels)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1335,
                    "end": 1356,
                    "text": "Fig. 2 (upper panels)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1615,
                    "end": 1636,
                    "text": "Fig. 2 (upper panels)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Relating public health interventions (PHIs) to epidemic data."
        },
        {
            "text": "We use the relative delay t = t 10% − t 50% as a measure of the influence of public behaviour change on β and the rate of new exposure to the virus. The expectation for a PHI-driven scenario, versus an effect of a reduction in S, is that t is comparable to the typical time from exposure to death, which is on the order of 20 days 20,24 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relating public health interventions (PHIs) to epidemic data."
        },
        {
            "text": "(1) www.nature.com/scientificreports/ Corrected death counts. For COVID-19 dynamics, the attributed daily death rates are a more reliable metric than the number of confirmed cases, as they are not dependent on testing practices, and should be less prone to under-reporting. However, daily death rates are still subject to variations in reporting methods and in how each region defines what is classified as a COVID-related death 41 . Alternatively, excess deaths can be calculated by examining how many additional deaths (from all causes) have occurred above a baseline value that would be expected for the same time of year had the epidemic not happened 13 . While excess deaths statistics include deaths indirectly related to COVID-19 (for example, 'collateral' deaths due to healthcare systems being overwhelmed, or reduced visits to emergency departments), and the baseline value for expected deaths may not exactly reflect the current situation 42 (for example, in lockdown conditions the number of road traffic accidents will be lower than typical historical values), the number of excess deaths is nevertheless widely agreed to be the most reliable indicator to reflect the state of the epidemic, and alleviates some of the shortcomings associated with the reported daily deaths data 41, 43 . We compare the time evolution of D(t) (aggregated to weekly level) to that of weekly excess deaths during the spring of 2020 relative to the median value of the historical data up to the past five years, where available 44 . Accounting for the delay that it takes in processing and registering the deaths in each case, we apply a constant correction factor to the reported daily deaths. These factors faithfully reflect the registered excess deaths, and by area were 1.9 (Italy), 2.2 (England), 1.4 (Spain), 1.5 (US), and we found that these same factors applied equally well to each of the corresponding metropolitan regions, respectively. For the purpose of fitting analysis, we continue to work with the scaled reported deaths because these data are available at a daily granularity, whereas the excess deaths are only provided weekly. The scaling of the data is shown in Fig. 3 (inset) for the example of England.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 431,
                    "text": "41",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 655,
                    "end": 657,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 950,
                    "end": 952,
                    "text": "42",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1291,
                    "end": 1294,
                    "text": "41,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1295,
                    "end": 1297,
                    "text": "43",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1520,
                    "end": 1522,
                    "text": "44",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 2175,
                    "end": 2181,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Relating public health interventions (PHIs) to epidemic data."
        },
        {
            "text": "Substantial efforts have gone into describing and predicting epidemic dynamics of many diseases, especially of COVID-19, through Monte Carlo-type discrete [45] [46] [47] or continuous differential equation models 48, 49 . Typically, these models require many input parameters such as fine-grained demographic and populations' behavioural details. They are often critically dependent on these parameters with corresponding large variations between studies in terms of predicted outcomes and inevitable divergence from actual observations made after the forecasts 50 . In our work we instead aimed to understand the reduction of S and its impact in a largely model-independent way. In order to still derive quantitative trends and estimates, we chose the SIR model as the simplest epidemic model that takes time-dependent susceptibility (immunity) into account.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 160,
                    "end": 164,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 165,
                    "end": 169,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 213,
                    "end": 216,
                    "text": "48,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 217,
                    "end": 219,
                    "text": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 562,
                    "end": 564,
                    "text": "50",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "SIR model with time-varying β(t)."
        },
        {
            "text": "The well-established SIR framework is a deterministic model using a system of coupled ordinary differential equations, and is based on the compartmentalisation of populations into the fraction of individuals who are susceptible, S, infectious, I, and no longer susceptible (removed), R. The R compartment includes individuals who have recovered from disease and survived, along with those who have died. The rate coefficients β and γ describe the flow from the S to the I and from the I to the R compartments, respectively, and the evolution of the system is described by the set of differential equations where the dot indicates a derivative with respect to time. These equations have previously been solved analytically for a time-independent β 51 . Here we do not include any background loss rate from disease-induced mortality, since its effect would be negligible compared with the epidemic rates -particularly in the early phase of the outbreak studied in this paper, when the total number of deaths is relatively small compared with the overall population size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR model with time-varying β(t)."
        },
        {
            "text": "Since public policy interventions and public behaviour changes (whether or not they are influenced by these interventions) affect the value of β , we introduce a time dependence of that parameter into the model β = β(t) . Since no known intervention affects the duration of infectiousness, we treat γ as constant. Following the empirically found functional shape of the public response as representatively measured through use of public transit, we also model β(t) as a sigmoid with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR model with time-varying β(t)."
        },
        {
            "text": "The shape of this function implies that there was only one period of relevant change to β from its unrestricted initial value β i to a later final value β f . This is justified as long as public policy relaxations do not take effect on D(t) and as long as compliance with them remains high (constant). We therefore restrict our main analysis to times that are not affected by such changes and only consider D(t) data until the end of May 2020, as no significant corresponding changes in TS(t) are discernible prior to early-May (considering the delay between exposure and death).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR model with time-varying β(t)."
        },
        {
            "text": "This simple model is based on several idealised assumptions. It does not account for inhomogeneity of the population or of the mixing dynamics 29 , and so stochastic, regional and demographic effects are averaged out to effective parameters. In particular, it is known that µ is a parameter whose value strongly increases with age, but also with strong dependence on health status 52 . This means that not only the demographic composition of an (6) S = −βSI www.nature.com/scientificreports/ investigated population needs to be considered, but also the dynamics of epidemic spread relative to it (e.g. the timing of seeding the virus in settings or population groups with specific demographic makeup such as schools, high-frequency business travellers or care homes). As a consequence, the infection fatality rates reported in the literature have varied, with some convergence in the range of 0.5-1% 53 . Findings outside this range with potential country to country variations may still occur and be meaningful as effective average figures. Possible changes of µ(t) with time during the course of the epidemic have not been considered here, but are not likely to be important over the period studied in light of the high quality of exponential fits to the D(t) data. Since S is generally time-dependent over the course of the epidemic, we use a standard Runge-Kutta iterative algorithm to calculate numerical solutions of the system of differential equations [6] [7] [8] , and incorporate a time dependence to β(t) using Eq. (9) . A cost function is generated, derived from the mean-squared deviation between the numerical solutions for the epidemic trajectory and the observed data D log (t) , in each geographical area considered. The individual cost functions for the metropolitan region and corresponding country are combined (with equal weighting) to simultaneously respect both sets of data in each pair, and a Nelder-Mead based optimisation method is then used to minimise this total cost function. This procedure provides our best-fit parameters for the epidemic dynamics.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 145,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 381,
                    "end": 383,
                    "text": "52",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 900,
                    "end": 902,
                    "text": "53",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1460,
                    "end": 1463,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1464,
                    "end": 1467,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1468,
                    "end": 1471,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1526,
                    "end": 1529,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "SIR model with time-varying β(t)."
        },
        {
            "text": "Additionally in this process, coupling is introduced between each metropolitan region and its corresponding country by constraining the values of β(t) over time to be equal between the areas in each pair, as informed by the location data (Figs. 1B and 2 lower panels). Constraining the values of β in the metropolitan region and the rest of the country to be equal [β m (t) = β c (t)] is based on the assumption that public health interventions have equal effects on each area. This is supported by the observation that the time constants for initial exponential growth and the public behaviour changes (in timing and magnitude) are very similar for countries and their metropolitan regions following nationally homogeneously-imposed public health interventions, with the exception of the United States as already noted. The initial value of β i is determined by the previously determined (see above) exponential growth phase time constant. Free optimisation parameters then relate to timing of epidemic seeding and the nature of the change in β (namely t int and t w ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR model with time-varying β(t)."
        },
        {
            "text": "To account for demographic differences, we use the distributions of ages from population statistics in each of the eight geographical areas along with the reported age-dependence of the IFR 24,52 to calculate the average apparent IFR for each metropolitan region ( µ m ) and rest of country ( µ c ). Then, rather than constrain our model by exactly these determined IFR values (which may be prone to systematic bias in the clinical data), we instead couple the fitting procedure between metropolitan region and rest of country by prescribing the ratio µ m /µ c in each case. The obtained ratios used as constraints for each fit were 0.664 (London/England), 0.985 (Lombardy/Italy), 0.887 (Madrid/Spain), and 0.854 (New York/US), and so the metropolitan regions have a generally younger population structure (and therefore lower effective infection fatality rate). Finally, the absolute values of µ are then returned as fit parameters (see Supplementary Table S1) , and are consistent with those reported in the literature 53 . An exception is the higher value obtained for Italy of µ = 1.95% , which may be attributed in part to a comparably older population structure, and potentially the increased impact on healthcare capacities.",
            "cite_spans": [
                {
                    "start": 1021,
                    "end": 1023,
                    "text": "53",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [
                {
                    "start": 938,
                    "end": 961,
                    "text": "Supplementary Table S1)",
                    "ref_id": null
                }
            ],
            "section": "SIR model with time-varying β(t)."
        },
        {
            "text": "The model can be extended by incorporating further changes in β(t) as public policy interventions and/or compliance and public behaviour change. For the example of England and London we note that a slight increase of β c = β m = 0.134 day −1 is consistent with the observations of D(t) from mid-May until the end of June 2020. The continued match of the data with equal values of β(t) while the exponential decay constants differ between London and the rest of England further strengthens the hypothesis that public policy interventions had an equal effect on β across both areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR model with time-varying β(t)."
        },
        {
            "text": "In this study we have collated epidemiological and location data from a variety of sources, which are all publicly available. Details of all data sources used, as well as codes written for analysis in the paper, can be found at https:// github. com/ tjb36/ Barre tt2021_ Covid_ Susce ptibi lity_ Impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Outbreak of pneumonia of unknown etiology in Wuhan, China: The mystery and the miracle",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Stratton",
                    "suffix": ""
                },
                {
                    "first": "Y.-W",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Virol",
            "volume": "92",
            "issn": "",
            "pages": "401--402",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25678"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Undiagnosed pneumonia -China (HU): Request for information",
            "authors": [
                {
                    "first": "Pro",
                    "middle": [],
                    "last": "Promed",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ah/Edr",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N. Engl. J. Med",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus disease 2019 (COVID-19): Situation Report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 control in China during mass population movements at New Year",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bärnighausen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "20",
            "pages": "30421--30430",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30421-9"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Estimating the effects of non-pharmaceutical interventions on COVID-19 in Europe",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flaxman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2405-7"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Fundamental principles of epidemic spread highlight the immediate need for large-scale serological surveys to assess the stage of the SARS-CoV-2 epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lourenco",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.24.20042291"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Variation in false-negative rate of reverse transcriptase polymerase chain reaction-based SARS-CoV-2 tests by time since exposure",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Kucirka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Laeyendecker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann. Internal Med",
            "volume": "173",
            "issn": "",
            "pages": "262--267",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-1495"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Are seroprevalence estimates for severe acute respiratory syndrome coronavirus 2 biased",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Greenhouse",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rodríguez-Barraquer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Infect. Dis",
            "volume": "222",
            "issn": "",
            "pages": "1772--1775",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiaa523"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Robust T cell immunity in convalescent individuals with asymptomatic or mild COVID-19",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sekine",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "183",
            "issn": "",
            "pages": "158--168",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2020.08.017"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Longitudinal observation and decline of neutralizing antibody responses in the three months following SARS-CoV-2 infection in humans",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Seow",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Microbiol",
            "volume": "5",
            "issn": "",
            "pages": "1598--1607",
            "other_ids": {
                "DOI": [
                    "10.1038/s41564-020-00813-8"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "AbC-19 rapid test\" for detection of previous SARS-CoV-2 infection in key workers: test accuracy study",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mulchandani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m4262"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Interpreting and using mortality data in humanitarian emergencies: a primer for non-epidemiologists. Humanitarian Practice Network Paper",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Checchi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Number 52. London: Overseas Development Institute",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "COVID-19 Open-Data: Curating a fine-grained, global-scale data repository for SARS-CoV-2 (2020)",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Wahltinez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Public health interventions and epidemic intensity during the 1918 influenza pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Hatchett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Mecher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "104",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0610941104"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A global panel database of pandemic policies (Oxford COVID-19 government response tracker)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hale",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat. Hum. Behav",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41562-021-01079-8"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "OpenTable at Booking.com. The state of the restaurant industry",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Incubation period and other epidemiological characteristics of 2019 novel coronavirus infections with right truncation: A statistical analysis of publicly available case data",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clin. Med",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/jcm9020538"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Have UK cities been hotbeds of the COVID-19 pandemic? Centre For Cities (2020)",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Quinio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Accessed",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Urban Density is Not an Enemy in the Coronavirus Fight: Evidence from China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wahba",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Accessed",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Estimates of the severity of coronavirus disease 2019: A model-based analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verity",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect. Dis",
            "volume": "20",
            "issn": "20",
            "pages": "30243--30250",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30243-7"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Inferring the effective fraction of the population infected with COVID-19 from the behaviour of Lombardy, Madrid and London relative to the remainder of Italy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Thorne",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A contribution to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proc. R. Soc. London. Series A",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {
                "DOI": [
                    "10.1098/rspa.1927.0118"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The mathematics of infectious diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "SIAM Rev",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1137/S0036144500371907"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Weekly Coronavirus Disease 2019 (COVID-19) Surveillance Report, week",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health England",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A mathematical model reveals the influence of population heterogeneity on herd immunity to SARS-CoV-2",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Trapman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abc6810"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "SARS-CoV-2 antibody prevalence in England following the first peak of the pandemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat. Commun",
            "volume": "12",
            "issn": "",
            "pages": "1--8",
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-021-21237-w"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Prevalence of SARS-CoV-2 in Spain (ENE-COVID): A nationwide, population-based seroepidemiological study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pollán",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "396",
            "issn": "20",
            "pages": "31483--31488",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)31483-5"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Preliminary Results of the Investigation on SARS-CoV-2 Seroprevalence",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Duration of humoral immunity to common viral and vaccine antigens",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Amanna",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Carlson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Slifka",
                    "suffix": ""
                }
            ],
            "year": 1903,
            "venue": "N. Engl. J. Med",
            "volume": "357",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa066092"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Serial interval of COVID-19 among publicly reported confirmed cases",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg. Infect. Dis",
            "volume": "26",
            "issn": "",
            "pages": "1341--1343",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2606.200357"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Serial interval of novel coronavirus (COVID-19) infections",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Infect. Dis",
            "volume": "93",
            "issn": "",
            "pages": "284--286",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.02.060"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Estimate of the basic reproduction number for COVID-19: A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Alimohamadi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Taghdir",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sepandi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Prev. Med. Public Heal",
            "volume": "53",
            "issn": "",
            "pages": "151--157",
            "other_ids": {
                "DOI": [
                    "10.3961/jpmph.20.076"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New Engl. J. Med",
            "volume": "382",
            "issn": "",
            "pages": "1199--1207",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Virological assessment of hospitalized patients with COVID-2019",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wölfel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "581",
            "issn": "",
            "pages": "465--469",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2196-x"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Criteria for releasing COVID-19 patients from isolation: Scientific Brief",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Evaluating data types: A guide for decision makers using data to understand the extent and spread of COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Raftery",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Currie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Bassett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Groves",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Natl. Acad. Sci. Eng. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.17226/25826"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Excess mortality estimation during the COVID-19 pandemic: Preliminary data from Portugal",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nogueira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Araujo Nobre",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nicola",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Furtado",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Carneiro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Med. Port",
            "volume": "33",
            "issn": "",
            "pages": "376--383",
            "other_ids": {
                "DOI": [
                    "10.20344/amp.13928"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A pandemic primer on excess mortality statistics and their comparability across countries",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aron",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Giattino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Muellbauer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ritchie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Our World in Data",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Available at: https:// github. com/ Finan cial-Times/ coron avirus-excess-morta lity-data",
            "authors": [],
            "year": 2020,
            "venue": "Financial Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "An improved mathematical prediction of the time evolution of the COVID-19 pandemic in Italy",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ciufolini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Paolozzi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Monte Carlo simulations and error analyses",
            "authors": [],
            "year": 2020,
            "venue": "Eur. Phys. J. Plus",
            "volume": "135",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1140/epjp/s13360-020-00488-4"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Early dynamics of transmission and control of COVID-19: A mathematical modelling study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect. Dis",
            "volume": "20",
            "issn": "20",
            "pages": "30144--30148",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30144-4"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob. Heal",
            "volume": "8",
            "issn": "20",
            "pages": "30074--30081",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(20)30074-7"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "A conceptual model for the coronavirus disease 2019 (COVID-19) outbreak in wuhan, China with individual reaction and governmental action",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Infect. Dis",
            "volume": "93",
            "issn": "",
            "pages": "211--216",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.02.058"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Modelling the COVID-19 epidemic and implementation of population-wide interventions in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Giordano",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Med",
            "volume": "26",
            "issn": "",
            "pages": "855--860",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0883-7"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Why is it difficult to accurately predict the COVID-19 epidemic?",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Roda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Varughese",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infect. Dis. Model",
            "volume": "5",
            "issn": "",
            "pages": "271--281",
            "other_ids": {
                "DOI": [
                    "10.1016/j.idm.2020.03.001"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Exact analytical solutions of the susceptible-infected-recovered (SIR) epidemic model and of the SIR model with equal death and birth rates",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Harko",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Lobo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mak",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Appl. Math. Comput",
            "volume": "236",
            "issn": "",
            "pages": "184--194",
            "other_ids": {
                "DOI": [
                    "10.1016/j.amc.2014.03.030"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Report",
            "volume": "9",
            "issn": "16",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25561/77482"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "A systematic review and meta-analysis of published research data on COVID-19 infection fatality rates",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Meyerowitz-Katz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Merone",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Infect. Dis",
            "volume": "101",
            "issn": "",
            "pages": "138--148",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.09.1464"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(A) Reported number of daily deaths due to SARS-CoV-2 infection (smoothed by a moving average over 7 days), over the initial phase of the outbreak in early-2020, for four highly affected countries (see \"Methods\"). The dashed line (shaded area) represents the mean (range of) early exponential growth with a time constant τ = 3.4(2) days. The lines are spline interpolations to guide the eye. (B) Comparison of different metrics that potentially affect infection contact rates, shown for the example of the whole of the United Kingdom and London, demonstrating their time-dependence during the first introduction of public health interventions in early-2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2. Population-normalised reported daily deaths due to SARS-CoV-2 infection (on a logarithmic scale) over the initial outbreak in early-2020, broken down into most populous metropolitan region (blue) and surrounding country (red). Data is shown together with fits and confidence intervals (see \"Methods\" for details). The stringency index is grey-scaled in the background, and has been shifted in time by +20 days to approximately indicate when the effect of public restrictions on death rates could begin to become measurable. This shift includes the expected period of 5 days from exposure to symptom onset, plus the subsequent mean period of 15 days from onset to death, reported in the literature 20 . Public transit station use (bottom panels) over the same period is also shown for comparison, with faded lines for real-time data and bold lines after applying the same expected exposure-to-death time-shift described previously.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "SIR model and forecast throughout 2020 for London (blue) and the rest of England (red). Adjusted daily death counts are shown pre and post relaxation of interventions. Note that the vertical axis is displayed logarithmically. The hypothetical scenarios of no reduction in susceptibility S (a) and of no interventions (b) are displayed. Extrapolations for scenarios of continued stringent interventions (c), of ending interventions (d 1 ), and of a partial relaxation of stringency consistent with post-relaxation observations (d 2 ) are shown. Inset shows the reduction of S for London and the rest of England, together with fractions of negative serology testing for London. Scientific Reports | (2021) 11:12213 | https://doi.org/10.1038/s41598-021-91247-7",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "P.K. and K.P. conceived the study; All authors designed the study; T.B. collated, processed, and fitted the data; T.J. implemented the software for the numerical models and fitted to data; All authors analysed the data for important intellectual conclusions; All authors wrote, reviewed, and revised the submitted manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "The online version contains supplementary material available at https:// doi. org/ 10. 1038/ s41598-021-91247-7.Correspondence and requests for materials should be addressed to P.K.Reprints and permissions information is available at www.nature.com/reprints.Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Information"
        },
        {
            "text": "License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International"
        }
    ]
}