{
    "paper_id": "3dda5436cfa1f58cfa83c91bbb0ec51c58e741af",
    "metadata": {
        "title": "Editorial On \"Exosomes, Their Biogenesis and Role in Inter-Cellular Communication, Tumor Microenvironment and Cancer Immunotherapy\"",
        "authors": [
            {
                "first": "Vita",
                "middle": [],
                "last": "Golubovskaya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Promab Biotechnologies",
                    "location": {
                        "addrLine": "2600 Hilltop Drive",
                        "postCode": "94806",
                        "settlement": "Richmond",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": "vita.gol@promab.com"
            },
            {
                "first": "Michael",
                "middle": [
                    "I"
                ],
                "last": "Bukrinsky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The George Washington University",
                    "location": {
                        "addrLine": "Ross Hall 624, 2300 I St NW",
                        "postCode": "20037",
                        "settlement": "Washington",
                        "region": "DC",
                        "country": "USA"
                    }
                },
                "email": "mbukrins@gwu.edu"
            },
            {
                "first": "Fabio",
                "middle": [],
                "last": "Grizzi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The term \"Exosomes\" defines small extracellular vesicles, ranging from 30 to 150 nm in diameter, secreted by most eukaryotic cells into surrounding body fluids including blood, saliva, urine, bile and breast milk. Extracellular vesicles, which used to be considered a garbage disposal pathway, are getting increasing attention from biomedical investigators, and reports demonstrating the role of these factors in multiple physiological and pathological events keep accumulating. Exosomes were first discovered in reticulocytes from sheep in 1983 by two independent groups [1, 2] . Exosomes are produced by virtually all cells and can carry numerous cell-derived proteins, DNA, RNA, miRNA [3]. These biologically active molecules are protected by the exosomal membrane from degradative enzymes in the blood, allowing delivery of these molecules to cells located far away from the exosome-producing cell. The exosomal membrane is a lipid bilayer containing proteins, cholesterol, phosphatidylserine, ceramide, sphingolipids, and lipid rafts. The proteins identified in exosomes are mainly involved in multivesicular body formation, membrane transport and fusion (e.g., TSG-101, ALIX), adhesion, and antigen presentation (i.e., MHC class I and II molecules). Additionally, tetraspanins, including CD9, CD63, and CD81, heat shock proteins, principally HSP70 and HSP90, and lipid metabolism-related proteins are often present in exosomes (Figure 1) . Exosomes also carry a range of host cell-derived metabolites, DNA fragments and non-coding RNAs, including miRNAs, long noncoding RNAs (lncRNAs), Y-RNAs, fragments of tRNAs, small nuclear and nucleolar RNAs, and piwi-interacting RNAs, and can contain viral RNAs. The ability of exosomes to fuse with target cells facilitates delivery of the exosomal cargo to distant recipients.",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 575,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 576,
                    "end": 578,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 1433,
                    "end": 1443,
                    "text": "(Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "The review by Kishore Kumar Jella et al. \"Exosomes, Their Biogenesis and Role in Inter-Cellular Communication, Tumor Microenvironment and Cancer Immunotherapy\" highlighted an important role of exosomes in cancer and immunotherapy [4] . It has also discussed the role of these vesicles in cell-cell communication between various cell populations through several proposed mechanisms, such as binding to the surface of recipient cells, fusion of vesicles after their adhesion, receptor mediated endocytosis, and phagocytosis, in a wide range of physiological and pathological processes. The exosomes produced by cancer cells play an important role in cancer-related events such as angiogenesis, metastasis, and regulation of the tumor microenvironment [5] . These vesicles also affect cells of the immune system by inhibiting NK-cells, CD4 + and CD8 + lymphocyte proliferation, thus blocking the anti-tumor immune cell functions [5] . Tucci et al. [6] have also shown a correlation between high levels of CD28 and programmed death receptor 1 (PD-1) in exosomes and the therapeutic response to anti-CTLA4 immunotherapy in metastatic melanoma. On the other hand, exosomes can be used for anti-cancer immunotherapy by loading them with immunotherapy drugs and immunostimulants",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 233,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 749,
                    "end": 752,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 926,
                    "end": 929,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "and targeting them to cancer cells. Exosomes from dendritic cells pulsed with peptides were able to stimulate and activate T-lymphocytes against tumors [7] . The review by Kishore Kumar Jella et al. \"Exosomes, Their Biogenesis and Role in Inter-Cellular Communication, Tumor Microenvironment and Cancer Immunotherapy\" highlighted an important role of exosomes in cancer and immunotherapy [4] . It has also discussed the role of these vesicles in cell-cell communication between various cell populations through several proposed mechanisms, such as binding to the surface of recipient cells, fusion of vesicles after their adhesion, receptor mediated endocytosis, and phagocytosis, in a wide range of physiological and pathological processes. The exosomes produced by cancer cells play an important role in cancer-related events such as angiogenesis, metastasis, and regulation of the tumor microenvironment [5] . These vesicles also affect cells of the immune system by inhibiting NK-cells, CD4 + and CD8 + lymphocyte proliferation, thus blocking the anti-tumor immune cell functions [5] . Tucci et al. [6] have also shown a correlation between high levels of CD28 and programmed death receptor 1 (PD-1) in exosomes and the therapeutic response to anti-CTLA4 immunotherapy in metastatic melanoma. On the other hand, exosomes can be used for anti-cancer immunotherapy by loading them with immunotherapy drugs and immunostimulants and targeting them to cancer cells. Exosomes from dendritic cells pulsed with peptides were able to stimulate and activate T-lymphocytes against tumors [7] .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 907,
                    "end": 910,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1084,
                    "end": 1087,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1103,
                    "end": 1106,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1581,
                    "end": 1584,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, cancer is only one of many diseases where exosomes are important pathogenic factors but can also be used therapeutically. Conjugating the lysosomes with antibody recognizing the antigen expressed in the tissue affected by the autoimmune disease, and loading them with an immunosuppressive therapeutic agent, may provide an effective treatment for autoimmune diseases, such as rheumatoid arthritis, by delivering the therapy directly to affected tissues. A potential protective role of exosomes has been also reported in progressively debilitating neurodegenerative conditions that lead to motor and cognitive dysfunction, such as Parkinson disease [8] . The same concept may be used for treating infectious diseases, including the current pandemic of COVID-19. Here, using exosomes coated with an antibody to Angiotensin-converting enzyme 2 (ACE2), a receptor to SARS-CoV-2, and loading them with antiviral drug, such as remdesivir, would deliver the drug to cells targeted by the virus, thus greatly reducing the side effects. Exosomes are major players in viral pathogenesis. For example, the effect of Human Immunodeficiency Virus (HIV) infection on cholesterol metabolism, the key event in pathogenesis of several HIV-associated co- However, cancer is only one of many diseases where exosomes are important pathogenic factors but can also be used therapeutically. Conjugating the exosomes with antibody recognizing the antigen expressed in the tissue affected by the autoimmune disease, and loading them with an immunosuppressive therapeutic agent, may provide an effective treatment for autoimmune diseases, such as rheumatoid arthritis, by delivering the therapy directly to affected tissues. A potential protective role of exosomes has been also reported in progressively debilitating neurodegenerative conditions that lead to motor and cognitive dysfunction, such as Parkinson disease [8] . The same concept may be used for treating infectious diseases, including the current pandemic of COVID-19. Here, using exosomes coated with an antibody to Angiotensin-converting enzyme 2 (ACE2), a receptor to SARS-CoV-2, and loading them with antiviral drug, such as remdesivir, would deliver the drug to cells targeted by the virus, thus greatly reducing the side effects. Exosomes are major players in viral pathogenesis. For example, the effect of Human Immunodeficiency Virus (HIV) infection on cholesterol metabolism, the key event in pathogenesis of several HIV-associated co-morbidities, is mediated to a large extent by exosomes carrying the viral protein Nef [9] . Exosomes released from cells infected with such viruses as HIV, Hepatitis C Virus (HCV), human T-cell lymphotropic virus (HTLV), and Dengue Virus (DENV) harbor and deliver many regulatory factors, including viral RNA and proteins, viral and cellular miRNAs, and other host functional genetic elements to neighboring cells, helping to establish productive infections and modulating anti-viral cellular responses [10] . Therefore, targeting exosomes carrying pathogenic viral factors is another, yet unexplored, therapeutic strategy.",
            "cite_spans": [
                {
                    "start": 657,
                    "end": 660,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1902,
                    "end": 1905,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2576,
                    "end": 2579,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2993,
                    "end": 2997,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An acknowledged advantage of exosomes is their size in the nano range and the fact that they are shed by both natural and abnormal cells, and therefore can be isolated from the host's own cells [4] . However, studies of body fluid-derived exosomes still remain a challenge, since the isolated exosomes are derived from many different cell types and contain components of body fluids (\"contaminants\"), which have to be removed during exosome isolation. The utility of exosomes as disease markers is challenged by multiple factors that can influence exosome production and properties. For example, hypoxia has been reported as an important environmental factor that affects exosome production [11] . The field of exosomal research is rapidly advancing, but recent technological progress in exosome isolation and their analysis has not yet led to a universally accepted recommendation for exosome isolation [12] . Additionally, approaches to data acquisition/analysis vary widely and need unification.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 691,
                    "end": 695,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 904,
                    "end": 908,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Exosomes can play an important role in the diagnostics of cancer as a biomarker, in infectious diseases as a target of therapeutic interventions, in vaccine development and anti-viral therapy as a delivery vehicle (Figure 1) . Future studies will be important to reveal the detailed molecular mechanisms of the biological and immunological functions of exosomes. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 224,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Fate of the transferrin receptor during maturation of sheep reticulocytes in vitro: Selective externalization of the receptor",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Johnstone",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Cell",
            "volume": "33",
            "issn": "",
            "pages": "967--978",
            "other_ids": {
                "DOI": [
                    "10.1016/0092-8674(83)90040-5"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Transferrin recycling in reticulocytes: pH and iron are important determinants of ligand binding and processing",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Harding",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stahl",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Biochem. Biophys. Res. Commun",
            "volume": "113",
            "issn": "",
            "pages": "650--658",
            "other_ids": {
                "DOI": [
                    "10.1016/0006-291X(83)91776-X"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Exosome-based Tumor Therapy: Opportunities and Challenges",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Curr. Drug Metab",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2174/1389200221666200515103354"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Their Biogenesis and Role in Inter-Cellular Communication",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Jella",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Nasti",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Malla",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "Buchwald",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Exosomes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/vaccines6040069"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Modifying the tumour microenvironment and reverting tumour cells: New strategies for treating malignant tumours",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "R"
                    ],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "R"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Sang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/cpr.12865"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Exosomes in melanoma: A role in tumor progression, metastasis and impaired immune system activity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tucci",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mannavola",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Passarelli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Stucci",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cives",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Silvestris",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Oncotarget",
            "volume": "9",
            "issn": "",
            "pages": "20826--20837",
            "other_ids": {
                "DOI": [
                    "10.18632/oncotarget.24846"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Alarmin-painted exosomes elicit persistent antitumor immunity in large established tumors in mice",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zuo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nat. Commun",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-020-15569-2"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Exosomes derived from mesenchymal stem cells repair a Parkinson's disease model by inducing autophagy",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "X"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "X"
                    ],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Q"
                    ],
                    "last": "Chai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "An",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41419-020-2473-5"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Exosomes containing HIV protein Nef reorganize lipid rafts potentiating inflammatory response in bystander cells",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mukhamedova",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hoang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dragoljevic",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dubrovsky",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pushkarsky",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ditiatkovski",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ohkawa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Meikle",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PLoS Pathog",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1007907"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Exosomes and Their Role in the Life Cycle and Pathogenesis of RNA Viruses",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Chahar",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casola",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Viruses",
            "volume": "7",
            "issn": "",
            "pages": "3204--3225",
            "other_ids": {
                "DOI": [
                    "10.3390/v7062770"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Optimization of cell culture conditions for exosome isolation using mini-size exclusion chromatography (mini-SEC)",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ludwig",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Razzo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Yerneni",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Whiteside",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Exp. Cell Res",
            "volume": "378",
            "issn": "",
            "pages": "149--157",
            "other_ids": {
                "DOI": [
                    "10.1016/j.yexcr.2019.03.014"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Optimized exosome isolation protocol for cell culture supernatant and human plasma",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Lobb",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wen Wen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Wiegmans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leimgruber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Möller",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Extracell. Vesicles",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3402/jev.v4.27031"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Exosomes as therapeutic and pathological entities. The cartoon depicts the possible involvement of exosomes in pathology and treatment of cancer and the infectious and immunological diseases described in the text.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Exosomes as therapeutic and pathological entities. The cartoon depicts the possible involvement of exosomes in pathology and treatment of cancer and the infectious and immunological diseases described in the text.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Contributions: Conceptualization, V.G., M.I.B., F.G.; methodology, M.I.B.; resources, V.G., M.I.B., F.G.; writing-original draft preparation, V.G., M.I.B., F.G.; writing-review and editing, M.I.B.; visualization, F.G.; supervision, F.G. All authors have read and agreed to the published version of the manuscript.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Funding: This research received no external funding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}