{"paper_id": "3dda720edc611fd0467083a2c045bc85d431e34a", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "Novel coronavirus disease is a newly discovered contagious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), primarily manifesting as an acute respiratory illness accompanied by interstitial and alveolar pneumonia; however, it can also affect multiple organs, such as kidneys and heart, the digestive tract, the blood, and the nervous system. 1 This disease was reported in December 2019 in Wuhan, Hubei province, China. 2, 3 In the following weeks, the infection spread across China and other countries. 4 -6 In Korea, as of April 25, 2020, 10,718 patients have been diagnosed with COVID-19, and 240 patients have already died. 9 Worldwide, about 2.82 million patients have been diagnosed with the disease, and about 199,455 patients have died. 10 These numbers are difficult to compare due to differences in the medical systems of each country. Nevertheless, the mortality rate of COVID-19 is high (2.2% in Korea and 7.0% worldwide). In this study, the clinical data of 66 patients diagnosed with COVID-19 were analyzed, and the effects of SARS-CoV-2 infection on renal function and its complications were explored.", "cite_spans": [{"start": 373, "end": 374, "text": "1", "ref_id": "BIBREF0"}, {"start": 454, "end": 455, "text": "3", "ref_id": "BIBREF4"}, {"start": 537, "end": 539, "text": "-6", "ref_id": null}, {"start": 659, "end": 660, "text": "9", "ref_id": "BIBREF14"}, {"start": 776, "end": 778, "text": "10", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "We enrolled 68 patients with COVID-19 who were hospitalized at Chungnam National University Hospital (Daejeon, Korea) from February 1 to April 24, 2020. All patients were tested for serum creatinine (SCr) and underwent routine urinalysis. The inclusion criteria were: 1) Age of at least 18 years, 2) Having undergone urine protein to creatinine ratio (PCR) and urine albumin to creatinine ratio (ACR) testing, and 3) Estimated glomerular filtration rate (eGFR) > 60 mL/min/1.73 m 2 at the time of visit. Of 68 patients, one was pediatric, one was excluded due to a SCr level of 4.3 mg/dL (eGFR, 14.8 mL/min/1.73 m 2 ), and 66 were retained for the study.", "cite_spans": [], "ref_spans": [], "section": "Study population"}, {"text": "The patients' medical records were reviewed. Data were collected, including age, gender, initial and follow-up SCr and eGFR (chronic kidney disease [CKD]-epidemiology collaboration), routine urinalysis with microscopy, urine PCR, urine ACR, underlying disease (diabetes mellitus [DM], hypertension, CKD, and cardiovascular disease), and whether mechanical ventilation, extracorporeal membrane oxygenation (ECMO), or renal replacement therapy was implemented.", "cite_spans": [], "ref_spans": [], "section": "Measurements and definitions"}, {"text": "Both nasopharyngeal (using a swab) and sputum (secretion) samples were collected from all patients and tested by real-time reverse transcription polymerase chain reaction (RT-PCR) using the PowerChek 2019-nCoV real-time polymerase chain reaction kit (KogeneBiotech Co., Ltd., Seoul, Korea). When positive was found in real-time RT-PCR, COVID-19 was diagnosed.", "cite_spans": [], "ref_spans": [], "section": "Measurements and definitions"}, {"text": "Acute kidney injury (AKI) was identified according to the guidelines of Kidney Disease: Improving Global Outcomes (KDIGO). It is defined as any of the following: an increase in SCr of ≥ 0.3 mg/dL within 48 hours; an increase in SCr of ≥ 1.5 times the baseline, which is known or presumed to have occurred within the past 7 days; or urine volume < 0.5 mL/kg/hr for 6 hours. AKI is staged for severity according to the criteria presented in Table 1 . 11", "cite_spans": [], "ref_spans": [{"start": 439, "end": 446, "text": "Table 1", "ref_id": null}], "section": "Measurements and definitions"}, {"text": "Continuous variables were analyzed using Student's t-test and categorical covariates using Pearson's χ 2 test and Fisher's exact test (used with limited data). Continuous variables are expressed as means and standard deviation and discrete variables as percentages (%). The differences in the duration of follow-up according to group were evaluated using the Kruskal-Wallis test. All analyses were conducted using SPSS Statistics version 20.0 (IBM Corp., Armonk, NY, USA), and P values of less than 0.05 were considered statistically significant (SPSS version 20.0; SPSS Inc., Chicago, IL, USA).", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The Institutional Review Board (IRB) of Chungnam National University Hospital (IRB No.2020-04-030) approved this study. The informed consent was waived. We conducted this study in compliance with the principles of the Declaration of Helsinki.", "cite_spans": [], "ref_spans": [], "section": "Ethics statement"}, {"text": "A total of 66 patients, 35 (53.0%) of whom were male, were analyzed, and the mean age was 45.6 years. The mean initial SCr level was 0.65 ± 0.18 mg/dL, and the mean initial eGFR was 113.1 ± 17.4 mL/min/1.73 m 2 . The prevalence of DM, hypertension, and cardiovascular disease was 15.2%, 18.2%, and 3.0%, respectively ( Table 3) .", "cite_spans": [], "ref_spans": [{"start": 319, "end": 327, "text": "Table 3)", "ref_id": "TABREF3"}], "section": "Baseline characteristics"}, {"text": "During the observation period, three (4.5%) patients were found to have AKI, according to the criteria defined in this study. Three patients had AKI stage 1, AKI stage 2, and AKI stage 3 each. Hemodialysis was performed in the patient with AKI stage 3 due to renal function deterioration. However, renal function improved, hemodialysis was discontinued, and renal function returned to normal. Two patients with AKI stages 1 and 2 each regained normal renal function. For the three AKI patients, it was confirmed that nephrotoxic agents were more likely to have been the cause than other causes of AKI. All three patients used vancomycin, and AKI developed after using vancomycin.", "cite_spans": [], "ref_spans": [], "section": "AKI"}, {"text": "The first patient, a 62-year-old-man, had no other underlying disease than schizophrenia, and his SCr was 0.81 mg/dL at the first examination after hospitalization. Chest computed tomography (non-contrast) examination during the first visit showed multifocal consolidation with ground-glass opacity and reticular opacity in all 5 lobes of both lungs. The patient took lopinavir/ritonavir for 19 days starting from the day of hospitalization. Mechanical ventilation was performed the next day, and ECMO was commenced 4 days later and maintained for 17 days. Blood cultures were performed when fever was identified, and vancomycin was added on the 10th day of hospitalization. Before using vancomycin, his SCr level was 1.0 mg/dL, but his renal function worsened after using vancomycin. His SCr gradually deteriorated to 1.19 mg/dL after 2days, 2.26 mg/dL after 3 days, and 3.35 mg/dL (peak) after 4 days of using vancomycin. The urine output decreased too (< 400 mL/day), so vancomycin was discontinued and continuous renal replacement therapy (CRRT) was started on day 14 of hospitalization and maintained for 18 days. The patient's laboratory data were closely followed up after CRRT was discontinued. The urine output was well maintained, but his SCr was continuously elevated (peak SCr: 5.14 mg/dL) and hemodialysis was performed twice. Afterwards, the SCr values improved and remained in the normal range without hemodialysis. The last recorded SCr value for this patient was 1.09 mg/dL.", "cite_spans": [], "ref_spans": [], "section": "Clinical presentation of the three AKI patients"}, {"text": "The Second patient, a 78-year-old-woman, had hypertension as underlying disease and was on medication. Although she had no history of DM, her serum glucose was over 200 mg/dL at the time of visit. The HbA1c level measured after admission was 6.2%. On the first day of hospitalization, she was intubated and mechanical ventilation was maintained. An inotropic agent (norepinephrine) was used as blood pressure decreased. ECMO was commenced 1 day after the admission. Initial SCr was 0.53 mg/dL upon hospitalization. Piperacillin/ tazobactam and lopinavir/ritonavir were used from the first day of hospitalization. Piperacillin/tazobactam was maintained for 4 weeks, and lopinavir/ritonavir was used for 9 days. Trimethoprim/sulfamethoxazole was used after 17 days of admission, and vancomycin was used after 29 days of admission. The SCr level before using vancomycin was 0.60 mg/ dL, SCr 0.61 mg/dL 1 day after, SCr 1.10 2 days after, and SCr 1.13 mg/dL (peak) after 3 days of vancomycin use indicated AKI (stage 1). Since then, though vancomycin was used continuously, SCr improved to baseline Cr level. The last recorded SCr value was 0.54 mg/dL. The third patient, a 64-year-old-woman, had surgery for thyroid cancer 8 years ago and had no other underlying disease. Her SCr was 0.41 mg/dL at the time of admission. Immediately after admission, the patient was intubated, after which mechanical ventilation and ECMO were performed. Mechanical ventilation was maintained for 12 days, and ECMO was maintained for 11 days. During hospitalization, the patient took lopinavir/ritonavir for 12 days. Vancomycin was commenced 4 days after admission. SCr level before vancomycin use was 0.56 mg/dL, SCr a day after the commencement of vancomycin use was 1.11 mg/dL, and SCr 2 days after the commencement of vancomycin was 1.20 mg/dL (peak); indicating AKI (stage 2). After that, although vancomycin was maintained for one week, SCr improved to baseline Cr level. The last recorded SCr level was 0.54 mg/dL. The three patients' laboratory data and clinical events are shown in Fig. 1 In all 66 patients, routine urinalysis with a dipstick test was performed at the time of or during hospitalization. Trace and + albumin on a dipstick test was found in nine (13.6%) patients (trace in one patient, 1+ in two patients, and 2+ in six patients).", "cite_spans": [], "ref_spans": [{"start": 2070, "end": 2076, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Clinical presentation of the three AKI patients"}, {"text": "All patients were randomly tested for urine PCR and ACR more than once. In 20 (30.3%) out of 66 patients, urine PCR was higher than the normal range, 11 (16.7%) had severely increased proteinuria, and 9 (13.6%) had moderately increased proteinuria. Of the 11 patients with severely increased proteinuria, 10 had increased albuminuria, and one patient had no albuminuria. None of the nine patients with moderately increased proteinuria had albuminuria. Ten of 66 patients showed hematuria with red blood cell (RBC) counts > 3/ HPF on urine microscopy. 13 Eight of them were patients with severely increased proteinuria, and two were young women whose hematuria was not clinically meaningful due to the overlapping menstrual period.", "cite_spans": [{"start": 551, "end": 553, "text": "13", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Clinical presentation of the three AKI patients"}, {"text": "The recovery of 20 patients with elevated urine PCR was compared. For patients with moderately increased proteinuria, on follow-up, six out of nine had not improved, and three had recovered to a normal range. For patients with severely increased proteinuria, on followup, 1 out of 11 had not improved, 4 had improved (a reduction of over 50% compared with their highest urine PCR levels), and 6 had recovered to a normal range.", "cite_spans": [], "ref_spans": [], "section": "Clinical presentation of the three AKI patients"}, {"text": "Among COVID-19 patients, the clinical classification was done according to the National Health Commission of China guidelines (version 7) into mild, moderate, and severe cases. 14 There were 21 mild cases, 37 moderate cases, and 8 severe cases. A total of three patients with AKI were included in the severe cases (P = 0.001). There was a high frequency of both the urine PCR and ACR in the severe cases, and proteinuria and albuminuria were also more severe in the severe COVID-19 group (P < 0.001) ( Table 4) .", "cite_spans": [], "ref_spans": [{"start": 502, "end": 510, "text": "Table 4)", "ref_id": null}], "section": "Comparison of kidney damage according to COVID-19 severity"}, {"text": "No patients died of COVID-19 during the study period.", "cite_spans": [], "ref_spans": [], "section": "Comparison of kidney damage according to COVID-19 severity"}, {"text": "The initial step of SARS-CoV-2 infection is its entry into the human cells. SARS-CoV-2 and SARS-CoV share a common ancestor resembling the bat coronavirus HKU9-1. coronaviruses have very similar spike protein 3D structures considered to have a strong binding affinity to the human cell receptor, angiotensin-converting enzyme 2 (ACE2). Therefore, cells expressing ACE2 may be target cells and are thus susceptible to SARS-CoV-2 infection; such cells include alveolar type II cells of the lungs. 16 Thus, we believe that the pattern of ACE2 expression in different organs and tissues could reveal the potential risk for SARS-CoV-2 infection because the target cells expressing ACE2 may permit the entry, multiplication, spread, and pathogenesis of coronavirus. Previously, the RNA and protein expressions of ACE2 were investigated using bulk samples from the heart, lungs, kidneys, and other organs. 17 Therefore, SARS-CoV-2 can affect not only the lungs but also other organs, as well as cause organ failure in other organs, including the kidney.", "cite_spans": [{"start": 495, "end": 497, "text": "16", "ref_id": "BIBREF26"}, {"start": 899, "end": 901, "text": "17", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Chu et al. 18 reported that of the 536 SARS patients analyzed, 36 (6.7%) had AKI, and in a study that analyzed 30 patients with Middle East respiratory syndrome coronavirus (MERS-CoV) infection, AKI occurred in eight (26.7%). 19 In our study, 3 (4.5%) out of 66 patients had AKI, and they all recovered to normal SCr levels. Compared with previous human coronaviruses, such as MERS-CoV and SARS-CoV, SARS-CoV-2 infections were found to have a lower incidence of AKI. This is similar to the results of the analysis of 119 patients who were recently reported to have COVID-19 infection (AKI occurred in 0 out of 116 patients). 20 In a meta-analysis of COVID-19 patients reported by Hu et al., 21 the results were similar to those of AKI occurring in 2.1% of patients.", "cite_spans": [{"start": 11, "end": 13, "text": "18", "ref_id": "BIBREF30"}, {"start": 226, "end": 228, "text": "19", "ref_id": "BIBREF32"}, {"start": 625, "end": 627, "text": "20", "ref_id": "BIBREF34"}, {"start": 691, "end": 693, "text": "21", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In 20 patients, the urine PCR increased, and in 10 patients, the urine ACR increased. When the urine ACR is normal and the urine PCR is increased, renal tubular damage can be estimated in relation to infection rather than glomerular disease or glomerular damage. 22, 23 Compared with a previous study on MERS-CoV infection, 19 SARS-CoV-2 infection exhibited less proteinuria (30.3%), suggesting that AKI and renal tubular damage caused by SARS-CoV-2 is less severe compared with previous coronavirus (MERS-CoV) infections (proteinuria occurred in 60% of patients). Our study revealed results similar to those reported recently on SARS-CoV-2 infection. In a study recently published by Wang et al., 20 dipstick tests were conducted on 111 SARS-CoV-2-infected patients (except for those with CKD), and 8 (7.2%) patients had trace or + albumin. This result is similar to that of the 9 (13.6%) out of 66 patients, in our study, whose dipstick tests revealed trace or + albumin.", "cite_spans": [{"start": 267, "end": 269, "text": "23", "ref_id": null}, {"start": 324, "end": 326, "text": "19", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "This study had some limitations. The study population was selected from a single institution. All three patients with AKI underwent mechanical ventilation and ECMO, and it was difficult to distinguish whether AKI was caused by SARS-CoV-2 infection or was associated with treatments, such as ECMO and vancomycin. 24,25 Therefore, it is possible that the incidence of AKI related to COVID-19 was overestimated. In fact, all three patients used both ECMO and vancomycin, and AKI developed after vancomycin use. 26 Therefore, it is thought that AKI is more likely to be associated with the treatment than with SARS-CoV-2 infection, and the likelihood of AKI being associated with SARS-CoV-2 infection may be lower. In addition, when tubular damage, namely, acute tubular necrosis, occurred, a follow-up of more than 2-4 weeks after improvement of infection was considered sufficient 27,28 ; however, due to insufficient follow-up, it was difficult to evaluate whether there was an improvement in proteinuria. Finally, it was difficult to tell whether it was proteinuria caused by kidney damage or functional proteinuria caused by fever and infection. In this study, tests for hematuria such as RBC count and dysmorphic RBC were not performed. However, hematuria was also found in eight out of 11 patients with severely increased proteinuria. As such, it can be assumed that the possibility of the proteinuria being due to kidney damage is higher than that of its being functional proteinuria. 7/9 https://jkms.org https://doi.org/10.3346/jkms.2020.35.e257", "cite_spans": [{"start": 508, "end": 510, "text": "26", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In conclusion, COVID-19, which is caused by SARS-CoV-2 infection, is thought to have less effect on the kidneys than the lungs, where it leads to rapidly progressing lung lesions. In our study, there was a lower percentage of patients with AKI (4.5%) and moderately to severely increased proteinuria (30.3%) than in previous human coronavirus infections. Compared with the mortality rates of MERS-CoV and SARS-CoV infections, which are 34.4% and 9.6%, respectively, the mortality rate of SARS-CoV-2 infection is lower, which may be due to the less organ dysfunction it causes overall despite its effect on the lungs. Moreover, the highly infectious nature of SARS-CoV-2 infection, compared with MERS-CoV and SARS-CoV infections, and the rapid progression of lung lesions it causes make future research on vaccines and therapeutics of utmost importance.", "cite_spans": [], "ref_spans": [], "section": "AKI in COVID-19 Patients"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The novel coronavirus 2019 epidemic and kidneys", "authors": [{"first": "S", "middle": [], "last": "Naicker", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Yang", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Hwang", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Liu", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Chen", "suffix": ""}, {"first": "V", "middle": [], "last": "Jha", "suffix": ""}], "year": 2020, "venue": "Kidney Int", "volume": "97", "issn": "5", "pages": "824--832", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Ren", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Guan", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tong", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "13", "pages": "1199--207", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Importation and human-to-human transmission of a novel coronavirus in Vietnam", "authors": [{"first": "L", "middle": ["T"], "last": "Phan", "suffix": ""}, {"first": "T", "middle": ["V"], "last": "Nguyen", "suffix": ""}, {"first": "Q", "middle": ["C"], "last": "Luong", "suffix": ""}, {"first": "T", "middle": ["V"], "last": "Nguyen", "suffix": ""}, {"first": "H", "middle": ["T"], "last": "Nguyen", "suffix": ""}, {"first": "H", "middle": ["Q"], "last": "Le", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "9", "pages": "872--876", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "First case of 2019 novel coronavirus in the United States", "authors": [{"first": "M", "middle": ["L"], "last": "Holshue", "suffix": ""}, {"first": "C", "middle": [], "last": "Debolt", "suffix": ""}, {"first": "S", "middle": [], "last": "Lindquist", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Lofy", "suffix": ""}, {"first": "J", "middle": [], "last": "Wiesman", "suffix": ""}, {"first": "H", "middle": [], "last": "Bruce", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "10", "pages": "929--965", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The first two cases of 2019-nCoV in Italy: where they come from", "authors": [{"first": "M", "middle": [], "last": "Giovanetti", "suffix": ""}, {"first": "D", "middle": [], "last": "Benvenuto", "suffix": ""}, {"first": "S", "middle": [], "last": "Angeletti", "suffix": ""}, {"first": "M", "middle": [], "last": "Ciccozzi", "suffix": ""}], "year": 2020, "venue": "J Med Virol", "volume": "92", "issn": "5", "pages": "518--539", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "the-second-meeting-of-the-international-healthregulations-(2005)-emergency-committee-regarding-the-outbreak-of-novel-coronavirus-(2019-ncov). Update 2020", "authors": [], "year": 2020, "venue": "Statement on the second meeting of the international health regulations (2005) emergency committee regarding the outbreak of novel coronavirus", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "World Health Organization. WHO director-general's remarks at the media briefing on 2019-nCoV on 11", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Ministry of Health & Welfare (KR)", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "COVID-19 dashboard", "authors": [{"first": "", "middle": [], "last": "Coronaboard", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Kidney Disease: Improving Global Outcomes (KDIGO) Acute Kidney Injury Work Group. KDIGO clinical practice guideline for acute kidney injury", "authors": [], "year": 2012, "venue": "Kidney Int Suppl", "volume": "2", "issn": "1", "pages": "1--138", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Kidney Disease: Improving Global Outcomes (KDIGO) CKD Work Group. KDIGO 2012 clinical practice guideline for the evaluation and management of chronic kidney disease", "authors": [], "year": 2013, "venue": "Kidney Int Suppl", "volume": "3", "issn": "1", "pages": "1--150", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Diagnosis, evaluation and follow-up of asymptomatic microhematuria (AMH) in adults: AUA guideline", "authors": [{"first": "R", "middle": [], "last": "Davis", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Jones", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Barocas", "suffix": ""}, {"first": "E", "middle": ["P"], "last": "Castle", "suffix": ""}, {"first": "E", "middle": ["K"], "last": "Lang", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Leveillee", "suffix": ""}], "year": 2012, "venue": "J Urol", "volume": "188", "issn": "6", "pages": "2473--81", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Diagnosis and treatment protocol for novel coronavirus pneumonia (trial version 7)", "authors": [{"first": "P", "middle": ["F"], "last": "Wei", "suffix": ""}], "year": 2020, "venue": "Chin Med J (Engl)", "volume": "133", "issn": "9", "pages": "1087--95", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission", "authors": [{"first": "X", "middle": [], "last": "Xu", "suffix": ""}, {"first": "P", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Feng", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "Sci China Life Sci", "volume": "63", "issn": "3", "pages": "457--60", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "AKI in COVID-19 Patients", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin", "authors": [{"first": "P", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": ["L"], "last": "Yang", "suffix": ""}, {"first": "X", "middle": ["G"], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "579", "issn": "7798", "pages": "270--273", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Single-cell RNA-seq data analysis on the receptor ACE2 expression reveals the potential risk of different human organs vulnerable to 2019-nCoV infection", "authors": [{"first": "X", "middle": [], "last": "Zou", "suffix": ""}, {"first": "K", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Zou", "suffix": ""}, {"first": "P", "middle": [], "last": "Han", "suffix": ""}, {"first": "J", "middle": [], "last": "Hao", "suffix": ""}, {"first": "Z", "middle": [], "last": "Han", "suffix": ""}], "year": 2020, "venue": "Front Med", "volume": "14", "issn": "2", "pages": "185--92", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Acute renal impairment in coronavirusassociated severe acute respiratory syndrome", "authors": [{"first": "K", "middle": ["H"], "last": "Chu", "suffix": ""}, {"first": "W", "middle": ["K"], "last": "Tsang", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Tang", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Lam", "suffix": ""}, {"first": "F", "middle": ["M"], "last": "Lai", "suffix": ""}, {"first": "K", "middle": ["F"], "last": "To", "suffix": ""}], "year": 2005, "venue": "Kidney Int", "volume": "67", "issn": "2", "pages": "698--705", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Renal complications and their prognosis in Korean patients with Middle East respiratory syndrome-coronavirus from the central MERS-CoV designated hospital", "authors": [{"first": "R", "middle": ["H"], "last": "Cha", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Joh", "suffix": ""}, {"first": "I", "middle": [], "last": "Jeong", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Lee", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Shin", "suffix": ""}, {"first": "G", "middle": [], "last": "Kim", "suffix": ""}], "year": 2015, "venue": "J Korean Med Sci", "volume": "30", "issn": "12", "pages": "1807--1821", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Coronavirus disease 19 infection does not result in acute kidney injury: an analysis of 116 hospitalized patients from Wuhan, China", "authors": [{"first": "L", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "S", "middle": [], "last": "Yan", "suffix": ""}, {"first": "D", "middle": [], "last": "Li", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "Am J Nephrol", "volume": "51", "issn": "5", "pages": "343--351", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Prevalence and severity of corona virus disease 2019 (COVID-19): a systematic review and meta-analysis", "authors": [{"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "J", "middle": [], "last": "Sun", "suffix": ""}, {"first": "Z", "middle": [], "last": "Dai", "suffix": ""}, {"first": "H", "middle": [], "last": "Deng", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "Q", "middle": [], "last": "Huang", "suffix": ""}], "year": 2020, "venue": "J Clin Virol", "volume": "127", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Renal albumin absorption in physiology and pathology", "authors": [{"first": "H", "middle": [], "last": "Birn", "suffix": ""}, {"first": "E", "middle": ["I"], "last": "Christensen", "suffix": ""}], "year": 2006, "venue": "Kidney Int", "volume": "69", "issn": "3", "pages": "440--449", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Factors associated with major adverse kidney events in patients who underwent veno-arterial extracorporeal membrane oxygenation", "authors": [{"first": "C", "middle": [], "last": "Vinclair", "suffix": ""}, {"first": "E", "middle": [], "last": "De Montmollin", "suffix": ""}, {"first": "R", "middle": [], "last": "Sonneville", "suffix": ""}, {"first": "J", "middle": [], "last": "Reuter", "suffix": ""}, {"first": "J", "middle": [], "last": "Lebut", "suffix": ""}, {"first": "R", "middle": [], "last": "Cally", "suffix": ""}], "year": 2020, "venue": "Ann Intensive Care", "volume": "10", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Acute kidney disease stage predicts outcome of patients on extracorporeal membrane oxygenation support", "authors": [{"first": "C", "middle": ["K"], "last": "Hsu", "suffix": ""}, {"first": "I", "middle": ["W"], "last": "Wu", "suffix": ""}, {"first": "Y", "middle": ["T"], "last": "Chen", "suffix": ""}, {"first": "T", "middle": ["Y"], "last": "Tsai", "suffix": ""}, {"first": "F", "middle": ["C"], "last": "Tsai", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Fang", "suffix": ""}], "year": 2020, "venue": "PLoS One", "volume": "15", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Vancomycin and the risk of AKI: a systematic review and meta-analysis", "authors": [{"first": "A", "middle": [], "last": "Sinha Ray", "suffix": ""}, {"first": "A", "middle": [], "last": "Haikal", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Hammoud", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Yu", "suffix": ""}], "year": 2016, "venue": "Clin J Am Soc Nephrol", "volume": "11", "issn": "12", "pages": "2132--2172", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Imaging-based monitoring of the renal graft", "authors": [{"first": "C", "middle": [], "last": "Deurdulian", "suffix": ""}, {"first": "H", "middle": [], "last": "Tchelepi", "suffix": ""}], "year": null, "venue": "Kidney Transplantation, Bioengineering, and Regeneration", "volume": "2017", "issn": "", "pages": "373--402", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Renal diseases", "authors": [{"first": "M", "middle": [], "last": "Cereda", "suffix": ""}, {"first": "P", "middle": [], "last": "Neligan", "suffix": ""}, {"first": "Mgs", "middle": [], "last": "Shashaty", "suffix": ""}, {"first": "J", "middle": [], "last": "Horak", "suffix": ""}], "year": 2012, "venue": "Anesthesia and Uncommon Disease", "volume": "", "issn": "", "pages": "225--50", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Changes in SCr and clinical events in three patients with acute kidney injury. (A) Sixty-two-year-old-man. (B) Seventy-eight-year-old-woman. (C) Sixtyfour-year-old-woman. SCr = serum creatinine, ECMO = extracorporeal membrane oxygenation, CRRT = continuous renal replacement therapy, HD = hemodialysis.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "presented as number (%). AKI = acute kidney injury, PCR = protein to creatinine ratio, ACR = albumin to creatinine ratio. a Using Fisher's exact test.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Relationship among categories for albuminuria and proteinuria albumin to creatinine ratio, PCR = protein to creatinine ratio.", "latex": null, "type": "table"}, "TABREF3": {"text": "The characteristics of all the analyzed patients Data are presented as mean ± standard deviation or number (%). SCr = serum creatinine, eGFR = estimated glomerular filtration rate, CKD-EPI = chronic kidney disease-epidemiology collaboration.", "latex": null, "type": "table"}, "TABREF4": {"text": ".", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Categories </td><td>Normal to mildly increased </td><td>Moderately increased </td><td>Severely increased\n</td></tr><tr><td>ACR, mg/g </td><td>&lt; 30 </td><td>30-300 </td><td>&gt; 300\n</td></tr><tr><td>PCR, mg/g </td><td>&lt; 150 </td><td>150-500 </td><td>&gt; 500\n</td></tr><tr><td>Protein reagent strip </td><td>Negative to trace </td><td>Trace to + </td><td>+ or greater\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Table 3. The characteristics of all the analyzed patients", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Characteristics </td><td>Values\n</td></tr><tr><td>Age, yr </td><td>45.6 ± 18.5\n</td></tr><tr><td>Male, sex </td><td>35 (53.0)\n</td></tr><tr><td>SCr, mg/dL </td><td>0.65 ± 0.18\n</td></tr><tr><td>Initial eGFR (CKD-EPI), mL/min/1.73 m2 </td><td>113.1 ± 17.4\n</td></tr><tr><td>Comorbidities (n = 66)\n</td><td> </td></tr><tr><td>Diabetes </td><td>10 (15.2)\n</td></tr><tr><td>Hypertension </td><td>12 (18.2)\n</td></tr><tr><td>Dyslipidemia </td><td>5 (7.6)\n</td></tr><tr><td>Cardiovascular disease </td><td>2 (3.0)\n</td></tr></table></body></html>"}}, "back_matter": []}