{
    "paper_id": "3ddb0ddfb963ad69fb799bdc933096904a3d9865",
    "metadata": {
        "title": "To appear in: Public Health in Practice",
        "authors": [
            {
                "first": "Rajaei",
                "middle": [
                    "K"
                ],
                "last": "Sharma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Exeter",
                    "location": {
                        "settlement": "Exeter",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Bhupinder",
                "middle": [],
                "last": "Sharma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Exeter",
                    "location": {
                        "settlement": "Exeter",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Word count: 509 J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f damages are likely irreparable. Furthermore, the threat of further COVID-19 waves is undeniable 5 , it is essential to consider how we can learn from the reactive decisions made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Amongst an abundance of lessons to learn from COVID-19, the uniqueness of cancer care may just be the most important.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Amongst all of the analyses we are seeing regarding cancer care and COVID-19, it is prudent to identify the themes and potential oversights that are of particular importance. Commonalities are most clearly demonstrated in two recent and high-impact modelling studies in The Lancet Oncology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Learning from the adaptations made to cancer care pathways induced by COVID-19"
        },
        {
            "text": "These studies by Sud et al. and Maringe et al. exploring the impacts of delay to 2-week-wait referrals and delay to diagnosis 1,2 . The articles rightly and importantly draw attention to the backlog of undiagnosed patients with cancer and resultant mortality burden unless drastic action is taken in the near future. They call for urgent policy interventions and potential prioritisation of certain patient groups to manage the build-up. However, neither address how such calamitous effects could be mitigated in the first instance and prevented if further spikes occur. There is little doubt that we are likely to see further COVID-19 waves and so further changes to patient care in the short term. The fundamentals of cancer care are different, we must act accordingly.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 46,
                    "text": "Sud et al. and Maringe et al.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Learning from the adaptations made to cancer care pathways induced by COVID-19"
        },
        {
            "text": "The unpredictable nature of the pandemic means that immensely adverse changes have been made to all aspects of cancer care since March 2020 3, 4 . This was principally due to risk stratification, and in line with most other healthcare nationwide. However, it is vital to draw attention to the compounding effect that pandemic-induced changes to treatment protocols and deferrals will have had for patients diagnosed pre-COVID-19.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 142,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 143,
                    "end": 144,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Learning from the adaptations made to cancer care pathways induced by COVID-19"
        },
        {
            "text": "In oncology, it would at first appear that the presence of a more vulnerable patient group would justify a wholly protectionist philosophy. Thus, monitoring rapidly became remote, treatments were withheld, surgeries delayed. Innumerable patients were placed on 'watchand-wait' strategies due to the perceived COVID-19 risk conferred by therapy-related immunosuppression. Even the perceived risk of travelling was deemed to be too great to continue treatment for vast cohorts of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Learning from the adaptations made to cancer care pathways induced by COVID-19"
        },
        {
            "text": "However, it is our belief that because of that exact fact, the vulnerable patient group, these changes to oncological care should potentially have been slower than elsewhere. These patients are so specifically vulnerable because of the very nature of their cancers. Cancers that, in many instances, can be afforded no remit from therapy, no delay to resection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Learning from the adaptations made to cancer care pathways induced by COVID-19"
        },
        {
            "text": "Delays of only 2 months in cancer care lead to a substantial proportion of patients progressing from curable to incurable disease 1 . Calculating the effects of these unfavourable changes is challenging, especially when there was such variation in implementation. This in turn leads to an underrepresentation of cancer deaths in such modelling as they do not consider the effect of suboptimal or delayed cancer treatment 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Learning from the adaptations made to cancer care pathways induced by COVID-19"
        },
        {
            "text": "It is crucial that the recommendations from Sud et al. and Maringe et al. are heeded imminently with regards to patients entering a cancer pathway. However, for those already under care, lockdown will lift, accessibility to services will resume, but the delay-induced",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Learning from the adaptations made to cancer care pathways induced by COVID-19"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Effect of delays in the 2-week-wait cancer referral pathway during the COVID-19 pandemic on cancer survival in the UK: a modelling study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sud",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Torr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Oncology",
            "volume": "",
            "issn": "",
            "pages": "30391--30391",
            "other_ids": {
                "DOI": [
                    "10.1016/S1470-2045(20"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The impact of the COVID-19 pandemic on cancer deaths due to delays in diagnosis in England, UK: a national, population-based, modelling study. The Lancet Oncology",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maringe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spicer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30391--30391",
            "other_ids": {
                "DOI": [
                    "10.1016/S1470-2045(20"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 rapid guidelines: delivery of systemic anticancer treatments. National Institute for Health and Care Excellence",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Advice on maintaining cancer treatment during the COVID-19 response. NHS England and NHS Improvement",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Powis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Preparing for COVID-19 surges and winter",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}