{
    "paper_id": "3ddc5cce559017dc1d6ee5bbf3bea2927a8b1d8d",
    "metadata": {
        "title": "Children are protected against SARS-CoV-2 infection",
        "authors": [
            {
                "first": "C",
                "middle": [],
                "last": "Dimeglio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J-",
                "middle": [],
                "last": "Mansuy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Michel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Charpentier",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "I",
                "middle": [],
                "last": "Claudet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Izopet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "1",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Chloé Dimeglio 1,2* , Jean-Michel Mansuy 2 , Sandrine Charpentier 3,4 , Isabelle Claudet 4,5 , and Jacques Izopet 1 Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) emerged in Wuhan, China in December 2019. Its subsequent spread was mainly by sustained human-to-human transmission (1) and resulted in the WHO declaring the disease a pandemic (2).",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 115,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Children are protected against SARS-CoV-2 infection"
        },
        {
            "text": "The COVID-19 statistics for children and infants are quite limited. As infants and young children infected with respiratory tract viruses are particularly at risk of hospitalization (3) the paucity of pediatric patients with COVID-19 has raised many questions for clinicians, epidemiologists and scientists. The study previously published by Lancet Infectious Disease has important implications for the clinical management of these patients and the social distancing needed to prevent virus transmission (4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Children are protected against SARS-CoV-2 infection"
        },
        {
            "text": "All 811 consecutive patients admitted to the emergency area of the Toulouse University Hospital (CHU) from February 6 to April 2 2020 were enrolled in this study. Each of them underwent a PCR test to determine the presence or absence of SARS-CoV-2. The cohort included 150 (18.5%) patients aged 16 years or under, which is close to the percentage in the French general population (18%, source INSEE). Four children (2.7%) tested positive for the virus while the 661 adults included 178 (26.9%) who tested positive. As SARS-CoV-2 has been detected in stools (5), stool specimens from 6 children with respiratory symptoms were also tested: they were all negative for SARS-CoV-2 RNA. Thus SARS-CoV-2 was less common in children than in adults (OR=0.07, 95% CI: [0.03;0.20], p<0.01) indicating that children are somehow protected against SARS-CoV-2 infection. The abovementioned study has found that children are susceptible to SARS-CoV-2 infection, but rarely display any physical signs of the disease. This raises the possibility that children are facilitators of virus transmission (4). We did not find that infected patients had mild or asymptomatic forms of COVID-19 more often than adults but that children were less frequently infected with the virus. It is not at all clear why children should be less susceptible to SARS-CoV-2 infection. However, children are different from adults in many ways. Perhaps the binding of the SARS-CoV-2 spike (S) glycoprotein to the human host cell angiotensin converting enzyme 2 (ACE2) receptor is different, or the interferon-antagonizing and inflammasome-activating properties may differ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Children are protected against SARS-CoV-2 infection"
        },
        {
            "text": "The most important finding emerging from this analysis is the clear evidence that children are less susceptible to SARS-CoV-2 infection than adults. If the difference is confirmed by serological studies, it could have major implications for public health policy. While children have been regarded as facilitators of virus transmission, we now need to identify the mechanism which protects them, at least partially, against SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WHO Virtual press conference on COVID-19-11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Respiratory viral infections in infants: causes, clinical symptoms, virology, and immunology",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Microbiol Rev",
            "volume": "23",
            "issn": "",
            "pages": "74--98",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical and epidemiological features of 36 children with coronavirus disease 2019 (COVID-19) in Zhejiang, China: an observational cohort study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yunling",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Detection of Novel Coronavirus by RT-PCR in Stool Specimen from Asymptomatic Child, China. Emerg Infect Dis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "D"
                    ],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "UMR Inserm, U1043 ; UMR CNRS, U5282, Centre de Physiopathologie de Toulouse Purpan (CPTP), Toulouse 31300, France 2 CHU Toulouse, Hôpital Purpan, Virology Laboratory, 31300 France CHU Toulouse, Emergency Department, Toulouse 31300, France UMR 1027, Inserm, Paul Sabatier University, Toulouse, France CHU Toulouse, Pediatric emergency unit, Children hospital, Toulouse, France * To whom correspondence should be addressed",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The English text was edited by Dr Owen Parkes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}