{
    "paper_id": "3ddc75e8d473aa227f39ea7a99b32cc3b21c9a51",
    "metadata": {
        "title": "Journal Pre-proof Cardiovascular complications are very uncommon in healthcare workers with mild or asymptomatic COVID-19 infection Cardiovascular complications are very uncommon in healthcare workers with mild or asymptomatic COVID-19 infection",
        "authors": [
            {
                "first": "Colin",
                "middle": [],
                "last": "Berry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Glasgow",
                    "location": {
                        "postCode": "G12 8TA",
                        "settlement": "Glasgow",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Kenneth",
                "middle": [],
                "last": "Mangion",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Glasgow",
                    "location": {
                        "postCode": "G12 8TA",
                        "settlement": "Glasgow",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Mrcp",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Glasgow",
                    "location": {
                        "postCode": "G12 8TA",
                        "settlement": "Glasgow",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Infection with SARS-CoV-2 has potential to be directly injurious to the cardiovascular system (1) and since this is a novel virus, the incidence, nature and severity of cardiovascular involvement in COVID-19 are uncertain. In this article, the COVIDsortium describe a prospective case-control study of cardiovascular abnormalities in healthcare workers six months following mild COVID-19 infection (2) . The study took place in 3 hospitals in London. Of 731 healthcare workers who underwent first wave weekly symptom, PCR and serology assessment during a 4-month period, 157 (21.5%) had evidence of seroconversion. At 6 months after enrolment, 74 seropositive individuals (mean age 37 years, range 18-63, 58% female) and 75 age-, sex-, ethnicity-matched seronegative controls underwent cardiovascular phenotyping using biomarkers and cardiovascular magnetic resonance (CMR) imaging. COVID-19 infection was generally mild; only 1 person was hospitalised and 11 (15%) had been asymptomatic. There were no clinically meaningful differences in the CMR findings between seropositive and seronegative individuals. Specifically, the abnormalities included: reduced left ventricular ejection fraction (n=2, minimum 50%), T1 elevation (n=6), T2 elevation (n=9), and late gadolinium enhancement (n=13, median 1%, max 5% of myocardium). Circulating Some findings merit further comment. 62% of individuals were female. In most series of COVID-19, the sex distribution has been included a higher proportion of male individuals. This J o u r n a l P r e -p r o o f may reflect a selection bias in the current study, or rather naturally reflect the fact that proportionately more women are asymptomatic or have milder forms of illness. Severe, hospitalized SARS-CoV-2 infection affects men to a greater degree (60% male in ISARIC) (5) and the sex distribution is balanced (men: women -(e.g. 4.9 vs 5.1%) in relatively unselected community studies (6, 7) . Furthermore, some of the late gadolinium enhancement (LGE) observed could be due to septal perforator arteries, as the authors mention. A limitation is that cross sectional coronary computed tomography is not available. If these cases were excluded the incidence of LGE would be even lower.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1816,
                    "end": 1819,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1932,
                    "end": 1935,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1936,
                    "end": 1938,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The COVIDsortium study provides as an excellent model to study the residual effects of COVID-19 at approximately 6 months post-infection, with minimal confounding effects of concomitant cardiovascular disease. Thus, the authors conclude that in their population, the maximum prevalence of myocarditis may be <4% at 6 months. This is a reasonably reassuring result drawn from a healthy population however, the sample size limits the precision of this estimate, and the prevalence of cardiovascular abnormalities e.g., myocardial scar, would be expectedly higher in an unbiased community population including individuals from less advantaged socio-economic circumstances e.g., unemployed, and with pre-existing health problems. Nonetheless, healthcare workers represent an important subgroup of the infected population, and dedicated research in this workforce are welcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Many of the cardiovascular imaging studies to date have involved selected patient populations, with retrospective recall of patients after discharge from hospital, and an imaging focus that lacked systematic evaluation of participants' disease or health status. Information gaps remain on the prevalence of cardiovascular and multisystem involvement in patients with J o u r n a l P r e -p r o o f symptomatic COVID-19 infection. This question is being prospectively investigated in the Cardiovascular Imaging in COVID-19 (CISCO-19) study (8) . A further knowledge gap is the clinical significance of biochemical evidence of myocardial injury, as reflected by transient or sustained elevation of troponin, which is evident in about 1 in 10 of survivors. This question is being investigated in the UK COVID-HEART study (ISRCTN58667920).",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 542,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Future studies could target populations of patients who have already had cardiac imaging before COVID-19 infection e.g., the UK Biobank study, however, the protocol did not include contrast imaging hence information on fibrosis, scar and extracellular volume will be lacking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Other studies that did involve contrast imaging may be susceptible to selection bias. These issues highlight the challenges of undertaking clinical research in the context of an unheralded pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, the COVIDsortium provides welcome, reassuring information that in healthy individuals who experience mild infection with COVID-19, persisting evidence of cardiovascular complications is very uncommon. The results do not support cardiovascular screening in individuals with mild or asymptomatic infection with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 and the cardiovascular system: implications for risk assessment, diagnosis, and treatment options",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Guzik",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mohiddin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dimarco",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cardiovasc Res",
            "volume": "116",
            "issn": "10",
            "pages": "1666--87",
            "other_ids": {
                "DOI": [
                    "10.1093/cvr/cvaa106"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Prospective case-control study of cardiovascular abnormalities six months following mild COVID-19 in healthcare workers",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Joy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Artico",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kurdi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Seraphim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "JACC Cardiovasc Imaging",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19: PCR screening of asymptomatic health-care workers at London hospital",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Treibel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Manisty",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Burton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Lond Engl",
            "volume": "395",
            "issn": "",
            "pages": "1608--1618",
            "other_ids": {
                "DOI": [
                    "Doi:10.1016/S0140-6736(20)31100-4"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cardiovascular Magnetic Resonance in Nonischemic Myocardial Inflammation: Expert Recommendations",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schulz-Menger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Holmvang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Am Coll Cardiol",
            "volume": "72",
            "issn": "24",
            "pages": "3158--76",
            "other_ids": {
                "DOI": [
                    "Doi:10.1016/j.jacc.2018.09.072"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Features of 20 133 UK patients in hospital with covid-19 using the ISARIC WHO Clinical Characterisation Protocol: prospective observational cohort study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Docherty",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "Doi:10.1136/bmj.m1985"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Resurgence of SARS-CoV-2: detection by community viral surveillance",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "Kec",
                    "middle": [],
                    "last": "Ainslie",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Eales",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "Doi:10.1126/science.abf0874"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antibody prevalence for SARS-CoV-2 following the peak of the pandemic in England: REACT2 study in 100,000 adults",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Atchison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Whitaker",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "2020:2020.08.12.20173690.Doi:10.1101/2020.08.12.20173690"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Chief Scientist Office Cardiovascular and Pulmonary Imaging in SARS Coronavirus disease-19 (CISCO-19) study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mangion",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Morrow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bagot",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cardiovasc Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cvr/cvaa209"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "concentrations of cardiac biomarkers were either normal in all individuals (NT-proBNP, reference <400 pg/L) or in all but 4 individuals who had approximately normal circulating levels of troponin T (reference high sensitivity troponin T <14 ng/L). Overall, the observed abnormalities were very uncommon, and equally distributed equally between seropositive and seronegative individuals. The investigators have previously reported that 30% of the seroconversions (n=157) were asymptomatic(3).The strengths of this study include the prospective design, open enrolment criteria, matched seronegative control individuals from the same population, serology status documented J o u r n a l P r e -p r o o f in all of the participants, use of state-of-the art automated acquisition and analyses techniques (artificial intelligence), high compliance with the imaging examination, and blinded analyses. The limitations include the lack of baseline information from cardiac imaging before COVID-19 infection, the lack of imaging at the time of infection, the focus on healthcare workers (rather than an unselected community population), and the limited sample size. Whilst CMR 'abnormalities' are reported, these are not assessed using the Modified Lake-Louise Criteria(4), and they are investigator-reported, hence potentially susceptible to ascertainment bias (positive or negative). These limitations are relevant. For example, acute myocardial involvement may have occurred in a higher proportion of patients at an earlier timepoint. On the other hand, as designed, the main aims of this study are achieved, and the aforementioned limitations are inherent to most cardiovascular imaging studies undertaken in COVID-19 to date.This study population is restricted to healthcare workers; therefore, the findings may not necessarily be generalised to a community population. Healthcare workers do not reflect the population of individuals most clinically affected by COVID-19 illness. The severity of acute COVID-19 infection is greatest in older individuals and those with pre-existing health problems.Healthcare workers are not representative of the wider, unselected, at-risk, community population. Cardiovascular risk factors and concomitant health problems (heart and respiratory disease, respiratory) may be more prevalent in the community than in healthcare workers, and prior studies have highlighted the clinical implications (interaction) for disease pathogenesis in COVID-19.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}