{"paper_id": "3dde65716f7d79e2109c4915cf1d32406a880867", "metadata": {"title": "CON: COVID-19 will not result in increased antimicrobial resistance prevalence", "authors": [{"first": "Peter", "middle": [], "last": "Collignon", "suffix": "", "affiliation": {"laboratory": "", "institution": "Canberra Hospital", "location": {"settlement": "Garran"}}, "email": ""}, {"first": "John", "middle": ["J"], "last": "Beggs", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Antimicrobial resistance (AMR) is affected by many factors, but too much of our focus has been on antimicrobial usage. The major factor that drives resistance rates globally is spread. The COVID-19 pandemic should lead to improved infection prevention and control practices, both in healthcare facilities and the community. COVID-19 will also have ongoing and profound effects on local, national and international travel. All these factors should lead to a decrease in the spread of resistant bacteria. So overall, COVID-19 should lead to a fall in resistance rates seen in many countries. For this debate we show why, overall, COVID-19 will not result in increased AMR prevalence. But globally, changes in AMR rates will not be uniform. In wealthier and developed countries, resistance rates will likely decrease, but in many other countries there are already too many factors associated with poor controls on the spread of bacteria and viruses (e.g. poor water and sanitation, poor public health, corrupt government, inadequate housing, etc.). In these countries, if economies and governance deteriorate further, we might see even more transmission of resistant bacteria.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In this debate we present our many arguments as to why COVID-19 will not result in increased antimicrobial resistance (AMR) prevalence. In essence, it's because we have previously shown on a global scale that the highest levels of antibiotic resistance are seen in countries where the spread of resistant bacteria is likely to be the dominant factor involved, rather than resistance that develops in bacteria from use and overuse of antibiotics. 1 Therefore, anything that decreases the spread of resistant bacteria should result not only in a drop in the overall number of bacteria causing infections, but also a likely decrease in the levels of antibiotic resistance.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "COVID-19 has already had a profound impact on how we interact, both in the community and in our healthcare facilities. People are, more often than before, washing their hands, using alcohol hand rub and observing physical and social distancing. All these factors mean that both in healthcare facilities (where hand hygiene and infection control have often been less than optimal) plus in the community, there should be less transmission of resistant bacteria.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In hospitals, examples of bacteria that are common pathogens and frequently spread include MRSA and VRE. These bacteria likely spread mainly by direct person-to-person transmission or via the hands of medical and nursing staff. Contaminated surfaces (i.e. the hospital environment) also contribute. 2,3 Improved hand hygiene compliance rates, better adherence to infection control precautions (particularly for contact and droplet transmission), along with improved cleaning of frequently touched surfaces, should decrease bacterial spread both within and among healthcare facilities. With time, an increasing percentage of hospitalonset Staphylococcus aureus and even Enterococcus infection will be more reflective of what patients bring in from the community, rather than what is acquired in hospitals. So the numbers of infections that occur, along with their associated resistance rates, should fall.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In the community, similar principles will hold. Prolonged physical proximity is an important vector for disease transmission. Household crowding and higher population density are factors that also mediate the transmission of AMR, even in pre-COVID-19 times in 2015. Tables 1 and 2 show data for 28 European countries. 4, 5 Countries that had less overcrowded housing and lower population density had a lower incidence of both AMR infections and AMR-related deaths. The COVID-19 outbreak has led to increased social distancing, fewer crowds, stay-at-home policies, better workplace separation, reduced public transport crowding, etc. These practices are now widespread and so will weaken the person-to-person transmission vector. This lessening of person-toperson contact should lead not only to fewer COVID-19 infections when followed, but also less transmission of resistant bacteria whenever direct person-to-person transfer is a big factor.", "cite_spans": [{"start": 318, "end": 320, "text": "4,", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 266, "end": 280, "text": "Tables 1 and 2", "ref_id": "TABREF0"}], "section": ""}, {"text": "In the community, bacteria such as S. aureus and Streptococcus pneumoniae spread predominantly from person to person. S. aureus may also have an environmental component (bacteria residing on frequently touched surfaces). COVID-19 physical V C The Author(s) 2020. Published by Oxford University Press on behalf of the British Society for Antimicrobial Chemotherapy. This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http:// creativecommons.org/licenses/by-nc/4.0/), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited. For commercial re-use, please contact journals.permissions@oup.com distancing policies, increased hand hygiene in the community, as well as increased environmental cleaning of surfaces frequently touched, should together result in less S. aureus being transferred from person to person and then also fewer infections occurring.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "There should be lower numbers of community MRSA strains being transmitted from person to person. Many strains of MRSA spread globally as clones. 6, 7 Increased physical distancing plus hand hygiene should decrease their spread.", "cite_spans": [{"start": 145, "end": 147, "text": "6,", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "S. pneumoniae infection, when resistant, is often caused by clones spreading through the community and even globally. 8, 9 A decrease in infections caused by these strains would also be likely to occur because of increased physical distancing and less travel. Additionally, a lot of pneumococcal strains probably spread from children to grandparents. Because of decreased contact between children and grandparents, we may well see fewer infections in those above the age of 60 years, as well as a likely lowering of resistance rates. 10 Another important bacterium to look at is Escherichia coli; very high levels of resistance can be present in the community of some countries. 1,11 E. coli is the most common bacterial pathogen causing serious infections such as bloodstream infections in people. 12 Spread is complex, but the vast majority of E. coli bloodstream infections have a community onset. 12 Contaminated foods and water, in addition to direct contact with other people, are likely very important factors in how people acquire many new strains of E. coli and so also in the spread of resistant E. coli strains. [13] [14] [15] Travel is another major component associated with increasing numbers of resistant E. coli acquisition and carriage. Resistant strains of E. coli such as those producing ESBLs are very common globally. In countries that have lower prevalence of these strains, e.g. the Netherlands, Australia and Canada, a major risk is those who are returned travellers. [16] [17] [18] [19] This is particularly true for those who have returned from areas where there are high levels of resistant E. coli in the community, e.g. China and India. 11, [17] [18] [19] Most countries have now stopped much or all international travel. International travel is not likely to restart in any significant way for the next 6 months or even longer. Thus, we should expect to see much less intercontinental spread and transfer of resistant bacteria by travellers. While studies have shown that the resistant bacteria carried by returning travellers can persist for 6 months or even longer, carriage rates of these resistant bacteria do decrease with time. 18 ,19 Therefore, we should see a lowering in the rates of E. coli resistance in most countries that have good infrastructure in place and especially for water and sanitation, e.g. most of Europe, North America and Australia.", "cite_spans": [{"start": 118, "end": 120, "text": "8,", "ref_id": "BIBREF7"}, {"start": 1123, "end": 1127, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1128, "end": 1132, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1133, "end": 1137, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1492, "end": 1496, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1497, "end": 1501, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 1502, "end": 1506, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1507, "end": 1511, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1666, "end": 1669, "text": "11,", "ref_id": "BIBREF10"}, {"start": 1670, "end": 1674, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 1675, "end": 1679, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1680, "end": 1684, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": ""}, {"text": "Similar falls in resistance rates, especially from the introduction of new clones, will occur with the spread of other resistant pathogens that occur in hospitals and spread with patients and/or healthcare workers when they move between different countries (e.g. Klebsiella spp. resistant to carbapenems). [20] [21] [22] The issues involved in the global spread of antibiotic resistance are complex. The volumes and types of antibiotics used are important factors that affect the development of resistance and the levels seen, within countries and within hospitals. [23] [24] [25] However, we have shown previously that when you look at resistance on a global scale, factors other than antibiotic usage appear to be much more important than antibiotic use in determining the levels of resistance seen in different countries. 1 These factors include the infrastructure in a country (i.e. sanitation and water) but also, very importantly, issues of governance (e.g. corruption levels). 1, 19 The amounts of money spent in different countries on public health is also a factor. Poor performance against any of these criteria will facilitate spread of bacteria and viruses. These are also likely to be the same factors that will ultimately be associated with greater spread and higher levels of adverse outcomes with COVID-19. Antibiotic resistance levels will be a compounding factor with deaths from COVID-19, as patients in hospitals and ICUs have an increased risk of secondary bacterial infections. [20] [21] [22] 25 For this debate we have shown why COVID-19 will not result in increased AMR prevalence. But what we see with AMR, and where levels of resistance will likely decrease, will not be uniform globally or even locally. In wealthier and developed countries, overall resistance rates as well as infection rates will likely decrease. However, in countries lacking in many of the factors that are associated with higher rates of both infections and higher AMR rates (e.g. poor water and sanitation, poor public health, corrupt government, inadequate housing, poor nutrition, etc.), we might see even more infections, more uncontrolled antibiotic use and even more transmission of resistant bacteria, both person-to-person directly as well as via contaminated water and food. So, in areas with poverty and poor infrastructure, attempted controls put in place to try and limit the spread of COVID-19 itself may have no effect on the potential to see lower resistance rates in bacteria. Worse still, it is possible that in some countries with widespread COVID-19, if economies and governance deteriorate further, we might see even more transmission of resistant bacteria and so, in some areas, resistance rates may go up from already very high levels.", "cite_spans": [{"start": 306, "end": 310, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 311, "end": 315, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 316, "end": 320, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 566, "end": 570, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 571, "end": 575, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 576, "end": 580, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 984, "end": 986, "text": "1,", "ref_id": "BIBREF0"}, {"start": 1500, "end": 1504, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1505, "end": 1509, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1510, "end": 1514, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": ""}, {"text": "AMR is complicated and affected by many factors. Our focus frequently has been prominently, and sometimes almost entirely, Opinion on antimicrobial usage volumes and the types of agents used (broad spectrum versus narrow spectrum, etc.). However, these are not the major factors that drive resistance rates globally. It is spread (or contagion) that is most important, but often this fact is underappreciated. This current COVID-19 pandemic will hopefully lead to ongoing and improved infection prevention and control practices globally, in both healthcare facilities and the community. COVID-19 will also have ongoing and profound effects on national and international travel. As time progresses, it will be very important to study which of these many factors will have the most profound effects on changes in AMR, firstly on the development of resistance itself but more importantly on the spread of AMR bacteria, locally, nationally and internationally.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "None to declare.", "cite_spans": [], "ref_spans": [], "section": "Transparency declarations"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Anthropological and socioeconomic factors contributing to global antimicrobial resistance: a univariate and multivariable analysis", "authors": [{"first": "P", "middle": [], "last": "Collignon", "suffix": ""}, {"first": "J", "middle": [], "last": "Beggs", "suffix": ""}, {"first": "T", "middle": [], "last": "Walsh", "suffix": ""}], "year": 2018, "venue": "Lancet Planet Health", "volume": "2", "issn": "", "pages": "398--405", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "An environmental cleaning bundle and health-care-associated infections in hospitals (REACH): a multicentre, randomised trial", "authors": [{"first": "B", "middle": ["G"], "last": "Mitchell", "suffix": ""}, {"first": "L", "middle": [], "last": "Hall", "suffix": ""}, {"first": "N", "middle": [], "last": "White", "suffix": ""}], "year": 2019, "venue": "Lancet Infect Dis", "volume": "19", "issn": "", "pages": "410--418", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Controlling hospital-acquired infection: focus on the role of the environment and new technologies for decontamination", "authors": [{"first": "S", "middle": [], "last": "Dancer", "suffix": ""}], "year": 2014, "venue": "Clin Microbiol Rev", "volume": "27", "issn": "", "pages": "665--90", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Attributable deaths and disability-adjusted life-years caused by infections with antibiotic-resistant bacteria in the EU and the European Economic Area in 2015: a populationlevel modelling analysis", "authors": [{"first": "A", "middle": [], "last": "Cassini", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Högberg", "suffix": ""}, {"first": "D", "middle": [], "last": "Plachouras", "suffix": ""}], "year": 2019, "venue": "Lancet Infect Dis", "volume": "19", "issn": "", "pages": "56--66", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Overcrowding Rate by Age, Sex and Poverty Status -Total Population -EU-SILC Survey", "authors": [{"first": "", "middle": [], "last": "Eurostat", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Origin, evolution, and global transmission of community-acquired Staphylococcus aureus ST8", "authors": [{"first": "L", "middle": [], "last": "Strauß", "suffix": ""}, {"first": "M", "middle": [], "last": "Stegger", "suffix": ""}, {"first": "P", "middle": [], "last": "Akpaka", "suffix": ""}], "year": 2017, "venue": "Proc Natl Acad Sci", "volume": "114", "issn": "", "pages": "10596--604", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Evolution and global transmission of a multidrug-resistant, community-associated methicillin-resistant Staphylococcus aureus lineage from the Indian subcontinent", "authors": [{"first": "E", "middle": ["J"], "last": "Steinig", "suffix": ""}, {"first": "S", "middle": [], "last": "Duchene", "suffix": ""}, {"first": "Robinson", "middle": [], "last": "Da", "suffix": ""}], "year": 2019, "venue": "mBio", "volume": "10", "issn": "", "pages": "1105--1124", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Nomenclature of major antimicrobialresistant clones of Streptococcus pneumoniae defined by the Pneumococcal Molecular Epidemiology Network", "authors": [{"first": "L", "middle": [], "last": "Mcgee", "suffix": ""}, {"first": "L", "middle": [], "last": "Mcdougal", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2001, "venue": "J Clin Microbiol", "volume": "39", "issn": "", "pages": "2565--71", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Changes in antimicrobial resistance, serotypes and genotypes in Streptococcus pneumoniae over a 30-year period", "authors": [{"first": "J", "middle": [], "last": "Liñares", "suffix": ""}, {"first": "C", "middle": [], "last": "Ardanuy", "suffix": ""}, {"first": "R", "middle": [], "last": "Pallares", "suffix": ""}], "year": 2010, "venue": "Clin Microbiol Infect", "volume": "16", "issn": "", "pages": "402--412", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "S. hospitalizations for pneumonia after a decade of pneumococcal vaccination", "authors": [{"first": "M", "middle": ["R"], "last": "Griffin", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Moore", "suffix": ""}], "year": 2013, "venue": "N Engl J Med", "volume": "369", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Antibiotic resistance pattern among common bacterial uropathogens with special reference to ciprofloxacin resistant Escherichia coli", "authors": [{"first": "J", "middle": [], "last": "Mandal", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Acharya", "suffix": ""}, {"first": "D", "middle": [], "last": "Buddhaptiya", "suffix": ""}], "year": 2012, "venue": "Indian J Med Res", "volume": "136", "issn": "", "pages": "842--891", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Escherichia coli bacteraemia in Canberra: incidence and clinical features", "authors": [{"first": "K", "middle": ["J"], "last": "Kennedy", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Roberts", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Collignon", "suffix": ""}], "year": 2008, "venue": "Med J Aust", "volume": "188", "issn": "", "pages": "209--222", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Children Need Clean Water to Grow: E. coli Contamination of Drinking Water and Childhood Nutrition in Bangladesh", "authors": [{"first": "G", "middle": [], "last": "Joseph", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Haque", "suffix": ""}, {"first": "N", "middle": [], "last": "Moqueet", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["https:/elibrary.worldbank.org/doi/abs/10.1596/1813-9450-9054"]}}, "BIBREF13": {"ref_id": "b13", "title": "One Health-its importance in helping to better control antimicrobial resistance", "authors": [{"first": "P", "middle": ["J"], "last": "Collignon", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Mcewen", "suffix": ""}], "year": 2019, "venue": "Trop Med Infect Dis", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The scourge of antibiotic resistance: the important role of the environment", "authors": [{"first": "R", "middle": ["L"], "last": "Finley", "suffix": ""}, {"first": "P", "middle": [], "last": "Collignon", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Larsson", "suffix": ""}], "year": 2013, "venue": "Clin Infect Dis", "volume": "57", "issn": "", "pages": "704--714", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Travel-acquired ESBL-producing Enterobacteriaceae: impact of colonization at individual and community level", "authors": [{"first": "P", "middle": [], "last": "Woerther", "suffix": ""}, {"first": "A", "middle": [], "last": "Andremont", "suffix": ""}, {"first": "A", "middle": [], "last": "Kantele", "suffix": ""}], "year": 2017, "venue": "J Travel Med", "volume": "24", "issn": "", "pages": "29--34", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Prevalence and risk factors for carriage of ESBL-producing Enterobacteriaceae in a population of Dutch travellers: a cross-sectional study", "authors": [{"first": "M", "middle": [], "last": "Arcilla", "suffix": ""}, {"first": "J", "middle": [], "last": "Van Hattem", "suffix": ""}, {"first": "M", "middle": [], "last": "Bootsma", "suffix": ""}], "year": 2020, "venue": "Travel Med Infect Dis", "volume": "33", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Risk factors for acquisition of multidrug-resistant Enterobacterales among international travellers: a synthesis of cumulative evidence", "authors": [{"first": "L", "middle": [], "last": "Furuya-Kanamori", "suffix": ""}, {"first": "J", "middle": [], "last": "Stone", "suffix": ""}, {"first": "L", "middle": [], "last": "Yakob", "suffix": ""}], "year": 2020, "venue": "J Travel Med", "volume": "27", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Colonisation with Escherichia coli resistant to \"critically important\" antibiotics: a high risk for international travellers", "authors": [{"first": "K", "middle": [], "last": "Kennedy", "suffix": ""}, {"first": "P", "middle": [], "last": "Collignon", "suffix": ""}], "year": 2010, "venue": "Eur J Clin Microbiol Infect Dis", "volume": "29", "issn": "", "pages": "1501--1507", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The epidemiology of carbapenem-resistant Enterobacteriaceae: the impact and evolution of a global menace", "authors": [{"first": "L", "middle": ["K"], "last": "Logan", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Weinstein", "suffix": ""}], "year": 2017, "venue": "J Infect Dis", "volume": "215", "issn": "1", "pages": "28--36", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Carbapenemase-producing Klebsiella pneumoniae, a key pathogen set for global nosocomial dominance", "authors": [{"first": "J", "middle": ["D"], "last": "Pitout", "suffix": ""}, {"first": "P", "middle": [], "last": "Nordmann", "suffix": ""}, {"first": "L", "middle": [], "last": "Poirel", "suffix": ""}], "year": 2015, "venue": "Antimicrob Agents Chemother", "volume": "59", "issn": "", "pages": "5873--84", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Emergence of a new antibiotic resistance mechanism in India, Pakistan, and the UK: a molecular, biological, and epidemiological study", "authors": [{"first": "K", "middle": ["K"], "last": "Kumarasamy", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Toleman", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Walsh", "suffix": ""}], "year": 2010, "venue": "Lancet Infect Dis", "volume": "10", "issn": "", "pages": "597--602", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Outpatient antibiotic use in Europe and association with resistance: a cross-national database study", "authors": [{"first": "H", "middle": [], "last": "Goossens", "suffix": ""}, {"first": "M", "middle": [], "last": "Ferech", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Stichele", "suffix": ""}], "year": 2005, "venue": "Lancet", "volume": "365", "issn": "", "pages": "579--87", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Antimicrobial resistance: the major contribution of poor governance and corruption to this growing problem", "authors": [{"first": "P", "middle": [], "last": "Collignon", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Athukorala", "suffix": ""}, {"first": "S", "middle": [], "last": "Senanayake", "suffix": ""}], "year": 2015, "venue": "PLoS One", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "A systematic review and metaanalysis of the effects of antibiotic consumption on antibiotic resistance", "authors": [{"first": "B", "middle": ["G"], "last": "Bell", "suffix": ""}, {"first": "F", "middle": [], "last": "Schellevis", "suffix": ""}, {"first": "E", "middle": [], "last": "Stobberingh", "suffix": ""}], "year": 2014, "venue": "BMC Infect Dis", "volume": "14", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Overcrowded housing and incidence of AMR infection and death: EuropeTable 2. Population density and incidence of AMR infection and death: Europe", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 2. Population density and incidence of AMR infection and death:\nEurope", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Overcrowded housing and incidence of AMR infection and\ndeath: Europe\n</td></tr><tr><td>Percentage of\npopulation\nliving in\novercrowded\nhousing\n</td><td>European AMR\ncases per\nmillion persons\n(country\naverages)\n</td><td>European AMR\ndeaths per\nmillion persons\n(country\naverages)\n</td><td>Number\nof countries\n</td></tr><tr><td>,10 </td><td>783.4 </td><td>33.9 </td><td>13\n</td></tr><tr><td>10-20 </td><td>988.8 </td><td>44.2 </td><td>6\n</td></tr><tr><td>.20 </td><td>1262.0 </td><td>73.1 </td><td>9\n</td></tr></table></body></html>"}}, "back_matter": []}