{"paper_id": "3ddeb2023935e6aa21813de624262a70823f1934", "metadata": {"title": "Journal Pre-proof Repurposing of existing FDA approved drugs for Neprilysin inhibition: an in-silico study Title: Repurposing of existing FDA approved drugs for Neprilysin inhibition: an in- silico study", "authors": [{"first": "Runali", "middle": [], "last": "Sankhe", "suffix": "", "affiliation": {"laboratory": "", "institution": "Manipal Academy of Higher Education", "location": {"postCode": "Manipal -576104", "region": "Karnataka", "country": "India"}}, "email": ""}, {"first": "Ekta", "middle": [], "last": "Rathi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Manipal Academy of Higher Education", "location": {"postCode": "Manipal -576104", "region": "Karnataka, Karnataka", "country": "India., India"}}, "email": ""}, {"first": "Suman", "middle": [], "last": "Manandhar", "suffix": "", "affiliation": {"laboratory": "", "institution": "Manipal Academy of Higher Education", "location": {"postCode": "Manipal -576104", "region": "Karnataka", "country": "India"}}, "email": ""}, {"first": "Avinash", "middle": [], "last": "Kumar", "suffix": "", "affiliation": {"laboratory": "", "institution": "Manipal Academy of Higher Education", "location": {"postCode": "Manipal -576104", "region": "Karnataka, Karnataka", "country": "India., India"}}, "email": ""}, {"first": "K", "middle": [], "last": "Sreedhara", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rangnath", "middle": [], "last": "Pai", "suffix": "", "affiliation": {"laboratory": "", "institution": "Manipal Academy of Higher Education", "location": {"postCode": "Manipal -576104", "region": "Karnataka", "country": "India"}}, "email": ""}, {"first": "Suvarna", "middle": [], "last": "Kini", "suffix": "", "affiliation": {"laboratory": "", "institution": "Manipal Academy of Higher Education", "location": {"postCode": "Manipal -576104", "region": "Karnataka, Karnataka", "country": "India., India"}}, "email": ""}, {"first": "Anoop", "middle": [], "last": "Kishore", "suffix": "", "affiliation": {"laboratory": "", "institution": "Manipal Academy of Higher Education", "location": {"postCode": "Manipal -576104", "region": "Karnataka", "country": "India"}}, "email": "anoop.kishore@manipal.edu"}]}, "abstract": [{"text": " The drug repurposing of FDA approved drugs from ZINC 12 database was done using crystal structure of extracellular domain of human NEP (PDB ID: 5JMY)  The interactions with catalytic triad of HIS583, HIS587, and GLU646 are important for NEP inhibition.  Based on XP molecular docking, binding energy, IFD-SP, and MD simulation simulation top 4 NEP inhibitors were identified.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Abstract: Neprilysin (NEP) is a neutral endopeptidase with diverse physiological roles in the body. NEP's role in degradation of diverse classes of peptides such as amyloid beta, natriuretic peptide, substance P, angiotensin, endothelins, etc., is associated with pathologies of alzheimer's, kidney and heart disease, obesity, diabetes, and certain malignancies. Hence the functional inhibition of NEP in the above systems can be a good therapeutic target. In the present study, in-silico drug repurposing approach was used to identify NEP inhibitors.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Molecular docking was carried out using GLIDE tool and 2934 drugs from the ZINC12 database were screened using high throughput virtual screening (HTVS) followed by standard precision (SP), and extra precision (XP) docking. Based on the XP docking score and ligand interaction, the top 8 hits were subjected to free ligand binding energy calculation, to filter out 4 hits (ZINC000000001427, ZINC000001533877, ZINC000000601283, and ZINC000003831594). Further, induced fit docking-standard precision (IFD-SP) and molecular dynamics (MD) studies were performed. The results obtained from MD +studies suggest that ZINC000000601283-NEP and ZINC000003831594-NEP complexes were most stable for 20ns simulation period as compared to ZINC000001533877-NEP and ZINC000000001427-NEP complexes.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Interestingly, ZINC000000601283 and ZINC000003831594 showed similarity in binding with reported NEP inhibitor sacubitrilat.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Findings from this study suggest that ZINC000000601283 and ZINC000003831594 may act as NEP inhibitors. In future studies, the role of ZINC000000601283 and ZINC000003831594", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "in NEP inhibition should be tested in biological systems to evaluate therapeutic effect in NEP associated pathological conditions. [4] . The progression of various pathological conditions such as kidney and heart disease [4] , obesity [5] , diabetes [6] [7] , few malignancies such as colon cancer, lung cancer and melanomas [8] [9] [10] [11], etc. is associated the peptidase activity of NEP. In 2015, the U.S. Food and Drug Administration (FDA) approved sacubitril/valsartan, combination of a neprilysin inhibitor and an angiotensin receptor blocker (ARB) respectively, commonly known as angiotensin receptor Neprilysin inhibitor (ARNi), for heart failure with reduced ejection fraction [12] . Further, in 2017, clinical trials involving sacubitril/valsartan treatment groups performed well in the renal failure population as compared to treatment with an ARB (Valsartan) alone [13] . Therefore, NEP has gained considerable attention in the last decade for its peptide degrading property, and whose inhibition has therapeutic potential in multiple diseases. But the known and available NEP inhibitors are limited. Hence, drug repurposing using different in-silico tools can aid in speeding up the process of drug discovery for the development of new NEP inhibitors.", "cite_spans": [{"start": 131, "end": 134, "text": "[4]", "ref_id": "BIBREF1"}, {"start": 221, "end": 224, "text": "[4]", "ref_id": "BIBREF1"}, {"start": 235, "end": 238, "text": "[5]", "ref_id": "BIBREF2"}, {"start": 250, "end": 253, "text": "[6]", "ref_id": "BIBREF3"}, {"start": 254, "end": 257, "text": "[7]", "ref_id": null}, {"start": 325, "end": 328, "text": "[8]", "ref_id": null}, {"start": 333, "end": 337, "text": "[10]", "ref_id": "BIBREF12"}, {"start": 689, "end": 693, "text": "[12]", "ref_id": null}, {"start": 880, "end": 884, "text": "[13]", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "The role of NEP has been extensively studied in various diseases. The study report of the PARADIGM trial highlighted the role of NEP inhibitors in the population of heart failure with reduced ejection fraction [14] . In an in-vivo study of subtotal nephrectomy, the renoprotective effect of sacubitril/valsartan was found to be stronger as compared to valsartan alone [15] . According to the result of the U.K. HARP-III trial, the combination of sacubitril/valsartan is effective and is well-tolerated in the chronic kidney disease population [16] . Similarly, various studies are focussed on the importance of NEP on chronic kidney and cardiovascular diseases. NEP inhibition in streptozotocin-induced diabetic mice, improved outcomes of cardiac function for heart failure with reduced ejection fraction. In diabetic nephropathy, the combination of the NEP inhibitor thiorphan, with an angiotensin receptor blocker and an angiotensin-converting enzyme II activator showed significant improvement in the condition, by modulating components of the renin-angiotensin system and natriuretic peptide system [6] . The activation of the leptin-aldosterone-neprilysin axis contributes to the pathogenesis of cardiac complications in obese patients [17] . In obesity and type 2 diabetes, NEP inhibition showed improvement in insulin sensitivity and glycaemic control. The inhibition results in modulation of several peptides with glucoregulatory properties such as bradykinin, cholecystokinin, glycogen like peptide, glucose-dependent insulinotropic peptide, secretin, and vasoactive intestinal polypeptide, leading to improved glucose homeostasis and weight loss [18] . A study conducted to evaluate the effect of NEP on nociception, concluded that NEP inhibition can be a good strategy for pain management [19] . In cancers, such as colon cancer [9] [10], lung cancer [11] [20] , and melanomas [8] , the increased levels of NEP is correlated with neoplastic progression. The peptidase activity of NEP and its interaction with Akt/ focal adhesion kinase is assumed to contribute to the pathogenesis of colon cancer [21] . In aggressive melanomas, CD10 (NEP) is the biomarker [8] for detection. The recent finding, also highlighted the role of ARNi to enhance anti-inflammatory and natriuretic peptide system in COVID-19 patients [22] [23] . Additionally, the use of ARNi is also recommended for patients suffering from COVID-19 [24] . All these findings highlighted the need for designing novel NEP inhibitors. But, de novo drug development is resource intensive and time consuming. Hence, drug discovery by repurposing the existing drugs can be an attractive strategy, with the benefit of with reduced developmental risk, especially in the case of NEP inhibitors.", "cite_spans": [{"start": 210, "end": 214, "text": "[14]", "ref_id": null}, {"start": 368, "end": 372, "text": "[15]", "ref_id": null}, {"start": 543, "end": 547, "text": "[16]", "ref_id": null}, {"start": 1103, "end": 1106, "text": "[6]", "ref_id": "BIBREF3"}, {"start": 1241, "end": 1245, "text": "[17]", "ref_id": null}, {"start": 1656, "end": 1660, "text": "[18]", "ref_id": "BIBREF13"}, {"start": 1800, "end": 1804, "text": "[19]", "ref_id": "BIBREF14"}, {"start": 1840, "end": 1843, "text": "[9]", "ref_id": null}, {"start": 1867, "end": 1871, "text": "[20]", "ref_id": "BIBREF15"}, {"start": 1888, "end": 1891, "text": "[8]", "ref_id": null}, {"start": 2108, "end": 2112, "text": "[21]", "ref_id": "BIBREF16"}, {"start": 2168, "end": 2171, "text": "[8]", "ref_id": null}, {"start": 2322, "end": 2326, "text": "[22]", "ref_id": "BIBREF17"}, {"start": 2327, "end": 2331, "text": "[23]", "ref_id": null}, {"start": 2421, "end": 2425, "text": "[24]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": ""}, {"text": "The computation repurposing is known as 'in-silico drug repurposing'. In 2019, in the U.S., approximately 30% of drugs approved was through the drug repurposing approach [25] . The concept of drug repurposing has been already practiced in cardiovascular disease, cancer, obesity, erectile dysfunction, smoking cessation, stress, psychosis, etc. [26] . Drug repurposing using already approved drugs reduces the time and money on preliminary screening, toxicity studies, clinical trials, bulk manufacturing and formulation development.", "cite_spans": [{"start": 170, "end": 174, "text": "[25]", "ref_id": "BIBREF22"}, {"start": 345, "end": 349, "text": "[26]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": ""}, {"text": "On the other hand, the establishment of new drug candidates requires lots of time and resources. A good example is the case of allopurinol which was originally approved for cancer and is now available for the treatment of gout [25] .", "cite_spans": [{"start": 227, "end": 231, "text": "[25]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": ""}, {"text": "In this context, we decided to find out a series of inhibitors for NEP using in-silico drug repurposing. The protein structure of the extracellular domain of NEP with sacubitralat (the active metabolite of sacubitril) was used in the current study. The inhibitor binding pocket in the protein structure of the extracellular domain of human NEP (PDB ID: 5JMY) has already been revealed by Schiering, Nikolaus, et al. [27] . The inhibitor binding pocket contains the catalytically essential triad of HIS583, HIS587, and GLU646. For our drug repurposing study, the structures of 2934 FDA approved drugs were downloaded from the Zinc 12 database. Based on the binding pocket of NEP inhibitors, the high throughput virtual screening of existing FDA approved drugs was done to find out new series of NEP inhibitors.", "cite_spans": [{"start": 416, "end": 420, "text": "[27]", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "To the best of our knowledge, this is the first study based on drug repurposing approach that is being reported and employed for the development of NEP inhibitors using receptorinhibitor complex.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In the current study, the Maestro Molecular platform (Version 12.1) by Schrodinger, LLC was used to perform molecular docking and simulation studies on an HP desktop system with Linux Ubuntu 18.04.1 LTS platform, Intel Haswell graphics card, 8GB Ram and Intel core i3-4160 processor.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods:"}, {"text": "X-ray crystallographic structure of an extracellular domain of human NEP (PDB ID: 5JMY) was downloaded from the RCSB protein data bank. The PDB ID: 5JMY has a resolution of 2 Å. Prior to docking and simulation studies, the biological unit of protein was prepared using 'Protein Preparation Wizard' in Schrodinger suite [28] . During the process of protein preparation, the protein was subjected to import and refine, review and modify, and minimize processes. In protein preparation wizard, missing side chains and residues were filled using the Prime tool. The active site and catalytically important residues were retained in the protein structure. The non-protein water molecules beyond 5 Å were deleted and stages were generated for hetero atoms. To generate low energy state protein, energy minimization was done using OPLS3e (Optimized potential for liquid stimulation) force field and the prepared protein was used for molecular modelling. To generate a grid around ligand, the receptor grid generation workflow was used by keeping all functional residues in the grid [29] .", "cite_spans": [{"start": 319, "end": 323, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 1075, "end": 1079, "text": "[29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Protein preparation and grid generation:"}, {"text": "The structures of 2934 FDA approved drugs from Zinc 12 database were downloaded [30] .", "cite_spans": [{"start": 80, "end": 84, "text": "[30]", "ref_id": null}], "ref_spans": [], "section": "Ligand preparation:"}, {"text": "For ligand preparation, the LigPrep tool was employed. The lowest energy 3D structures with correlated chiralities were generated at pH 7.0 ± 2.0 under the OPLS3e force field. In this process, all the ligands were pre-processed, which includes generation of tautomers, ionization state at pH 7.0 ± 2.0 using Epik, addition of hydrogen bond, charged group neutralization, and ligand geometry were optimized [29] .", "cite_spans": [{"start": 406, "end": 410, "text": "[29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Ligand preparation:"}, {"text": "All the molecular docking studies were carried out by using the ligand docking tool GLIDE [33] .", "cite_spans": [{"start": 90, "end": 94, "text": "[33]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Ligand docking:"}, {"text": "For the assessment of the ADME profile, the QikProp tool from the maestro modeling platform was used [33] . The QikProp tool helps in the prediction of the druggable property of best four hits based on ADME analysis. During this process, various descriptors such as molecular weight, cardiotoxicity (QPlogHERG), predicted octanol/water partition coefficient (QPlogPo/w), permeability (QPPCaco), polar surface area (PSA), percentage human oral absorption (% Oral Absorption) , and Lipinski rule of five were calculated.", "cite_spans": [{"start": 101, "end": 105, "text": "[33]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "ADME analysis:"}, {"text": "IFD-SP was carried out using the induced-fit docking module from Maestro molecular modelling platform [34] . Based on the XP GLIDE docking score, binding energy, crucial residues involved and ADME analysis, four (ZINC000000001427, ZINC000001533877, ZINC000000601283, and ZINC000003831594) drugs were selected for IFD-SP docking. In IFD, based on the B-factor, side chains were trimmed with receptor and Vander Waals scaling of 0.70 and 0.50 respectively and a maximum of 20 poses were set for each ligand.", "cite_spans": [{"start": 102, "end": 106, "text": "[34]", "ref_id": null}], "ref_spans": [], "section": "Induced fit docking (IFD)-SP:"}, {"text": "Further prime side-chain prediction and minimization were performed in which refinement of all residues within 5Å of the ligands pose and side chains were performed [35] . This process allows the ligand structure and conformation to accommodate nearby reorienting side chains.", "cite_spans": [{"start": 165, "end": 169, "text": "[35]", "ref_id": null}], "ref_spans": [], "section": "Induced fit docking (IFD)-SP:"}, {"text": "The ligands and residues are minimized. In induced-fit protein structure, all the ligands were rigorously docked and IFD score for each was calculated using the formula:", "cite_spans": [], "ref_spans": [], "section": "Induced fit docking (IFD)-SP:"}, {"text": "IFD Score: 1.0*Prime_Energy + 9.057*GLIDE Score + 1.428*GLIDE_Ecoul", "cite_spans": [], "ref_spans": [], "section": "Induced fit docking (IFD)-SP:"}, {"text": "The flexibility of the receptor is restricted in grid-based docking systems like XP and IFD.", "cite_spans": [], "ref_spans": [], "section": "Molecular dynamics (MD) simulation:"}, {"text": "These do not mimic the actual biological systems, where the protein and drug are solvated in water. Hence to tackle this problem, MD simulation was performed. Based on the GLIDE docking score, free binding energy, and IFD score, four drugs were selected for MD simulation for 20ns. For MD simulation, three steps were performed, viz., system builder, minimization, and MD simulation. The docked complex of protein and ligand were selected, and the system model was made by predefined SPC solvent under orthorhombic boundary conditions. Next, the system model was subjected to energy minimization until a gradient threshold reached 25 kcal/mol/Å, balanced at 300 K temperature, and 1 bar pressure via NPT ensemble. In the final step, Minimized ligand-protein complex were subjected to MD simulation [36].", "cite_spans": [], "ref_spans": [], "section": "Molecular dynamics (MD) simulation:"}, {"text": "For optimization of ADME and biological properties of top two selected compounds (ZINC000000601283 and ZINC000003831594), the bioisostere replacement of functional group was performed. The bioisosteric replacement tool from Maestro molecular modelling platform was employed to create bioisosteric structures of better potency and ADME profile.", "cite_spans": [], "ref_spans": [], "section": "Bioisostere replacement:"}, {"text": "Further, the results of the generated bioisosteres were analysed through interaction of ligands with crucial amino acid residue, XP GLIDE docking score, binding energy, and ADME analysis [37].", "cite_spans": [], "ref_spans": [], "section": "Bioisostere replacement:"}, {"text": "NEP was prepared at a neutral pH of 7.0 ± 0.2. Two α-helical subdomains were present in the extracellular domain. Both α-helical subdomains of NEP are connected with the linker region and essential catalytic triad are present in the central cavity of both subdomains. In the central cavity, the catalytically important zinc atom is coordinated with the side chains of amino acid residues HIS583, HIS587, and GLU646 [38] [27] . In present protein, co-crystallized ligand, sacubitrilat is bound to the active site NEP and showed crucial interactions with HIS583, HIS587, GLU646, and fourth coordination is provided by the carboxylate oxygen adjacent to the P1 methyl of the sacubitrilat. To generate a receptor grid, receptor grid generation workflow was used and the cubic box of specific dimensions was generated around the cocrystalized ligand sacubitrilat to perform molecular docking studies. was towards the shallow S1 pocket of NEP protein [27] . The charge positive interaction with ARG717 and polar interaction with ASN542 were found to be common in sacubitrilat and selected eight drugs. Even in this study, all the eight drugs showed hydrophobic interactions with PHE544. Sacubitrilat also showed interactions with ASN542, ARG717, ARG110, and ARG102. Our eight selected drugs showed interactions with any three of the abovementioned residues. In-silico docking studies also showed that all the eight drugs showed interaction with HIS711 which then formed a hydrogen bond with zinc, causing the Table 2 .", "cite_spans": [{"start": 420, "end": 424, "text": "[27]", "ref_id": null}, {"start": 945, "end": 949, "text": "[27]", "ref_id": null}], "ref_spans": [{"start": 1503, "end": 1510, "text": "Table 2", "ref_id": "TABREF9"}], "section": "Results:"}, {"text": "Around", "cite_spans": [], "ref_spans": [], "section": "Ligand docking:"}, {"text": "The Prime-MMGBSA was employed to calculate the binding energy of the top eight drugs with selected docked poses. All the eight drugs showed stability in the docked pose with ΔG binding energy > -34 Kcal/mol (Described in Table 1 ). The ΔG binding energy of cocrystallized drug sacubitrilat was found to be -96.51Kcal/mol. Both, co-crystalized ligand and selected eight drugs were found to be stability with docked pose of ligands. This finding indicates that, selected drug may act as NEP inhibitor.", "cite_spans": [], "ref_spans": [{"start": 221, "end": 228, "text": "Table 1", "ref_id": "TABREF8"}], "section": "Free ligand binding energy calculation:"}, {"text": "After Also, in the body, the ligand binding site on the proteins conforms to the ligand shape and binding mode. IFD was conducted to resolve the shortcomings of rigid docking protocols.", "cite_spans": [], "ref_spans": [], "section": "Induced fit docking (IFD)-SP:"}, {"text": "IFD has two main applications, first is it generates the most accurate active complex structure of ligand, which is not possible in virtual molecular docking with rigid protein structure.", "cite_spans": [], "ref_spans": [], "section": "Induced fit docking (IFD)-SP:"}, {"text": "Second, IFD avoids false-negative results of virtual docking. In virtual docking screening of the ligands was done with the single conformation of ligands. However, in IFD, 20", "cite_spans": [], "ref_spans": [], "section": "Induced fit docking (IFD)-SP:"}, {"text": "confirmers were generated for each ligand. Hence IFD-SP was carried for ZINC000000001427, ZINC000001533877, ZINC000000601283, and ZINC000003831594", "cite_spans": [], "ref_spans": [], "section": "Induced fit docking (IFD)-SP:"}, {"text": "and a maximum of 20 conformers were generated for each ligand based on molecular docking and binding energy. Further, the IFD score and ligand interaction were analyzed for selected drugs. The IFD score and 3D ligand interactions are given in Figure 1 .", "cite_spans": [], "ref_spans": [{"start": 243, "end": 251, "text": "Figure 1", "ref_id": null}], "section": "Induced fit docking (IFD)-SP:"}, {"text": "ZINC000000001427 showed similar non-bonding interactions as predicted in XP docking. ZINC000003831594 also showed new hydrophobic interaction with PHE689 and MET579, with hydrophobic interaction missing with TYR545. It also showed similar hydrophobic interaction patterns with other amino acid residues as predicted in XP docking.", "cite_spans": [], "ref_spans": [], "section": "Induced fit docking (IFD)-SP:"}, {"text": "Then, ADME properties of the four drugs were analyzed using the Quikprop module. The ADME profile was assessed using various descriptor calculations such as molecular weight, QPlogHERG, QPlogPo/w, QPPCaco, % human oral absorption, PSA and Lipinski rule of five (Given in Table 3 ). All the selected drugs obey the Lipinski rule of five.", "cite_spans": [], "ref_spans": [{"start": 271, "end": 278, "text": "Table 3", "ref_id": "TABREF10"}], "section": "ADME analysis:"}, {"text": "The concept of molecular dynamics is used to simulate several atoms to the system with biological relevance. In includes the explicit solvent representation with the entire protein.", "cite_spans": [], "ref_spans": [], "section": "Molecular dynamics (MD) simulation:"}, {"text": "The main advantage of MD stimulation is that it represents the actual conditions of the biological system. It provides a highly dynamic protein structure, and the ligand-protein complex is solvated with water, as happening in ", "cite_spans": [], "ref_spans": [], "section": "Molecular dynamics (MD) simulation:"}, {"text": "The ZINC000000601283 (Indomethacin, a non-steroidal anti-inflammatory drug) and ZINC000003831594 (Tyropanoic acid, radiocontrast agent) were found to be more stable in increased % oral absorption of bioisostere structures of both drugs may increase the activity towards NEP as compared to their parent drugs. Therefore, the designed compounds could be further evaluated for NEP activity as they have shown preferable ADME profile in comparison of parent drugs. The other ADME parameters of bioisostere structure 1 and 2 of ZINC000000601283 and ZINC000003831594 are given in Table 6 .", "cite_spans": [], "ref_spans": [{"start": 574, "end": 581, "text": "Table 6", "ref_id": "TABREF15"}], "section": "Bioisostere replacement:"}, {"text": "The SwissADME free web server tool [43] was also used to determine the metabolism and excretion pattern of ZINC000003831594 and its bioisostere structures. After oral administration, ZINC000003831594 is readily absorbed from small intestine. 2hr after oral administration, ZINC000003831594 is rapidly excreted into bile which may limit its potential in targeting NEP. SwissADME analysis of ZINC000003831594 showed that, the metabolism of the drug is mediated by CYP3A4, CTP2D6 and CYP2C19 enzymes. However, both bioisosteric structures of ZINC000003831594 are inhibitors of CYP3A4 enzyme and their metabolism occurs by CYP1A2, CYP2C19, CYP2C9, and CYP2D6. This observation assumes importance, since CYP3A4 metabolises more than 50% of drugs and endogenous compounds and their biliary excretion [44] [45] [46] . Hence, both the bioisosteres of ZINC000003831594 may overcome the problem associated with the rapid excretion of the parent drug, due to their ability to inhibit CYP3A4 enzyme. Inhibition of metabolism may further prolong their biological activity.", "cite_spans": [{"start": 35, "end": 39, "text": "[43]", "ref_id": null}, {"start": 794, "end": 798, "text": "[44]", "ref_id": "BIBREF35"}, {"start": 804, "end": 808, "text": "[46]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Bioisostere replacement:"}, {"text": "In the present study, the in-silico drug repurposing approach was used to identify FDA approved drugs for NEP inhibition using the ZINC 12 database. 2934 FDA approved drugs were retrieved from the ZINC 12 database. Initially, all the drugs are subjected to HTVS, SP, screened for ADME analysis. All four selected drugs showed acceptable ADME profile in terms of molecular weight, QPlogPo/w, QPPCaco, percentage human oral absorption, PSA,", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "and Lipinski rule of five as compared to standard drug sacubitrilat. The QPlogHERG was estimated as -1.014 for sacubitrilat whereas -4.031, -6.747, -6.120, and -2.581 for ZINC000000001427, ZINC000001533877, ZINC000000601283, and ZINC000003831594", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "respectively. The ADME analyses indicate that, the selected four drugs might be less cardiotoxic when compared to sacubitrilat, with a lesser tendency to block HERG K + channel.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "Further, the IFD-SP analysis was done for the top four selected drugs. Based on the binding pattern, ligand interaction, and IFD-SP score, the best conformer was selected for each of the four selected drugs and opted for MD simulation. In MD simulation, all ligand-protein complexes showed acceptable RMSD values. But significant ligand-protein stability was observed in complexes 3 and 4 as compared to complexes 1 and 2. Further the bioisosteres replacement approach was used to enhance the biological activity ZINC000000601283 and ZINC000003831594 against NEP.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "Based on the results obtained from present study, ZINC000000601283, and ZINC000003831594 showed almost similar type of interaction compared to sacubitrilat with desired ADME profiles. Hence ZINC000000601283, and ZINC000003831594 and their bioisosteric structures might be act as potential inhibitors of NEP. However, further in-vitro and in-vivo studies using models of NEP inhibition needs to be evaluated to confirm the insilico predictions. ", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "Suman Manandhar Data Curation and Reviewing", "cite_spans": [], "ref_spans": [], "section": "3."}, {"text": "Avinash Kumar Software", "cite_spans": [], "ref_spans": [], "section": "4."}, {"text": "K. Sreedhara Rangnath Pai Reviewing", "cite_spans": [], "ref_spans": [], "section": "5."}, {"text": "Suvarna Kini Reviewing", "cite_spans": [], "ref_spans": [], "section": "6."}, {"text": "Anoop Kishore Supervision, Reviewing and Editing", "cite_spans": [], "ref_spans": [], "section": "7."}, {"text": "☒ The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. ", "cite_spans": [], "ref_spans": [], "section": "Declaration of interests"}, {"text": "The author declares that there is no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest:"}, {"text": "[ No.", "cite_spans": [], "ref_spans": [], "section": "References:"}, {"text": "A) ZINC000000601283 ", "cite_spans": [], "ref_spans": [], "section": "Drug 2D ligandinteraction diagrams Non-bonding interaction"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The Alzheimer's amyloid-degrading peptidase, neprilysin: can we control it?", "authors": [{"first": "N", "middle": [], "last": "Nalivaeva", "suffix": ""}, {"first": "N", "middle": [], "last": "Belyaev", "suffix": ""}, {"first": "I", "middle": [], "last": "Zhuravin", "suffix": ""}, {"first": "A", "middle": [], "last": "Turner", "suffix": ""}], "year": 2012, "venue": "International Journal of Alzheimer's Disease", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1155/2012/383796"]}}, "BIBREF1": {"ref_id": "b1", "title": "Neprilysin inhibitors: a new hope to halt the diabetic cardiovascular and renal complications?", "authors": [{"first": "V", "middle": [], "last": "Malek", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Gaikwad", "suffix": ""}], "year": 2017, "venue": "Biomedicine & Pharmacotherapy", "volume": "90", "issn": "", "pages": "752--759", "other_ids": {"DOI": ["10.1016/j.biopha.2017.04.024"]}}, "BIBREF2": {"ref_id": "b2", "title": "Neprilysin, obesity and the metabolic syndrome", "authors": [{"first": "K", "middle": ["F"], "last": "Standeven", "suffix": ""}, {"first": "K", "middle": [], "last": "Hess", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Carter", "suffix": ""}, {"first": "G", "middle": ["I"], "last": "Rice", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Cordell", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Balmforth", "suffix": ""}, {"first": "B", "middle": [], "last": "Lu", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Scott", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Turner", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Hooper", "suffix": ""}], "year": 2011, "venue": "International journal of obesity", "volume": "35", "issn": "8", "pages": "", "other_ids": {"DOI": ["10.1038/ijo.2010.227"]}}, "BIBREF3": {"ref_id": "b3", "title": "Concurrent neprilysin inhibition and renin-angiotensin system modulations prevented diabetic nephropathy", "authors": [{"first": "V", "middle": [], "last": "Malek", "suffix": ""}, {"first": "N", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "H", "middle": [], "last": "Sankrityayan", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Gaikwad", "suffix": ""}], "year": 2019, "venue": "Life sciences", "volume": "221", "issn": "", "pages": "159--167", "other_ids": {"DOI": ["10.1016/j.lfs.2019.02.027"]}}, "BIBREF5": {"ref_id": "b5", "title": "Effect of sacubitril/valsartan versus enalapril on glycaemic control in patients with heart failure and diabetes: a post-hoc analysis from the PARADIGM-HF trial", "authors": [{"first": "K", "middle": [], "last": "Rouleau", "suffix": ""}, {"first": "M", "middle": [], "last": "Swedberg", "suffix": ""}, {"first": "V", "middle": ["C"], "last": "Lefkowitz", "suffix": ""}, {"first": "", "middle": [], "last": "Shi", "suffix": ""}], "year": 2017, "venue": "The Lancet Diabetes & Endocrinology", "volume": "5", "issn": "5", "pages": "333--340", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "CD10 expression by melanoma cells is associated with aggressive behavior in vitro and predicts rapid metastatic progression in humans", "authors": [{"first": "L", "middle": [], "last": "Brousset", "suffix": ""}, {"first": "N", "middle": [], "last": "Lamant", "suffix": ""}, {"first": "", "middle": [], "last": "Meyer", "suffix": ""}], "year": 2013, "venue": "Journal of dermatological science", "volume": "69", "issn": "2", "pages": "105--113", "other_ids": {"DOI": ["10.1016/j.jdermsci.2012.11.003"]}}, "BIBREF10": {"ref_id": "b10", "title": "CD10 enhances metastasis of colorectal cancer by abrogating the anti-tumoural effect of methionine-enkephalin in the liver", "authors": [{"first": "H", "middle": [], "last": "Yamashita", "suffix": ""}, {"first": "", "middle": [], "last": "Ohmori", "suffix": ""}], "year": 2010, "venue": "Gut", "volume": "59", "issn": "3", "pages": "348--356", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Neutral endopeptidase (NEP) is differentially involved in biological activities and cell", "authors": [{"first": "M", "middle": [], "last": "Mizerska-Kowalska", "suffix": ""}, {"first": "A", "middle": [], "last": "Bojarska-Junak", "suffix": ""}, {"first": "J", "middle": [], "last": "Jakubowicz-Gil", "suffix": ""}, {"first": "M", "middle": [], "last": "Kandefer-Szerszeń", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Neprilysin inhibition: a new therapeutic option for type 2 diabetes?", "authors": [{"first": "N", "middle": [], "last": "Esser", "suffix": ""}, {"first": "S", "middle": [], "last": "Zraika", "suffix": ""}], "year": 2019, "venue": "Diabetologia", "volume": "", "issn": "", "pages": "1--10", "other_ids": {"DOI": ["10.1007/s00125-019-4889-y"]}}, "BIBREF14": {"ref_id": "b14", "title": "Angiotensin converting enzyme and neprilysin inhibition alter pain response in dexhamethasone-induced hypertensive rats", "authors": [{"first": "D", "middle": ["A"], "last": "Aykan", "suffix": ""}, {"first": "T", "middle": ["T"], "last": "Koca", "suffix": ""}, {"first": "S", "middle": [], "last": "Yaman", "suffix": ""}, {"first": "N", "middle": [], "last": "Eser", "suffix": ""}], "year": 2019, "venue": "Pharmacological Reports", "volume": "71", "issn": "2", "pages": "306--310", "other_ids": {"DOI": ["10.1016/j.pharep.2018.12.002"]}}, "BIBREF15": {"ref_id": "b15", "title": "Cigarette smoke condensate could promote human bronchial epithelial BEAS-2B cell migration through shifting neprilysin trafficking", "authors": [{"first": "K", "middle": [], "last": "Yang", "suffix": ""}, {"first": "C", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "L", "middle": [], "last": "Sun", "suffix": ""}, {"first": "D", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Hong", "suffix": ""}], "year": 2018, "venue": "Journal of cancer research and therapeutics", "volume": "14", "issn": "10", "pages": "", "other_ids": {"DOI": ["10.4103/0973-1482.183182"]}}, "BIBREF16": {"ref_id": "b16", "title": "Focal adhesion kinase functions as an akt downstream target in migration of colorectal cancer cells", "authors": [{"first": "J", "middle": [], "last": "Turečková", "suffix": ""}, {"first": "M", "middle": [], "last": "Vojtěchová", "suffix": ""}, {"first": "M", "middle": [], "last": "Krausová", "suffix": ""}, {"first": "E", "middle": [], "last": "Šloncová", "suffix": ""}, {"first": "V", "middle": [], "last": "Korínek", "suffix": ""}], "year": 2009, "venue": "Translational oncology", "volume": "2", "issn": "4", "pages": "281--290", "other_ids": {"DOI": ["10.1593/tlo.09160"]}}, "BIBREF17": {"ref_id": "b17", "title": "Neprilysin inhibitor-angiotensin II receptor blocker combination (sacubitril/valsartan): rationale for adoption in SARS-CoV-2 patients", "authors": [{"first": "D", "middle": [], "last": "Acanfora", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Ciccone", "suffix": ""}, {"first": "P", "middle": [], "last": "Scicchitano", "suffix": ""}, {"first": "C", "middle": [], "last": "Acanfora", "suffix": ""}, {"first": "G", "middle": [], "last": "Casucci", "suffix": ""}], "year": 2020, "venue": "European Heart Journal-Cardiovascular Pharmacotherapy", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/ehjcvp/pvaa028"]}}, "BIBREF19": {"ref_id": "b19", "title": "Sacubitril/valsartan in COVID-19 patients: the need for trials", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/ehjcvp/pvaa044"]}}, "BIBREF20": {"ref_id": "b20", "title": "Renin-Angiotensin System Inhibitors and COVID-19: Potential Therapeutics Rather Than Perpetrators", "authors": [{"first": "T.-D", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "Acta Cardiologica Sinica", "volume": "36", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "A review of computational drug repurposing", "authors": [{"first": "K", "middle": [], "last": "Park", "suffix": ""}], "year": 2019, "venue": "", "volume": "27", "issn": "", "pages": "59--63", "other_ids": {"DOI": ["10.12793/tcp.2019.27.2.59"]}}, "BIBREF23": {"ref_id": "b23", "title": "In silico repurposing of antipsychotic drugs for", "authors": [{"first": "S", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "S", "middle": [], "last": "Chowdhury", "suffix": ""}, {"first": "S", "middle": [], "last": "Kumar", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Alzheimer's disease", "authors": [], "year": 2017, "venue": "BMC neuroscience", "volume": "18", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.1186/s12868-017-0394-8"]}}, "BIBREF26": {"ref_id": "b26", "title": "Structure of neprilysin in complex with the active metabolite of sacubitril", "authors": [{"first": "R", "middle": ["G"], "last": "Wiesmann", "suffix": ""}, {"first": "M", "middle": [], "last": "Karki", "suffix": ""}, {"first": "", "middle": [], "last": "Mogi", "suffix": ""}], "year": 2016, "venue": "Scientific reports", "volume": "6", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/srep27909"]}}, "BIBREF27": {"ref_id": "b27", "title": "Protein and ligand preparation: parameters, protocols, and influence on virtual screening enrichments", "authors": [{"first": "G", "middle": ["M"], "last": "Sastry", "suffix": ""}, {"first": "M", "middle": [], "last": "Adzhigirey", "suffix": ""}, {"first": "T", "middle": [], "last": "Day", "suffix": ""}, {"first": "R", "middle": [], "last": "Annabhimoju", "suffix": ""}, {"first": "W", "middle": [], "last": "Sherman", "suffix": ""}], "year": 2013, "venue": "Journal of computer-aided molecular design", "volume": "27", "issn": "3", "pages": "221--234", "other_ids": {"DOI": ["10.1007/s10822-013-9644-8"]}}, "BIBREF28": {"ref_id": "b28", "title": "E-pharmacophore modelling, virtual screening, molecular dynamics simulations and in-silico ADME analysis for identification of potential E6 inhibitors against cervical cancer", "authors": [{"first": "A", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "E", "middle": [], "last": "Rathi", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Kini", "suffix": ""}], "year": 2019, "venue": "Journal of Molecular Structure", "volume": "1189", "issn": "", "pages": "299--306", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Virtual screening, identification and in vitro testing of novel inhibitors of O-acetyl-L-serine sulfhydrylase of Entamoeba histolytica", "authors": [{"first": "I", "middle": [], "last": "Nagpal", "suffix": ""}, {"first": "I", "middle": [], "last": "Raj", "suffix": ""}, {"first": "N", "middle": [], "last": "Subbarao", "suffix": ""}, {"first": "S", "middle": [], "last": "Gourinath", "suffix": ""}], "year": 2012, "venue": "PLoS One", "volume": "7", "issn": "2", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0030305"]}}, "BIBREF32": {"ref_id": "b32", "title": "Drug repurposing approach for the identification and designing of potential E6 inhibitors against cervical cancer: an in silico investigation", "authors": [{"first": "A", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "E", "middle": [], "last": "Rathi", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Kini", "suffix": ""}], "year": 2019, "venue": "Structural Chemistry", "volume": "", "issn": "", "pages": "1--13", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Molecular dynamics guided insight, binding free energy calculations and pharmacophore-based virtual screening for the identification of potential VEGFR2 inhibitors", "authors": [{"first": "E", "middle": [], "last": "Rathi", "suffix": ""}, {"first": "A", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Kini", "suffix": ""}], "year": 2019, "venue": "Journal of Receptors and Signal Transduction", "volume": "", "issn": "", "pages": "1--19", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "ADMET properties: Overview and current topics, Drug Design: Principles and Applications, Springer2017", "authors": [{"first": "H", "middle": ["A"], "last": "Zhong", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "113--133", "other_ids": {"DOI": ["10.1007/978-981-10-5187-6_8"]}}, "BIBREF36": {"ref_id": "b36", "title": "Cytochrome P450 in pharmacogenetics: an update", "authors": [{"first": "A", "middle": [], "last": "Tornio", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Backman", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "3--32", "other_ids": {"DOI": ["10.1016/bs.apha.2018.04.007"]}}, "BIBREF37": {"ref_id": "b37", "title": "Cytochrome P450 enzymes in drug metabolism: regulation of gene expression, enzyme activities, and impact of genetic variation", "authors": [{"first": "U", "middle": ["M"], "last": "Zanger", "suffix": ""}, {"first": "M", "middle": [], "last": "Schwab", "suffix": ""}], "year": 2013, "venue": "Pharmacology & therapeutics", "volume": "138", "issn": "1", "pages": "103--141", "other_ids": {"DOI": ["10.1016/j.pharmthera.2012.12.007"]}}}, "ref_entries": {"FIGREF0": {"text": "NEP) is a neutral endopeptidase. It is also known by different functional names such as common acute lymphoblastic leukemia antigen (CALLA), the cluster of differentiation 10 (CD10), endoprotease 24.11, endopeptidase 24.11, and membrane metalloendopeptidase. NEP is a member of M13 family of zinc peptidase [1]. In the body, NEP cleaves many peptides such as atrial natriuretic peptides, B-type natriuretic peptides, angiotensins (I, II, II, IX), bradykinin, substance P, endothelin I & II, amyloid-β (Aβ), endorphin, neurotensin, vasopressin, etc. [2][3]", "latex": null, "type": "figure"}, "FIGREF1": {"text": "the virtual docking studies, based on the ligand interaction and binding energy of the eight drugs, four ligands showing good values were taken forward for induced fit docking (IFD). In virtual docking protocol, the interactions occur between the binding site of the rigid protein and the flexible ligand. But, this is not the case with the actual ligand-protein interactions in the body, where the target protein undergoes backbone or side-chain movements after binding with ligands which induces alteration in binding sites of the protein.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "the biological system [36]. IFD however, provides limited flexibility, which is insufficient to mimic the actual conditions of a biological system. Hence, MD simulation studies were carried out to get insights into the top four drugs in terms of binding stability and non-bonding interactions with crucial amino acid within the drug-binding pocket of NEP protein in a dynamic state. In MD simulation, the frame was captured for 20ps which results in the generation of 1000 frames for 20ns stimulation time and saved in trajectory. Further, RMSD (Root mean square deviation) for NEP protein and 'Lig fit Prot' for the ligands were computed to estimate the stability of ligand-protein complex. Based on molecular docking score, binding energy and IFD score, the MD simulation was carried out for four ligand-protein complexes viz., ZINC000000001427-NEP docked complex (Complex 1), ZINC000001533877-NEP docked complex (Complex 2), ZINC000000601283-NEP docked complex (Complex 3), and ZINC000003831594-NEP docked complex (Complex 4). For complex 1, RMSD values for protein and ligand werefound to be 1.74Å and 1.25Å respectively. The RMSD values were found to be in acceptable range (1-3Å) but the drift in the ligand-protein complex was observed for a period of 0.5ns-20ns. In case of complex 2, the ligand-protein stabilization was observed from 0-2.2ns and 5-9ns respectively, and drift was observed for 7-20ns. In complex 2, the RMSD values are 1.6Å and 1.2Å for protein and ligand respectively. For complex 3, the RMSD values were found to be 2.2 Å for both. The complex was initially stable, but there was drift for 3-13ns, and eventually, stabilization was observed for 13-20ns. According to the results obtained from MD simulation, complex 3 is possibly more stable than complex 1 and 2. Similarly, complex 4 showed the RMSD value of 1.9Å for protein and ligand. The complex 4 showed initial drift from 0 to 13ns but eventually got stabilized from 13-20ns. Overall, better stability in protein and ligand was observed in complex 3 and 4 compared to complexes 1 and 2. The RMSD plot of selected ligand-protein complexes are given infigure 3.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "were found to more stable. The additional H-bond interactions in complexes 3 and 4 may contribute to the stability of the ligand-protein complexes. The ligand-protein MD interaction diagrams and histograms of selected complexes are given figure 3 and 4.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "XP docking. Based on docking score and ligand interaction with important amino acid residues, eight drugs (ZINC000001533877, ZINC000000001427, ZINC000001851195, ZINC000000402909, ZINC000000601283, ZINC000000000797, ZINC000003831594, and ZINC000028973441) are identified as hits. All the eight drugs showed non-bonding interactions with residues involved in active site on NEP (HIS583, HIS587, and GLU646) and hydrophobic pocket of NEP (ALA543, ILE558, PHE563, MET579, VAL580, HIS583, VAL692 and, TRP693) which was important for peptidase activity. Further, the binding energy of the top eight selected drug was calculated. All the eight drugs showed significant ΔG binding energy > -34 Kcal/mol. Based on ΔG binding energy, the top four hits were", "latex": null, "type": "figure"}, "FIGREF5": {"text": "The authors are thankful to Manipal -Schrödinger Centre for Molecular Simulations, Manipal Academy of Higher Education and Manipal College of Pharmaceutical Sciences for providing necessary supports and research facilities to carry out the present research work. Authors also acknowledge BioRender Science Suit Inc. (No: 2530-8921).", "latex": null, "type": "figure"}, "FIGREF6": {"text": "1] A. Bayes-Genis, J. Barallat, A.M. Richards, A test in context: neprilysin: function, inhibition, and biomarker, Journal of the American College of Cardiology 68(6) (2016) 639-653. https://doi.org/10.1016/j.jacc.2016.04.060 [2] R. Sankhe, M. Kinra, J. Mudgal, D. Arora, M. Nampoothiri, Neprilysin, the kidney brush border neutral proteinase: a possible potential target for ischemic renal injuryF. Quehenberger, P. Stiegler, F.-M. Smolle-Jüttner, Hypoxia increases membrane metallo-endopeptidase expression in a novel lung cancer ex vivo model-role of tumor stroma cells, BMC cancer 14(1) (2014) 40. https://doi.org/10.1186/1471-2407-14-40 [12] L. Fala, Entresto (Sacubitril/Valsartan): first-in-class angiotensin receptor neprilysin inhibitor FDA approved for patients with heart failure, American health & drug benefits 8] R. Haynes, D. Zhu, P.K. Judge, W.G. Herrington, P.A. Kalra, C. Baigent, Chronic kidney disease, heart failure and neprilysin inhibition, Nephrology Dialysis Transplantation (2019). https://doi.org/10.1093/ndt/gfz058 [14] A.A. Voors, M. Gori, L.C. Liu, B. Claggett, M.R. Zile, B. Pieske, J.J. McMurray, M. Packer, V. Shi, M.P. Lefkowitz, Renal effects of the angiotensin receptor neprilysin inhibitor LCZ696 in patients with heart failure and preserved ejection fraction, European journal of heart failure 17(5) (2015) 510-517. https://doi.org/10.1002/ejhf.232 [15] K. Ushijima, H. Ando, Y. Arakawa, K. Aizawa, C. Suzuki, K. Shimada, S.i. Tsuruoka, A. Fujimura, Prevention against renal damage in rats with subtotal nephrectomy by sacubitril/valsartan (LCZ696), a dual-acting angiotensin receptor-neprilysin inhibitor, Pharmacology research & perspectives 5(4) (2017", "latex": null, "type": "figure"}, "FIGREF7": {"text": "3D IFD ligand interactions and Score of the top four selected drugs a) ligand interaction of ZINC000000001427 with different amino acid residues of NEP b) ligand interaction of ZINC000001533877 with different amino acid residues of NEP c) ligand interaction of ZINC000000601283 with different amino acid residues of NEP d) ligand interaction of ZINC000003831594 with different amino acid residues of NEP RMSD plot of ligand-protein complexes a) RMDS plot of ZINC000000001427 with the active site of NEP b) RMDS plot of ZINC000001533877 with the active site of NEP c) RMDS plot of ZINC000000601283 with the active site of NEP d) RMDS plot of ZINC000003831594 with the active site of NEP Ligand-protein interaction diagram obtained after MD stimulation a) ligand interaction of ZINC000000001427 with different amino acid residues of NEP b) ligand interaction of ZINC000001533877 with different amino acid residues of NEP c) ligand interaction of ZINC000000601283 with different amino acid residues of NEP d) ligand interaction of ZINC000003831594 with different amino acid residues of NEP Histogram of ligand-protein complexes a) Histogram of ZINC000000001427 with different amino acid residues of NEP b) Histogram of ZINC000001533877 with different amino acid residues of NEP c) Histogram of ZINC000000601283 with different amino acid residues of NEP d) Histogram of ZINC000003831594 with different amino acid residues of NEP Bioisosteric replacement of ZINC000000601283 (Indomethacin) and ZINC000003831594 (Tyropanoic acid).", "latex": null, "type": "figure"}, "TABREF0": {"text": "The prime module was used to determine absolute ligand-binding affinities to protein using MM/GBSA (Molecular mechanics energies generalized Born and surface area continuum Solvation) method. The MM/GBSA assay of top eight XP docked drugs was performed using pose viewer file of GLIDE XP mode. The prime MM/GBSA method is dependent on the", "latex": null, "type": "table"}, "TABREF1": {"text": "with dock scores less than -5 Kcal/mole were filtered and reanalyzed in SP docking mode.After performing SP docking, around 100 drugs were subjected to an extensive XP docking mode of GLIDE panel. XP docking mode is more accurate, avoids the possibility of falsepositive results and gives an appropriate correlation between a good pose of drugs and a good", "latex": null, "type": "table"}, "TABREF2": {"text": "stabilization of zinc transition state[38]. This interaction with zinc and its stabilization might result in decreased catalytic activity of NEP, as it is a zinc dependent endopeptidase.NEP degrades various peptide substrates at the amino sides of hydrophobic amino acids.According to the reports, the protein structure of NEP consists of a large hydrophobic pocket,containing the side chains ALA543, ILE558, PHE563, MET579, VAL580, HIS583, VAL692 and, TRP693 [39]. The co-crystalized ligand, sacubitrilat showed hydrophobic interaction with ALA543, ILE558, PHE563, MET579, VAL580, VAL692 and, TRP693. The eight selected drugs also showed hydrophobic interaction with ALA543, ILE558, PHE563, MET579, VAL580, VAL692 and, TRP693. But, the hydrophobic interaction with ILE558, MET594 and, TRP693 were missing in interactions of ZINC000000402909, ZINC000003831594, and ZINC000000001427 respectively. Sacubitrilat and the selected eight drugs showed polar, Pi-Pi stacking and cation interaction with HIS583. The interactions with side chains of ALA543, ILE558, PHE563, MET579, VAL580, HIS583, VAL692, and TRP693 may contribute to inhibition of peptidase activity of NEP in various disease. According to previous reports, amino acid residue GLU584 is important for peptidase activity [40] and amino acid residues such as ALA543 and ASN542 are important for NEP inhibitor [39]. In the current study, all eight selected drugs possess interaction with GLU584, ASN542, and ALA543. The 2D interaction diagrams with a summary of all non-bonding interactions are given in", "latex": null, "type": "table"}, "TABREF3": {"text": "The ZINC000001533877 exhibits a new H-bond interaction with HIS711 with similar nonbonding interactions as observed in XP docking. In ligand interactions of ZINC000000601283, the new H-bond interaction was observed with HIS711 and lost with GLU584. The hydrophobic interaction with ALA543, VAL580, MET579, PHE689, VAL692, TRP693, PHE563, and PHE106 was also lost. Similarly, new hydrophobic interaction was observed with ILE718 and lost with ILE558 and PHE544. The new Pi-Pi stacking interactions were observed with TRP693 and PHE106 and missing with amino acid residue HIS583. The Pi-Pi cation interaction with ARG717 is retained and lost ARG110 as predicted in XP docking. The last ligand, ZINC000003831594 retained H-bond interaction with HIS711 and GLU584, showed new H-bond interaction with TRP693, and lost H-bond interaction with ARG717. The new Pi-Pi stacking interaction was observed with PHE106.", "latex": null, "type": "table"}, "TABREF4": {"text": "Further, the binding pattern and non-bonding interactions were analyzed for all four complexes. The binding pattern was found to be different for all four complexes. In complex 1, the significant H-bond interactions were observed with amino acid residues GLU584, ALA543, and HIS711 and Pi-Pi interaction with HIS583 and TRP693 as predicted in XP ligand-protein complex, and hydrophobic interaction was lost with amino acid residue such as PHE544. Additional water bridge type of interaction was shown by ASN542, GLU646, and ALA543. The pi-pi cation interactions are retained with HIS583 as predicted in XP docking. In complex 3, H-bond interaction was retained with GLU584 and HIS711 and new H-bond interaction was observed with ASP709 and ARG110. In MD simulation, complex 3 HIS711 however pi-pi stacking interaction was missing with HIS583. The new pi-pi cation interaction was observed with ARG717 and pi-pi cation interaction was missing with ARG110 as compared to XP docking. The additional water bridge type of interaction was", "latex": null, "type": "table"}, "TABREF5": {"text": "MD simulation for 20ns. The ZINC000000601283 is anti-inflammatory, anti-pyretic, and", "latex": null, "type": "table"}, "TABREF8": {"text": "Docking score, prime MMGBSA score of top eight drugs", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Sr. No. </td><td>Drug </td><td>Dock Score (XP) </td><td>MMGBSA ΔG bind (Kcal/mol) </td></tr><tr><td>1 </td><td>Sacubitrilat </td><td>-15.685 </td><td>-96.51 </td></tr><tr><td>2 </td><td>ZINC000001533877 </td><td>-14.041 </td><td>-50.12 </td></tr><tr><td>3 </td><td>ZINC000000001427 </td><td>-12.401 </td><td>-70.5 </td></tr><tr><td>4 </td><td>ZINC000001851195 </td><td>-11.85 </td><td>-34.91 </td></tr><tr><td>5 </td><td>ZINC000000402909 </td><td>-9.822 </td><td>-49.29 </td></tr><tr><td>6 </td><td>ZINC000000601283 </td><td>-9.278 </td><td>-62.43 </td></tr><tr><td>7 </td><td>ZINC000000000797 </td><td>-8.871 </td><td>-45.82 </td></tr><tr><td>8 </td><td>ZINC000003831594 </td><td>-8.456 </td><td>-55.94 </td></tr><tr><td>9 </td><td>ZINC000028973441 </td><td>-8.392 </td><td>-44.01 </td></tr></table></body></html>"}, "TABREF9": {"text": "2D interaction diagrams of top eight drugs with a summary of all non-bonding", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Sr. Drug 2D ligandinteraction diagrams </td><td>Non-bonding interaction </td></tr><tr><td>No. </td><td> </td><td> </td></tr><tr><td>1 Sacubitrila\nt </td><td>H-bond: GLU584, ARG717, ARG102, ASN542 </td><td>HIS711, </td></tr><tr><td>Hydrophobic: MET579, VAL580, ILE558, PHE689, </td><td>VAL692, </td></tr><tr><td> </td><td>TRP693, PHE563, ILE718, ALA543, PHE544 Polar: HIS583, HIS587, ASN542 </td><td>PHE106, </td></tr><tr><td> </td><td>Salt bridge: ZN806, ARG102 Pi-Pi stacking: TRP693, HIS583 Charged Positive: </td><td>ARG102, </td></tr><tr><td> </td><td>HIS711, ARG717, ARG110 Charged Negative: GLU646, GLU584 </td><td>ASP650, </td></tr></table></body></html>"}, "TABREF10": {"text": "ADME analysis of top four selected drug-using Qikprop", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Compound </td><td>Molecu\n</td><td>QPlog\n</td><td>QPlog\n</td><td>QPlo\n</td><td>QPPCac\n</td><td>% Oral </td><td>PSA </td><td>Rule </td></tr><tr><td>Id </td><td>lar </td><td>Po/w </td><td>HERG </td><td>gS </td><td>o </td><td>Absorpti\n</td><td>of </td></tr><tr><td>Weight </td><td> </td><td> </td><td> </td><td> </td><td>on </td><td> </td><td>five </td></tr><tr><td>Sacubitrila\n</td><td>383.443 </td><td>3.364 </td><td>-1.014 </td><td>-4.031 </td><td>4.456 </td><td>58.255 </td><td>128.6\n</td><td>0 </td></tr><tr><td>t </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>46 </td><td> </td></tr><tr><td>ZINC0000\n</td><td>395.432 </td><td>2.894 </td><td>-6.747 </td><td>-3.913 </td><td>166.560 </td><td>83.652 </td><td>92.94\n</td><td>0 </td></tr><tr><td>01533877 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>2 </td><td> </td></tr><tr><td>ZINC0000\n</td><td>254.284 </td><td>3.198 </td><td>-3.744 </td><td>-4.031 </td><td>97.484 </td><td>58.255 </td><td>77.68\n</td><td>0 </td></tr><tr><td>00001427 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>3 </td><td> </td></tr><tr><td>ZINC0000\n</td><td>376.432 </td><td>2.136 </td><td>-6.120 </td><td>-6.120 </td><td>232.362 </td><td>81.801 </td><td>94.16\n</td><td>0 </td></tr><tr><td>00601283 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>6 </td><td> </td></tr><tr><td>ZINC0000\n</td><td>641.026 </td><td>4.639 </td><td>-2.581 </td><td>-2.581 </td><td>275.682 score of </td><td>84.828 </td><td>76.86\n</td><td>1 </td></tr><tr><td>03831594 </td><td>Table 4: Docking score, </td><td>prime MMGBSA ZINC000000601283 and ZINC000003831594 </td><td>bioisosteric </td><td>0 </td><td>structures of </td></tr><tr><td>Sr. No. </td><td> </td><td>Drug </td><td> </td><td>Dock Score (XP) </td><td>(Kcal/mol) </td><td>MMGBSA ΔG bind </td></tr><tr><td>A) </td><td>ZINC000000601283 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>1 </td><td>Structure 1 </td><td> </td><td> </td><td> </td><td>-7.125 </td><td> </td><td>-32.12 </td><td> </td></tr><tr><td>2 </td><td>Structure 2 </td><td> </td><td> </td><td> </td><td>-9.103 </td><td> </td><td>-46.41 </td><td> </td></tr><tr><td>B) </td><td>ZINC000003831594 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>1 </td><td>Structure 1 </td><td> </td><td> </td><td> </td><td>-7.118 </td><td> </td><td>-53.29 </td><td> </td></tr><tr><td>2 </td><td>Structure 2 </td><td> </td><td> </td><td> </td><td>-8.230 </td><td> </td><td>-55.34 </td><td> </td></tr></table></body></html>"}, "TABREF11": {"text": "Docking score, prime MMGBSA score of bioisosteric structures of", "latex": null, "type": "table"}, "TABREF12": {"text": "2D interaction diagrams of bioisosteric structures of ZINC000000601283 and ZINC000003831594 with a summary of all non-bonding interactions Sr.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Struct\n</td><td>H-bond: TYR545, </td><td>GLU584, </td></tr><tr><td>ure 1 </td><td>ALA43 </td><td> </td></tr><tr><td>ALA543, ILE558, </td><td>Hydrophobic: TYR545, PHE544, VAL580, </td></tr><tr><td> </td><td>MET579, VAL692, </td><td>TRP693, PHE563, PHE106, VAL710 Polar: ASN542, HIS583, HIS587, </td></tr><tr><td> </td><td>Pi-Pi Stacking: HIS583 Pi-Pi Cation: ARG717, ZN806 Charged Positive: </td><td>HIS711, ARG110, ARG102, </td></tr><tr><td> </td><td>Charged Negative: </td><td>ARG110, ARG717, HIS711 GLU584, </td></tr><tr><td>Struct\n</td><td>GLU646, ASP709 </td><td> </td></tr><tr><td>H-bond: GLU584, HIS711 </td></tr><tr><td>ure 2 </td><td>ILE558, PHE106, </td><td>Hydrophobic: PHE544, ALA543, PHE563, </td></tr><tr><td>TRP693, VAL692, MET579 </td><td>VAL580, Polar: ASN542, HIS583, HIS587 </td></tr><tr><td> </td><td>Salt bridge: ZN806 Charged Positive: </td><td>Pi-Pi Cation: ARG110, ARG717 HIS711, </td></tr><tr><td>ZINC000003831594 </td><td>Charged Negative: </td><td>ARG102, ARG110, ARG717 GLU646, </td></tr><tr><td>GLU584, ASP709, ASP650 </td></tr></table></body></html>"}, "TABREF15": {"text": "ADME analysis of bioisosteric structures of ZINC000000601283 and", "latex": null, "type": "table"}}, "back_matter": []}