{
    "paper_id": "3ddea537e2413532f4bfc1dc9fcb1263fa7ef2b3",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Rectus sheath hematoma (RSH), a rare cause of abdominal pain, is defined as blood collected between the fibers of the rectus abdominis muscle and pyramidalis muscle [1] . RSH has many etiological factors but is commonly caused by trauma, abdominal surgery, hematological diseases, pregnancy, and physical activity. RSH can also occur after anticoagulant therapy, and early recognition of such cases can save patients' life [2] .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 423,
                    "end": 426,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The COVID-19 pandemic is today's most important problem worldwide. Although the effects on the body by COVID-19 infection are unknown, studies have shown that it can trigger venous thromboembolic events [3] . Vascular injury in the kidneys, liver, and spleen has also been seen in COVID-19 patients [4] . The exact mechanism causing this vascular injury is not yet truly understood, but it has been hypothesized that the process is a distinct one unique to the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) virus [5] . Therefore, according to the \"Anticytokine-Anti-inflammatory Therapies, Coagulopathy Management\" guideline published by the Ministry of Health, Republic of Turkey on 02.11.2020, it is recommended to use enoxaparin 40 mg 2 x 1 subcutaneously in patients with a body mass index (BMI) of more than 40 for prophylaxis [6] .",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 299,
                    "end": 302,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 528,
                    "end": 531,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 847,
                    "end": 850,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "RSH after anticoagulant use has been frequently reported worldwide [7] [8] [9] . To date, there have been two prior reports of RSH secondary to COVID-19 coagulopathy [6, 10] . However, no studies have been published on this subject in Turkey.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 70,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 71,
                    "end": 74,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 75,
                    "end": 78,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This case report presents a large left RSH case in a COVID-19 patient and discusses the patient's treatment process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 78-year-old woman, who had a history of hypertension and diabetes mellitus and no history of surgery, was admitted to the ED of Erzurum Regional Education and Research Hospital, Erzurum, Turkey, in December 2020 with acute cough and shortness of breath for three days. The patient had no history of anticoagulant therapy use. On evaluation, the patient's vital findings were as follows: blood pressure, 103/52 mmHg; pulse rate, 108 beats/ min (bpm); oxygen saturation on room air, 88%-90%; respiratory rate, 24 times/min; and fever, 37.0°C. Auscultation of the lungs revealed only wheezing. An abdominal physical examination was benign. The patient's weight was 107 kg, and her height was 160 mm (BMI of the patient = 1 41.79).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "The patient's levels of C-reactive protein (CRP) (63 mg/L), lactate dehydrogenase (320 U/L), and D-dimer (995 ng/mL) were elevated. The results of other laboratory tests were unremarkable. The patient's hemoglobin level was 13.4 g/dL. On CT scan, the pulmonary findings were consistent with COVID-19 pneumonia ( Figure 1) . Therefore, the patient was admitted for follow-up, and treatment was begun using favipiravir 200 mg tablets (four tablets per day), moxifloxacin 400 mg tablets (one tablet per day), and piperacillin-tazobactam 4.5 g IV (four vials per day). In addition, enoxaparin sodium (40 mg / 0.4 mL subcutaneously every 12 h) was started as prophylactic dose based on BMI of the patient.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 321,
                    "text": "Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "Case Presentation"
        },
        {
            "text": "On the ninth day of the patient's follow-up, her hemoglobin levels decreased to 7.3 g/dL. At that point, her blood pressure was 84/52 mmHg, and her heart rate was 120 bpm. An abdominal exam revealed a mass in the left lower quadrant. CT scan of the abdomen and pelvis showed a left inferior RSH approximately 9 cm wide ( Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 329,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "FIGURE 1: A 78-year-old woman patient with COVID-19 pneumonia (areas with pneumonitis are shown with an arrow)."
        },
        {
            "text": "Anticoagulation therapy was stopped. Vital signs monitoring and fluid replacement were begun. The goal was to maintain hemoglobin value above 7 g/dL. As the hemoglobin value of the patient fell below 7 g/dL twice, four units of erythrocyte suspension (ES) was administered to the patient. Abdominal examination was performed daily. One week after the diagnosis of RSH, a CT of the abdomen and pelvis was performed. The scan showed no significant increase in the size of the hematoma. On the 18th day after admission, the patient was discharged because her hemoglobin value, which was 10.2 g/dL at that point, had not decreased, her vital signs were stable, and her treatment for COVID-19 was completed. From the moment of diagnosis to discharge, the patient required no interventional or surgical procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 2: Abdominal and pelvic CT showed a left inferior rectus sheath hematoma reaching approximately 9 cm in width."
        },
        {
            "text": "COVID-19 infection is well known to cause increased coagulopathy, with pulmonary emboli being the most common presentation [11] [12] . Increased levels of D-dimer and fibrinogen degradation products are associated with poor prognosis and are potentially related to the risk of disseminated intravascular coagulation [12] . Therefore, according to the \"Anti cytokine-Anti-inflammatory Therapies, Coagulopathy Management\" guideline published by the Ministry of Health, Republic of Turkey on 02.11.2020, it is recommended to use enoxaparin 40 mg subcutaneously every 12 h in nonsevere COVID-19 patients with a BMI of more than 40 for prophylaxis [6] . While prophylactic doses of anticoagulant therapy are recommended for patients who are followed in the service, the use of anticoagulant drugs at therapeutic dose is recommended for patients who are followed up in the ICU [13] [14] [15] . A study from China suggests that in the absence of venous thromboembolism (VTE) prophylaxis, 25% of COVID-19 patients developed deep vein thrombosis (DVT), which is higher than the 5%-15% incidence seen in placebo arms of early studies of VTE prevention in medically ill hospitalized patients [16] . In the study of Moores et al., it was identified that thrombotic events in 7.7% of patients admitted with COVID-19, estimated a cumulative rate of 21% [17] . Also, Barnes et al. recommended anticoagulant prophylaxis for patients with COVID-19 when hospitalized [13] .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 128,
                    "end": 132,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 871,
                    "end": 875,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 876,
                    "end": 880,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 881,
                    "end": 885,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1181,
                    "end": 1185,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1339,
                    "end": 1343,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1449,
                    "end": 1453,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "An uncommon complication of anticoagulation therapy is RSH, a potentially life-threatening complication [1] . Early diagnosis and intervention are key to decreasing patient mortality and morbidity [18] .",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 197,
                    "end": 201,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This case report presents a large left RSH case in a COVID-19 patient and discusses the patient's treatment process. For diagnosis, careful physical examination is important and can detect ecchymotic areas of the abdominal skin and palpable painful masses. To confirm the diagnosis, we recommend contrast-enhanced CT, unless it is contraindicated. A CT scan with contrast also provides information about contrast extravasation and all the intra-abdominal structures. However, in cases in which contrast is contraindicated, noncontrast CT is also helpful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "After diagnosing RSH in a patient due to the administration of enoxaparin sodium, we recommend the immediate discontinuation of enoxaparin sodium. The patient's vital signs should also be monitored closely. Each day, the abdomen should be examined, and hemoglobin levels should be checked frequently (every six hours in the first days after diagnosis). If patients have hemoglobin values lower than 7 g/dL, the goal should be to increase the value above this level if possible and maintain it. The need for ES should be evaluated according to the hemoglobin value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In patients who have had no sudden decrease in hemoglobin values during follow-up and whose vital signs are stable, we recommend the use of noncontrast abdominal and pelvic CT one week after RSH diagnosis to evaluate whether there has been an increase in the hematoma's size. If there is no increase in size and the patient's hemoglobin value has not decreased by the end of the week of follow-up, patients whose vital signs are stable can be discharged and called back for a check on the third day after discharge. However, patients who have experienced even a moderate increase in the size of the hematoma should continue until hemodynamic stability is achieved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, a healthcare provider administering subcutaneous anticoagulant therapy such as enoxaparin sodium should be aware of potential complications, and RSH should be suspected in the differential diagnosis of any patient complaining of abdominal pain after a subcutaneous injection. Further research and case reports on acute hemorrhage in COVID-19 patients receiving anticoagulant therapy for prophylaxis are recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Human subjects: Consent was obtained or waived by all participants in this study. Not required. issued approval Not required. Not required. Conflicts of interest: In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information Disclosures"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Rectus sheath hematoma: a review of the literature",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hatjipetrou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Anyfantakis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kastanakis",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Surg",
            "volume": "13",
            "issn": "",
            "pages": "267--271",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijsu.2014.12.015"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Batel-Marques F: Rectus sheath hematoma in patients receiving subcutaneous enoxaparin: a case series of five patients",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mendes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Penedones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cavadas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Alves",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clin Case Rep",
            "volume": "2020",
            "issn": "",
            "pages": "3432--3439",
            "other_ids": {
                "DOI": [
                    "10.1002/ccr3.3427"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Thromboembolic disease in COVID-19 patients: a brief narrative review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mondal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Quintili",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Karamchandani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bose",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Intens Care",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s40560-020-00483-y"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Postmortem findings in Italian patients with COVID-19: a descriptive full autopsy study of cases with and without comorbidities",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Falasca",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nardacci",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Colombo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect Dis",
            "volume": "222",
            "issn": "",
            "pages": "1807--1815",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiaa578"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Multisystemic infarctions in COVID-19: focus on the spleen",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Santos Leite Pessoa",
                    "suffix": ""
                },
                {
                    "first": "Franco",
                    "middle": [],
                    "last": "Costa Lima",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Farias",
                    "middle": [],
                    "last": "Pimentel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Godeiro",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Bezerra",
                    "middle": [],
                    "last": "Holanda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Case Rep Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.12890/2020_001747"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Is enoxaparin injection from the abdominal wall safe in elderly people?: a fatal case of rectus sheath hematoma. Can Fam Phys",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kayrak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bacaksiz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yazici",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "54",
            "issn": "",
            "pages": "1246--1248",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Fatal case of spontaneous rectus sheath hematoma caused by anticoagulant and steroid therapy during hospital admission",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Romic",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pavlek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mance",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Romic",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Moric",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Visc Med",
            "volume": "34",
            "issn": "",
            "pages": "222--224",
            "other_ids": {
                "DOI": [
                    "10.1159/000485941"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Rectus sheath hematoma with low molecular weight heparin administration: a case series",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wortham",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Litton",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Res Notes",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1756-0500-7-586"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Left inferior epigastric artery injury in COVID-19 patient. Case report and literature review",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bakirov",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bakirova",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Albalawi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Surg Case Rep",
            "volume": "76",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijscr.2020.09.198"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Difference of coagulation features between severe pneumonia induced by SARS-CoV2 and non-SARS-CoV2",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Thromb Thrombol",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11239-020-02105-8"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Prominent changes in blood coagulation of patients with SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clin Chem Lab Med",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1515/cclm-2020-0188"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Thromboembolism and anticoagulant therapy during the COVID-19 pandemic: interim clinical guidance from the anticoagulation forum",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Burnett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Thromb Thrombol",
            "volume": "2020",
            "issn": "",
            "pages": "72--81",
            "other_ids": {
                "DOI": [
                    "10.1007/s11239-020-02138-z"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Scientific and standardization committee communication: clinical guidance on the diagnosis, prevention, and treatment of venous thromboembolism in hospitalized patients with COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Spyropoulos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ageno",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "18",
            "issn": "",
            "pages": "1859--1865",
            "other_ids": {
                "DOI": [
                    "10.1111/jth.14929"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Evaluation of risk factors for rectus sheath hematoma",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Sheth",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dinella",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Janov",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kaldas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Appl Thromb Hemost",
            "volume": "22",
            "issn": "",
            "pages": "292--296",
            "other_ids": {
                "DOI": [
                    "10.1177/1076029614553024"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Prevalence of venous thromboembolism in patients with severe novel coronavirus pneumonia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "18",
            "issn": "",
            "pages": "1421--1424",
            "other_ids": {
                "DOI": [
                    "10.1111/jth.14830"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Prevention, diagnosis and treatment of venous thromboembolism in patients with COVID-19: CHEST Guideline and Expert Panel Report",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Moores",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tritschler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brosnahan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Chest",
            "volume": "2020",
            "issn": "",
            "pages": "1143--1163",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chest.2020.05.559"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Venous and arterial thromboembolic complications in COVID-19 patients admitted to an academic hospital in",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lodigiani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Iapichino",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carenzo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Thromb Res",
            "volume": "2020",
            "issn": "",
            "pages": "9--14",
            "other_ids": {
                "DOI": [
                    "10.1016/j.thromres.2020.04.024"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}