{"paper_id": "3ddf301fffb89a45d330eb0b370536b75baa6136", "metadata": {"title": "Perceived Job Insecurity and Depressive Symptoms among Italian Dentists: The Moderating Role of Fear of COVID-19", "authors": [{"first": "Roberta", "middle": [], "last": "Gasparro", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Naples Federico II", "location": {"postCode": "80131", "settlement": "Naples", "country": "Italy"}}, "email": "roberta.gasparro@unina.itr.g."}, {"first": "Cristiano", "middle": [], "last": "Scandurra", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Naples Federico II", "location": {"postCode": "80131", "settlement": "Naples", "country": "Italy"}}, "email": "cristiano.scandurra@unina.itc.s."}, {"first": "Nelson", "middle": ["Mauro"], "last": "Maldonato", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Naples Federico II", "location": {"postCode": "80131", "settlement": "Naples", "country": "Italy"}}, "email": "nelsonmauro.maldonato@unina.itn.m.m."}, {"first": "Pasquale", "middle": [], "last": "Dolce", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Naples Federico II", "location": {"postCode": "80131", "settlement": "Naples", "country": "Italy"}}, "email": "pasquale.dolce@unina.it"}, {"first": "Vincenzo", "middle": [], "last": "Bochicchio", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Calabria", "location": {"postCode": "87036", "settlement": "Arcavacata di Rende", "country": "Italy"}}, "email": "vincenzo.bochicchio@unical.it"}, {"first": "Alessandra", "middle": [], "last": "Valletta", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Naples Federico II", "location": {"postCode": "80131", "settlement": "Naples", "country": "Italy"}}, "email": "alessandra.valletta@unina.ita.v."}, {"first": "Gilberto", "middle": [], "last": "Sammartino", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Naples Federico II", "location": {"postCode": "80131", "settlement": "Naples", "country": "Italy"}}, "email": ""}, {"first": "Pasquale", "middle": [], "last": "Sammartino", "suffix": "", "affiliation": {}, "email": "pasqualesammartino91@gmail.comp.s."}, {"first": "Mauro", "middle": [], "last": "Mariniello", "suffix": "", "affiliation": {}, "email": "mauro.mariniello@gmail.comm.m.*correspondence:gilberto.sammartino@unina.it"}, {"first": "Alessandro", "middle": [], "last": "Espedito Di Lauro", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Naples Federico II", "location": {"postCode": "80131", "settlement": "Naples", "country": "Italy"}}, "email": "alessandroespedito.dilauro@unina.ita.e.d.l."}, {"first": "Gaetano", "middle": [], "last": "Marenzi", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Naples Federico II", "location": {"postCode": "80131", "settlement": "Naples", "country": "Italy"}}, "email": "gaetano.marenzi@gmail.comg.m."}]}, "abstract": [{"text": "Containment measures adopted to reduce the spread of coronavirus disease 2019 have produced a general perception of job insecurity. Dentists have been highly affected by such measures, as they represent an easy source of contagion. As perceived job insecurity is associated with psychological distress and Italian dentists have been highly affected by the COVID-19 outbreak in terms of potential financial loss and the risk of being infected, this study aimed at assessing whether the fear of COVID-19 moderated the effect of perceived job insecurity on depressive symptoms. This cross-sectional online study has included 735 Italian dentists recruited during the lockdown and ranging in age from 27 to 70 years old (495 men and 240 women). A quantile regression model with an inference based on the median and with an interaction term between the fear of COVID-19 and perceived job insecurity has been used to estimate the hypothesized associations. The results indicated that both perceived job insecurity and fear of COVID-19 were positively associated with depressive symptoms, and that the effect of perceived job insecurity on depressive symptoms was weaker among those with a low fear of COVID-19. The findings may inform public health policies for dentists in relation to reducing the risk of developing negative mental health outcomes.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "On January 8, 2020, a novel coronavirus was officially announced as the causative pathogen of coronavirus disease 2019 (COVID-19) by the Chinese Center for Disease Control and Prevention [1] . The COVID-19 epidemic started from Wuhan, Hubei province, in China, last December and, within a few months, it has spread globally [2] . On 11th March 2020, the World Health Organization (WHO) declared it as a pandemic disease [3] . The novel coronavirus was initially named 2019-nCoV and officially as severe acute respiratory syndrome coronavirus 2 (SARSCoV-2). The common transmission routes of this novel coronavirus include direct transmission (coughing, sneezing, and droplet inhalation transmission) and contact transmission (contact with oral, nasal, and eye mucous membranes) [4] .", "cite_spans": [{"start": 187, "end": 190, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 324, "end": 327, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 420, "end": 423, "text": "[3]", "ref_id": null}, {"start": 778, "end": 781, "text": "[4]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "On account of the high transmissibility of the 2019-nCoV and to the evidence that it may be airborne through aerosols formed during medical procedures [5] , healthcare professionals are exposed to a higher risk of getting infected due to their close contact with infected patients. Among different healthcare professionals, dentists are particularly affected by the risk of being infected by COVID-19, as they not only work in close contact with patients but are also exposed to aerosols and droplets splashing out of the patient's oral cavity [6] . Thus, dentists are also at higher risk of infecting their patients. For these reasons, severe restrictions have been adopted by governments to avoid this source of contagion. In Italy, which is the context of the current study, Italian dentists have been allowed to practice only emergency/urgent procedures during the whole period of the lockdown. Specifically, dental professionals have been urged by the government to suspend all non-urgent appointments to limit the movement of people. This order has meant that all dental hygienists have effectively been suspended from work while many dentists have been left uncertain as to what exactly constitutes emergency care. The Italian Society of Periodontology and Implantology (SIdP) recommends that patients only access dental care if their appointments cannot be deferred. Some examples of dental emergencies of an urgent nature, as identified by the SIdP, include acute pain, infections such as a gingival abscess, and trauma. However, if the patient is at greater risk of contracting SARS-CoV-2, shows symptoms or signs attributable to the SARS-CoV-2 infection, or is in quarantine, the treatment should be postponed to a later time.", "cite_spans": [{"start": 151, "end": 154, "text": "[5]", "ref_id": "BIBREF3"}, {"start": 544, "end": 547, "text": "[6]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "Containment measures (i.e., social distancing, self-isolation, travel restrictions, etc.) adopted to reduce the spread of COVID-19 have resulted in a reduced workforce across many economic sectors [7] , as well as a general perception of job insecurity [8] , namely the fearful of job loss or worry about job continuation [9] . Perceived job insecurity has been found to be a fundamental stressor during the COVID-19 outbreak [10] , as it has a negative impact on the individual's financial capacity due to the high risk of financial loss [11] . In relation to dentists, a survey conducted by the Irish Dental Association with 369 dentists reported that one-fifth of participants closed their practices temporarily or permanently, and that around three-quarters of the sample expected a financial loss of over 70% amid the COVID-19 outbreak [12] . Similarly, in an Italian survey of 356 dentists, exploring the practical and emotional consequences of the COVID-19 outbreak on daily dental clinical practice, it was found that all the participants had closed their practices or had limited their activity only to urgent procedures and that 92.7% of patients had canceled their previously made appointments [13] . Such data make it plausible to hypothesize that dentists have experienced high levels of perceived job insecurity during the COVID-19 outbreak.", "cite_spans": [{"start": 197, "end": 200, "text": "[7]", "ref_id": "BIBREF5"}, {"start": 253, "end": 256, "text": "[8]", "ref_id": "BIBREF6"}, {"start": 322, "end": 325, "text": "[9]", "ref_id": "BIBREF7"}, {"start": 426, "end": 430, "text": "[10]", "ref_id": "BIBREF8"}, {"start": 539, "end": 543, "text": "[11]", "ref_id": "BIBREF9"}, {"start": 841, "end": 845, "text": "[12]", "ref_id": "BIBREF10"}, {"start": 1205, "end": 1209, "text": "[13]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Introduction"}, {"text": "Previous studies have highlighted that perceived job insecurity has serious consequences not only on the individuals' financial capacity, but also on their mental health [14] [15] [16] [17] [18] . For instance, Zhang et al. [19] found that people who have been forced to stop working due to the COVID-19 outbreak reported an increase in distress and a decline in health. Similarly, Mihashi et al. [20] reported that, during the severe acute respiratory syndrome (SARS) outbreak of 2003, income reduction was a significant predictor of psychological disorders. Thus, it seems plausible to hypothesize that, as Italian dentists have been the category of health-care professionals most significantly affected economically by the containment measures adopted in Italy [13] and worldwide [21, 22] during the lockdown, they are at risk of experiencing greater levels of perceived job insecurity and, as a consequence, mental health problems. Accordingly, although not directly associated with the perceived job insecurity, some studies have found a considerable degree of psychological distress among dentists during the COVID-19 outbreak [13, 23] .", "cite_spans": [{"start": 170, "end": 174, "text": "[14]", "ref_id": "BIBREF12"}, {"start": 175, "end": 179, "text": "[15]", "ref_id": "BIBREF13"}, {"start": 180, "end": 184, "text": "[16]", "ref_id": "BIBREF14"}, {"start": 185, "end": 189, "text": "[17]", "ref_id": "BIBREF15"}, {"start": 190, "end": 194, "text": "[18]", "ref_id": "BIBREF16"}, {"start": 224, "end": 228, "text": "[19]", "ref_id": "BIBREF17"}, {"start": 397, "end": 401, "text": "[20]", "ref_id": "BIBREF18"}, {"start": 764, "end": 768, "text": "[13]", "ref_id": "BIBREF11"}, {"start": 783, "end": 787, "text": "[21,", "ref_id": "BIBREF19"}, {"start": 788, "end": 791, "text": "22]", "ref_id": "BIBREF20"}, {"start": 1133, "end": 1137, "text": "[13,", "ref_id": "BIBREF11"}, {"start": 1138, "end": 1141, "text": "23]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Introduction"}, {"text": "Additionally, previous studies have highlighted that, despite the severe restrictions implemented by governments worldwide, dentists might continue to be worried about being infected by the virus. For instance, Consolo et al. [13] found that 85% of their sample of dentists (N = 356) were anxious about contracting COVID-19 during their clinical activity. Similarly, Ahmed et al. [24] found that 87% of 669 dentists from 30 different countries were afraid of getting infected with COVID-19. A fear of contracting COVID-19 has been found to be associated with negative mental health outcomes.", "cite_spans": [{"start": 226, "end": 230, "text": "[13]", "ref_id": "BIBREF11"}, {"start": 380, "end": 384, "text": "[24]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Introduction"}, {"text": "For instance, in a study conducted with 338 Israeli dentists and dental hygienists, an elevated level of psychological distress was found in those with a higher fear of contracting COVID-19 [23] . However, no previous studies have explored the potential interactions between the fear of being infected by COVID-19 and perceived job insecurity either in the general population or in the profession of dentists. Indeed, it is possible to hypothesize that the effect of perceived job insecurity on depressive symptoms increases with respect to dentists experiencing a higher level of fear of being infected with COVID-19 compared to those experiencing lower levels of fear. It is likely, in fact, that dentists more afraid of the possibility of being infected by COVID-19 would consider their job prospects more at risk than those less frightened because, if they were to be infected, they would no longer be able to work for a certain period. This could mean that what was previously experienced as a perception of job insecurity would become a real economic loss and, accordingly, the greater the job insecurity the greater the probability of developing adverse mental health outcomes [25, 26] . Therefore, it seems plausible to hypothesize that the perception of job insecurity interacts with the fear of being infected in relation to the development of depressive symptoms.", "cite_spans": [{"start": 190, "end": 194, "text": "[23]", "ref_id": "BIBREF21"}, {"start": 1184, "end": 1188, "text": "[25,", "ref_id": "BIBREF23"}, {"start": 1189, "end": 1192, "text": "26]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Introduction"}, {"text": "Therefore, as perceived job insecurity has proved to be consistently associated with psychological distress [14] [15] [16] [17] [18] and Italian dentists have been significantly affected by the COVID-19 outbreak in terms of potential financial loss [12, 13] and risk of being infected [24] , we were interested in assessing the associations between perceived job insecurity, the fear of COVID-19, and mental health (i.e., depressive symptoms). Specifically, we hypothesized that perceived job insecurity and the fear of COVID-19 would be positively associated with depressive symptoms and that the fear of COVID-19 would moderate the relationship between perceived job insecurity and depressive symptoms. Specifically, we hypothesized that the association between perceived job insecurity and depressive symptoms would be weaker among those with a lower fear of COVID-19 compared to their counterparts who had a higher-fear.", "cite_spans": [{"start": 108, "end": 112, "text": "[14]", "ref_id": "BIBREF12"}, {"start": 113, "end": 117, "text": "[15]", "ref_id": "BIBREF13"}, {"start": 118, "end": 122, "text": "[16]", "ref_id": "BIBREF14"}, {"start": 123, "end": 127, "text": "[17]", "ref_id": "BIBREF15"}, {"start": 128, "end": 132, "text": "[18]", "ref_id": "BIBREF16"}, {"start": 249, "end": 253, "text": "[12,", "ref_id": "BIBREF10"}, {"start": 254, "end": 257, "text": "13]", "ref_id": "BIBREF11"}, {"start": 285, "end": 289, "text": "[24]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Introduction"}, {"text": "The moderation model hypothesized is depicted in Figure 1 . fear of contracting COVID-19 has been found to be associated with negative mental health outcomes. For instance, in a study conducted with 338 Israeli dentists and dental hygienists, an elevated level of psychological distress was found in those with a higher fear of contracting COVID-19 [23] . However, no previous studies have explored the potential interactions between the fear of being infected by COVID-19 and perceived job insecurity either in the general population or in the profession of dentists. Indeed, it is possible to hypothesize that the effect of perceived job insecurity on depressive symptoms increases with respect to dentists experiencing a higher level of fear of being infected with COVID-19 compared to those experiencing lower levels of fear. It is likely, in fact, that dentists more afraid of the possibility of being infected by COVID-19 would consider their job prospects more at risk than those less frightened because, if they were to be infected, they would no longer be able to work for a certain period. This could mean that what was previously experienced as a perception of job insecurity would become a real economic loss and, accordingly, the greater the job insecurity the greater the probability of developing adverse mental health outcomes [25, 26] . Therefore, it seems plausible to hypothesize that the perception of job insecurity interacts with the fear of being infected in relation to the development of depressive symptoms. Therefore, as perceived job insecurity has proved to be consistently associated with psychological distress [14] [15] [16] [17] [18] and Italian dentists have been significantly affected by the COVID-19 outbreak in terms of potential financial loss [12, 13] and risk of being infected [24] , we were interested in assessing the associations between perceived job insecurity, the fear of COVID-19, and mental health (i.e., depressive symptoms). Specifically, we hypothesized that perceived job insecurity and the fear of COVID-19 would be positively associated with depressive symptoms and that the fear of COVID-19 would moderate the relationship between perceived job insecurity and depressive symptoms. Specifically, we hypothesized that the association between perceived job insecurity and depressive symptoms would be weaker among those with a lower fear of COVID-19 compared to their counterparts who had a higher-fear.", "cite_spans": [{"start": 349, "end": 353, "text": "[23]", "ref_id": "BIBREF21"}, {"start": 1343, "end": 1347, "text": "[25,", "ref_id": "BIBREF23"}, {"start": 1348, "end": 1351, "text": "26]", "ref_id": "BIBREF24"}, {"start": 1642, "end": 1646, "text": "[14]", "ref_id": "BIBREF12"}, {"start": 1647, "end": 1651, "text": "[15]", "ref_id": "BIBREF13"}, {"start": 1652, "end": 1656, "text": "[16]", "ref_id": "BIBREF14"}, {"start": 1657, "end": 1661, "text": "[17]", "ref_id": "BIBREF15"}, {"start": 1662, "end": 1666, "text": "[18]", "ref_id": "BIBREF16"}, {"start": 1783, "end": 1787, "text": "[12,", "ref_id": "BIBREF10"}, {"start": 1788, "end": 1791, "text": "13]", "ref_id": "BIBREF11"}, {"start": 1819, "end": 1823, "text": "[24]", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 49, "end": 57, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Introduction"}, {"text": "The moderation model hypothesized is depicted in Figure 1 . ", "cite_spans": [], "ref_spans": [{"start": 49, "end": 57, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Introduction"}, {"text": "In this study we have used a cross-sectional online survey distributed among Italian dentists, contacting both Italian stakeholders in the field of dentistry and representatives of the National Order of Dentists, who were requested to share the survey among their members. By clicking on the link provided, the participants were first directed to the informed consent in relation to the study, where they were able to read objectives, benefits and risks of participation, and information about the researchers. They were informed about the anonymity of the survey, as well as about their right to terminate their involvement at any moment they desired. Their privacy was guaranteed in accordance with the EU General Data Protection Regulation 2016/679. The study was designed in accordance with the Declaration of Helsinki and was approved by the Ethical Committee of the University of Naples Federico II (protocol number: 159/20; date: 23/04/2020). The study was also ", "cite_spans": [], "ref_spans": [], "section": "Procedures"}, {"text": "In this study we have used a cross-sectional online survey distributed among Italian dentists, contacting both Italian stakeholders in the field of dentistry and representatives of the National Order of Dentists, who were requested to share the survey among their members. By clicking on the link provided, the participants were first directed to the informed consent in relation to the study, where they were able to read objectives, benefits and risks of participation, and information about the researchers. They were informed about the anonymity of the survey, as well as about their right to terminate their involvement at any moment they desired. Their privacy was guaranteed in accordance with the EU General Data Protection Regulation 2016/679. The study was designed in accordance with the Declaration of Helsinki and was approved by the Ethical Committee of the University of Naples Federico II (protocol number: 159/20; date: 23/04/2020). The study was also conducted in accordance with the \"Strengthening the Reporting of Observational Studies in Epidemiology\" (STROBE) statement for cross-sectional studies.", "cite_spans": [], "ref_spans": [], "section": "Procedures"}, {"text": "The participants were recruited in Italy during the national lockdown, specifically between 17th April and 3rd May 2020. The inclusion criteria were: (1) being a Doctor of Dental Science; (2) having at least 2 years of professional experience; (3) working in Italy; and (4) not being retired. We decided to include dentists with at least 2 years of dental practice as a minimum period of employment was considered as necessary to explore the dimension of perceived job insecurity during the COVID-19 outbreak. Indeed, as we were interested in assessing such job insecurity, it was necessary to ensure that the participants would be able to compare their current work situation with that before the COVID-19 outbreak. A total of 820 Italian dentists, out of about 50,000 listed on the national register, completed the survey. Among these, 85 did not satisfy one or more of the inclusion criteria. Thus, the final sample was composed of 735 participants. The socio-demographic characteristics of the sample are reported in Table 1 . Note: M = Mean; SD = Standard Deviation. * Most participants worked in more than one setting and had attained more than one specialization.", "cite_spans": [], "ref_spans": [{"start": 1021, "end": 1028, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Participants"}, {"text": "The socio-demographic variables assessed in the current study included age, gender (men vs. women), type of job (private practice without colleagues, private practice with colleagues, hospital facility, and/or private clinic), field of dentistry field (e.g., general dentistry, orthodontics, etc.), and personal knowledge of people who had died due to COVID-19 and the number of such people known personally.", "cite_spans": [], "ref_spans": [], "section": "Socio-Demographic Characteristics"}, {"text": "Perceived job insecurity was measured through a single-item based on the work by Strazdins et al. [27] . This item assessed the fear of job loss, which is a core dimension of perceived job insecurity, and was adapted to relate to the COVID-19 outbreak, as follows: \"How secure do you feel about your job or career prospects in your current workplace due to the COVID-19 outbreak?\" The response options ranged from \"very secure\" to \"not at all secure\", on a 5-point Likert scale, with higher scores indicating a higher perceived job insecurity.", "cite_spans": [{"start": 98, "end": 102, "text": "[27]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Perceived Job Insecurity"}, {"text": "The fear of COVID-19 was measured through the Fear of COVID-19 Scale (FCV-19S by Ahorsu et al. [28] ; Italian version by Soraci et al. [29] ), a 7-item scale assessing the fear of being infected by COVID-19. The responses ranged from 1 (\"strongly disagree\") to 5 (\"strongly agree\"), with higher scores reflecting higher levels of contracting COVID-19. Scores ranged from 7 to 35. An example item is \"It makes me uncomfortable to think about coronavirus-19\". The Cronbach's alpha for the current sample was 0.87.", "cite_spans": [{"start": 95, "end": 99, "text": "[28]", "ref_id": "BIBREF26"}, {"start": 135, "end": 139, "text": "[29]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Fear of COVID-19"}, {"text": "The presence of depressive symptoms was assessed through the short version of the DSM-5 Severity Measure for Depression-Adult (SMDA; Spitzer et al. [30] ; Italian version by Fossati et al. [31] ), a 9-item scale measuring the severity of depressive symptoms over the last 7 days on a 4-point Likert scale, ranging from \"not at all\" to \"nearly every day.\" The initial question is \"Over the last 7 days, how often have you been bothered by any of the following problems?\" An example item is \"Feeling tired or having little energy.\" The total score may range from 0 to 27, with higher scores indicating a greater severity of depressive symptoms. The Cronbach's alpha for the current sample was 0.90.", "cite_spans": [{"start": 148, "end": 152, "text": "[30]", "ref_id": "BIBREF28"}, {"start": 189, "end": 193, "text": "[31]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Depressive Symptoms"}, {"text": "All statistical analyses were performed using SPSS and the R software for statistical computing. As the data had a skewed distribution, the Spearman's coefficient was used as a measure of bivariate correlations between the main variables of the study. As the socio-demographic variables may influence the perceived job insecurity, fear of COVID-19, and depressive symptoms, we adjusted the successive models to take into account potential confounding variables, including gender (men vs. women), age, years of dental practice, personal knowledge of people who had died due to COVID-19 (yes vs. no), and number of such people known personally. Most of the participants worked both in the public and private sector, as the Italian public health system allows health-care professionals to work in more than one sector; therefore, it was not possible to differentiate the sample into subgroups. The relationships between all the socio-demographic quantitative variables and the main variables of the current study were tested through the Spearman's correlation coefficient. On account of the categorical nature of the items gender and knowledge of people who had died due to COVID-19, we used the Mann-Whitney U test to test for significant differences of the main variable distributions between groups. The relationships of all the other socio-demographic variables with the main variables of the current study were tested through the Spearman's correlation coefficient. In the final model, only covariates showing a significant difference based on Mann-Whitney U test or significant correlations with the main variables of the study were included (i.e., age, gender, and number of people who had died due to COVID-19 known personally). However, as years of professional experience and age were highly correlated (r = 0.92; p < 0.001), only the age of participants was included in the final model to avoid possible problems of multicollinearity.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analyses"}, {"text": "As the distribution of the depressive symptoms scale (i.e., the dependent variable) was highly skewed, a quantile regression model with an inference based on the median was used to estimate the effect of perceived job insecurity on depressive symptoms. Furthermore, in order to test for the moderating effect of the fear of COVID-19 in the relationship between perceived job insecurity and depressive symptoms, we included in the model an interaction term between the fear of COVID-19 and perceived job insecurity. The effect of perceived job insecurity on depressive symptoms was then estimated for three levels of the fear of COVID-19 (Q 1 , Median, and Q 3 ) and the regression lines obtained were plotted. The 95% confidence intervals (CI) were provided for the parameters. The level of significance for all tests was set as p < 0.05.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analyses"}, {"text": "The means, standard deviations, and bivariate correlations between perceived job insecurity, fear of COVID-19, and depressive symptoms are shown in Table 2 . The results highlighted a positive correlation between perceived job insecurity, fear of COVID-19, and depressive symptoms. With regard to the socio-demographic factors considered as potential confounding variables, both age (r = −0.12; p = 0.001) and years of professional experience (r = −0.12; p = 0.001) were negatively correlated only with depressive symptoms. In comparison with the males, the female dentists demonstrated higher levels of fear of COVID-19 (Mdn men = 2, Mdn women = 2.28; U = 49,062; p < 0.001) and depressive symptoms (Mdn men = 0.44, Mdn women = 0.55; U = 53,793.500; p = 0.037), but similar levels of job insecurity. A personal knowledge of people who had died due to COVID-19 did not show any significant differences on the variables, while the number of people who had died due to COVID-19 known personally positively correlated only with depressive symptoms (r = 0.14; p = 0.026).", "cite_spans": [], "ref_spans": [{"start": 148, "end": 155, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "The results of the quantile regression analysis including only the main effects indicated that both perceived job insecurity (b = 0.58, p < 0.001, 95% CI [0.35,0.70]) and fear of COVID-19 (b = 2.11, p < 0.001, 95% CI [1.58,2.60]) were positively associated with depressive symptoms, confirming our first hypothesis. The model with the interaction term showed that the fear of COVID-19 significantly moderated the relationship between perceived job insecurity and depressive symptoms (b = 0.61, p = 0.007, 95% CI [0.14,1.06]), suggesting that the association between perceived job insecurity and depressive symptoms increases with the levels of fear of COVID-19, confirming our second hypothesis. The regression coefficients of age and number of people who had died known personally were also statistically significant (p = 0.014 and p = 0.049, respectively).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "As is shown in a graphical form in Figure 2 , the effect of perceived job insecurity on depressive symptoms is weaker among those with a low fear of COVID-19 compared to those with a higher-fear. ", "cite_spans": [], "ref_spans": [{"start": 35, "end": 43, "text": "Figure 2", "ref_id": "FIGREF2"}], "section": "Results"}, {"text": "The present study examined whether the fear of COVID-19 moderated the relationship between perceived job insecurity and depressive symptoms among Italian dentists during the COVID-19 outbreak. Our results supported the moderation effect expected, showing that the association between perceived job insecurity and depressive symptoms was weaker in those with low fear of COVID-19 compared to those with a higher fear. To the best of our knowledge, this is the first study assessing the moderating role of fear of COVID-19 on the relationship between perceived job insecurity and mental health in Italian dentists. Such a result may inform public health policies to the dentistry profession during a pandemic.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "With regard to the descriptive analyses, the results of the current study highlighted three different associations. These results have to be read in the context of the COVID-19 outbreak, as a potential depiction of the subgroups of dentists who may experience greater psychological risks. Accordingly, the first result highlighted that being younger and having fewer years of dental practice was associated with higher levels of depressive symptoms. This finding is similar to that by Huang and Zhao [32] , who found that, among Chinese participants, younger people were more likely to develop anxiety and depressive symptoms during the COVID-19 outbreak than their older counterparts. Similarly, in assessing levels of anxiety and depression in Chinese medical staff working in COVID-19 units, Liang et al. [33] found that younger medical staff showed higher rates of depression. Thus, these studies seem to highlight that a younger age may represent a psychological risk factor increasing the likelihood of developing depressive symptoms during epidemics, in contrast to an older age, which is an objective risk factor for a greater severity and mortality [34] . This finding may be due, as during the SARS outbreak, to differences in coping with the psychological challenges associated with the outbreak, with younger individuals using less functional coping strategies [35] . Along the same lines, during the SARS outbreak, it was found that older people were more likely to take precautionary measures against the infection, and this proved to be associated with a lower psychological impact of the COVID-19 outbreak and lower levels of stress and depressive symptoms [36] . However, alternative explanations could be that younger or shortertenured dentists may have a greater fear of job loss due to their shorter employment history, may be in a more insecure financial condition and may be more greatly concerned about their career development than their older and more experienced counterparts. The second result indicated that the female dentists seemed to have a greater fear of COVID-19 and depressive symptoms than males. This finding is in line with the results obtained by Wang et al. [37] who found that women suffered ", "cite_spans": [{"start": 500, "end": 504, "text": "[32]", "ref_id": "BIBREF30"}, {"start": 808, "end": 812, "text": "[33]", "ref_id": "BIBREF31"}, {"start": 1158, "end": 1162, "text": "[34]", "ref_id": "BIBREF32"}, {"start": 1373, "end": 1377, "text": "[35]", "ref_id": "BIBREF33"}, {"start": 1673, "end": 1677, "text": "[36]", "ref_id": "BIBREF34"}, {"start": 2199, "end": 2203, "text": "[37]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Discussion"}, {"text": "The present study examined whether the fear of COVID-19 moderated the relationship between perceived job insecurity and depressive symptoms among Italian dentists during the COVID-19 outbreak. Our results supported the moderation effect expected, showing that the association between perceived job insecurity and depressive symptoms was weaker in those with low fear of COVID-19 compared to those with a higher fear. To the best of our knowledge, this is the first study assessing the moderating role of fear of COVID-19 on the relationship between perceived job insecurity and mental health in Italian dentists. Such a result may inform public health policies to the dentistry profession during a pandemic.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "With regard to the descriptive analyses, the results of the current study highlighted three different associations. These results have to be read in the context of the COVID-19 outbreak, as a potential depiction of the subgroups of dentists who may experience greater psychological risks. Accordingly, the first result highlighted that being younger and having fewer years of dental practice was associated with higher levels of depressive symptoms. This finding is similar to that by Huang and Zhao [32] , who found that, among Chinese participants, younger people were more likely to develop anxiety and depressive symptoms during the COVID-19 outbreak than their older counterparts. Similarly, in assessing levels of anxiety and depression in Chinese medical staff working in COVID-19 units, Liang et al. [33] found that younger medical staff showed higher rates of depression. Thus, these studies seem to highlight that a younger age may represent a psychological risk factor increasing the likelihood of developing depressive symptoms during epidemics, in contrast to an older age, which is an objective risk factor for a greater severity and mortality [34] . This finding may be due, as during the SARS outbreak, to differences in coping with the psychological challenges associated with the outbreak, with younger individuals using less functional coping strategies [35] . Along the same lines, during the SARS outbreak, it was found that older people were more likely to take precautionary measures against the infection, and this proved to be associated with a lower psychological impact of the COVID-19 outbreak and lower levels of stress and depressive symptoms [36] . However, alternative explanations could be that younger or shorter-tenured dentists may have a greater fear of job loss due to their shorter employment history, may be in a more insecure financial condition and may be more greatly concerned about their career development than their older and more experienced counterparts. The second result indicated that the female dentists seemed to have a greater fear of COVID-19 and depressive symptoms than males. This finding is in line with the results obtained by Wang et al. [37] who found that women suffered a greater psychological impact of the COVID-19 outbreak, confirming epidemiological studies which report that women are at higher risk of depressive symptoms than men [38] . Finally, the third result indicated that knowing more than one people who had died due to COVID-19 was associated with higher levels of depressive symptoms. This finding is in line with a previous work performed during the SARS outbreak, in which people knowing someone who had SARS were more likely to report psychological distress [36] , thus representing a risk factor increasing the fear of infection. Furthermore, knowing several people who had died due to COVID-19 would be likely to provoke feelings of grief and mourning, thus increasing depressive symptoms.", "cite_spans": [{"start": 500, "end": 504, "text": "[32]", "ref_id": "BIBREF30"}, {"start": 808, "end": 812, "text": "[33]", "ref_id": "BIBREF31"}, {"start": 1158, "end": 1162, "text": "[34]", "ref_id": "BIBREF32"}, {"start": 1373, "end": 1377, "text": "[35]", "ref_id": "BIBREF33"}, {"start": 1673, "end": 1677, "text": "[36]", "ref_id": "BIBREF34"}, {"start": 2200, "end": 2204, "text": "[37]", "ref_id": "BIBREF35"}, {"start": 2402, "end": 2406, "text": "[38]", "ref_id": "BIBREF36"}, {"start": 2742, "end": 2746, "text": "[36]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Discussion"}, {"text": "Regarding our main hypotheses, we found support for the association between perceived job insecurity and depressive symptoms, as well as for the moderating role of a fear of being infected by COVID-19 in this relationship. The relationship between perceived job insecurity and negative mental health outcomes is well established in literature [14] [15] [16] [17] [18] and might be explained by virtue of the fact that pandemics (e.g., the COVID-19 outbreak) may produce a great uncertainty about the future [39] and even about one's own job, thus causing a temporary economic uncertainty. Indeed, although not directly assessed in the current study, it is plausible to hypothesize that many factors (e.g., the severity of the lockdown measures, the severe containment measures adopted by governments to reduce the risk of contagion within healthcare contexts, the regional economic conditions, the perceptions of alternative work, or the client portfolio of the dentists) may have affected the dentists' perception of job insecurity, creating a strong economic uncertainty. As a consequence, such an economic uncertainty, together with the uncertainty about one's own job and the future in general, may have produced in turn severe psychopathological conditions, such as depressive symptoms [39] . Based on our results, this seems particularly significant with respect to older workers, who have a lower level of perceived occupational mobility and a greater sensitivity to economic insecurity than their younger counterparts [14] , and with respect to those who have a personal knowledge of people who have died due to COVID-19, as mourning may exacerbate depressive feelings. For instance, in a study presenting a mental health first aid service addressed to the general Italian population and health-care providers during the COVID-19 outbreak, Maldonato et al. [40] found that health-care professionals seemed to be less optimistic about their future quality of life than the general population, representing one of the most at risk groups in terms of psychological health. However, our findings showed that low levels of fear of contracting COVID-19 might ameliorate the negative effect that perceived job insecurity may have on depressive symptoms in dentists. As reported above, dentists work in close contact with patients while being exposed to aerosols and droplets splashing out of the patient's oral cavity [6] , and thus they may experience greater levels of fear of being infected by COVID-19. Fear represents an adaptive strategy serving the purpose of protecting oneself against potentially dangerous events. Nevertheless, when fear is disproportionate it may become maladaptive and harmful and can be a component of mental health problems [41] . Our findings suggest that this would be a plausible supposition also in respect of dentists, as a high fear of COVID-19 increases the strength of the effect of perceived job insecurity on mental health problems. Indeed, the COVID-19 outbreak has represented a social situation in which the fear of being infected has dramatically increased levels of negative mental health outcomes [40, 42] . Indeed, the fear of COVID-19 has even exacerbated preexisting stress due to, among other factors, the loss of income and the economic crisis [43, 44] . Moreover, previous studies [43, 44] seem to have already highlighted potential associations between job insecurity, fear of COVID-19, and negative mental health outcomes, but none of these has explored such associations in detail. Considering the severe restrictions under which dentists have been obliged to work, it seems plausible to assert that being infected by COVID-19 could result in a temporary closing of their activity, thus increasing a real economic loss and exacerbating the levels of job insecurity. Furthermore, if we want to continue to consider the perception rather than the reality of job insecurity or loss, according to the social identity theory, people who lose a job, are in quarantine, or are unable to do their job for different reasons (for example, when the government prevents them from doing so because of public health issues, such as during the COVID-19 outbreak in Italy), may lack the necessary social confirmation, as well as the psychological and social support and verification, which they usually receive in their workplace thanks to their professional identity [45] . In this scenario, if the necessity for affiliation is high, the psychological distress during the crisis may increase, regardless of any actual job loss.", "cite_spans": [{"start": 343, "end": 347, "text": "[14]", "ref_id": "BIBREF12"}, {"start": 348, "end": 352, "text": "[15]", "ref_id": "BIBREF13"}, {"start": 353, "end": 357, "text": "[16]", "ref_id": "BIBREF14"}, {"start": 358, "end": 362, "text": "[17]", "ref_id": "BIBREF15"}, {"start": 363, "end": 367, "text": "[18]", "ref_id": "BIBREF16"}, {"start": 507, "end": 511, "text": "[39]", "ref_id": "BIBREF37"}, {"start": 1291, "end": 1295, "text": "[39]", "ref_id": "BIBREF37"}, {"start": 1526, "end": 1530, "text": "[14]", "ref_id": "BIBREF12"}, {"start": 1865, "end": 1869, "text": "[40]", "ref_id": "BIBREF38"}, {"start": 2419, "end": 2422, "text": "[6]", "ref_id": "BIBREF4"}, {"start": 2756, "end": 2760, "text": "[41]", "ref_id": "BIBREF39"}, {"start": 3145, "end": 3149, "text": "[40,", "ref_id": "BIBREF38"}, {"start": 3150, "end": 3153, "text": "42]", "ref_id": "BIBREF40"}, {"start": 3297, "end": 3301, "text": "[43,", "ref_id": "BIBREF41"}, {"start": 3302, "end": 3305, "text": "44]", "ref_id": "BIBREF42"}, {"start": 3335, "end": 3339, "text": "[43,", "ref_id": "BIBREF41"}, {"start": 3340, "end": 3343, "text": "44]", "ref_id": "BIBREF42"}, {"start": 4409, "end": 4413, "text": "[45]", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Discussion"}, {"text": "This study is innovative as it indicates potential psychological paths among Italian dentists leading to perceived job insecurity and so increasing the risk of developing depressive symptoms. However, although the sample was large, it was not representative of the category of Italian dentists. Furthermore, since the sample was recruited in a specific context (i.e., Italy), our results should be read as culturally contextualized, limiting the possibility of generalizing them to the general profession of dentists. Indeed, it is plausible to hypothesize that in other countries in which the restrictive measures were less severe than those realized in Italy, or in which the government implemented specific economic protective measures aimed at the dental profession, the findings may be different. Thus, future studies should consider replicating our study in other contexts.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Beyond these cultural considerations, our findings should be read in light of other important limitations. First, the study used a cross-sectional design which did not allow the drawing of conclusive inferences about the temporality and causality of the relationships between variables. Secondly, the sample was recruited during a specific phase of the outbreak (i.e., the lockdown). Both of these limitations should lead researchers to implement longitudinal studies to discern the cause-effect relationships between variables and to assess if fear of COVID-19 continues to act as a moderator in the relationship between perceived job insecurity and negative mental health outcomes even after the lockdown. Thirdly, perceived job insecurity was measured through a single-item question. Future studies should consider administering more composite measures, such as the Job Insecurity Scale [46] . Finally, as most of the participants in the current study worked both in private and public contexts, it was not possible to assess if this fundamental variable may increase the levels of perceived job insecurity. Future studies should consider recruiting samples of dentists working only in the private sector and others working only in the public sector.", "cite_spans": [{"start": 890, "end": 894, "text": "[46]", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Discussion"}, {"text": "Despite these limitations, the findings of the current study might have significant implications for public health policies. Indeed, our results seem to indicate that intervening on high levels of perceived job insecurity or fear of COVID-19 may have a potentially positive effect on dentists' mental health. For instance, as the fear of being infected by COVID-19 seems to exacerbate the effect that perceived job insecurity has on depressive symptoms, governments should allocate sufficient funds to provide greater quantities of, and more secure, personal protective equipment for dentists. This may alleviate potential financial losses and, at the same time, reduce the fear of being infected. To this end, the governments of some high-income countries (e.g., USA, Canada, and UK) and dental regulatory bodies have offered economic support to dental practices, addressing the financial needs of dentists and alleviating the potential negative effects of financial losses on health and security. In Italy, funds to overcome the financial loss of dentists have been allocated, but the amount that every professional could receive was negligible and allocated very late.", "cite_spans": [], "ref_spans": [], "section": "Implications for Public Health Policies"}, {"text": "On the other hand, as even patients are afraid of undergoing dental procedures due to the high risk of being infected by dentists, other funds should be allocated to create awareness campaigns informing patients about the competence of dentists in fighting against emerging life-threatening diseases [22] and managing occupational health issues, such as hepatitis B and C, HIV, and cross-infection risks, which are all viruses more resistant than Sars-Cov2. This would increase the mutual trust [47] [48] [49] [50] [51] , reducing the patients' fear of being infected by their dentists and increasing the perception of dental settings as secure contexts. As a consequence, this might in turn decrease the perception of job insecurity in dentists and also its effect on mental health.", "cite_spans": [{"start": 300, "end": 304, "text": "[22]", "ref_id": "BIBREF20"}, {"start": 495, "end": 499, "text": "[47]", "ref_id": "BIBREF45"}, {"start": 500, "end": 504, "text": "[48]", "ref_id": "BIBREF46"}, {"start": 505, "end": 509, "text": "[49]", "ref_id": "BIBREF47"}, {"start": 510, "end": 514, "text": "[50]", "ref_id": "BIBREF48"}, {"start": 515, "end": 519, "text": "[51]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Implications for Public Health Policies"}, {"text": "The current study has highlighted that the fear of COVID-19 would interact with perceived job insecurity in affecting depressive symptoms in Italian dentists. Thus, public health policies intervening on both the fear of COVID-19 and the perceived job insecurity may decrease the likelihood of the development of negative mental health outcomes. We hope that our findings will stimulate the Italian government to lighten the bureaucratic procedures and to allocate more funds for dentists and all professional categories at risk of job loss or financial problems during pandemics.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Guan", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tong", "suffix": ""}, {"first": "R", "middle": [], "last": "Ren", "suffix": ""}, {"first": "K", "middle": [], "last": "Leung", "suffix": ""}, {"first": "E", "middle": [], "last": "Lau", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Wong", "suffix": ""}], "year": 2020, "venue": "N. Engl. J. Med", "volume": "382", "issn": "", "pages": "1199--1207", "other_ids": {"DOI": ["10.1056/NEJMoa2001316"]}}, "BIBREF1": {"ref_id": "b1", "title": "The novel coronavirus originating in Wuhan, China: Challenges for Global Health Governance", "authors": [{"first": "A", "middle": ["L"], "last": "Phelan", "suffix": ""}, {"first": "R", "middle": [], "last": "Katz", "suffix": ""}, {"first": "L", "middle": ["O"], "last": "Gostin", "suffix": ""}], "year": 2020, "venue": "WHO 2020 Virtual Press Conference on COVID-19. World Heal. Organ. Emergencies Corona Virus-Press-Conference-Full-and-Final-11", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.1097"]}}, "BIBREF2": {"ref_id": "b2", "title": "The severe acute respiratory syndrome coronavirus-2 (SARS CoV-2) in dentistry. Management of biological risk in dental practice", "authors": [{"first": "R", "middle": [], "last": "Lo Giudice", "suffix": ""}], "year": 2020, "venue": "Int. J. Environ. Res. Public Health", "volume": "17", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/ijerph17093067"]}}, "BIBREF3": {"ref_id": "b3", "title": "Transmission routes of 2019-nCoV and controls in dental practice", "authors": [{"first": "X", "middle": [], "last": "Peng", "suffix": ""}, {"first": "X", "middle": [], "last": "Xu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "B", "middle": [], "last": "Ren", "suffix": ""}], "year": 2020, "venue": "Int. J. Oral Sci", "volume": "12", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41368-020-0075-9"]}}, "BIBREF4": {"ref_id": "b4", "title": "COVID-19): Emerging and future challenges for dental and oral medicine", "authors": [{"first": "L", "middle": [], "last": "Meng", "suffix": ""}, {"first": "F", "middle": [], "last": "Hua", "suffix": ""}, {"first": "", "middle": [], "last": "Bian", "suffix": ""}], "year": 2019, "venue": "Z. Coronavirus Disease", "volume": "99", "issn": "", "pages": "481--487", "other_ids": {"DOI": ["10.1177/0022034520914246"]}}, "BIBREF5": {"ref_id": "b5", "title": "The socio-economic implications of the coronavirus pandemic (COVID-19): A review", "authors": [{"first": "M", "middle": [], "last": "Nicola", "suffix": ""}, {"first": "Z", "middle": [], "last": "Alsafi", "suffix": ""}, {"first": "C", "middle": [], "last": "Sohrabi", "suffix": ""}, {"first": "A", "middle": [], "last": "Kerwan", "suffix": ""}, {"first": "A", "middle": [], "last": "Al-Jabir", "suffix": ""}, {"first": "C", "middle": [], "last": "Iosifidis", "suffix": ""}, {"first": "M", "middle": [], "last": "Agha", "suffix": ""}, {"first": "R", "middle": [], "last": "Aghaf", "suffix": ""}], "year": 2020, "venue": "Int. J. Surg", "volume": "78", "issn": "", "pages": "185--193", "other_ids": {"DOI": ["10.1016/j.ijsu.2020.04.018"]}}, "BIBREF6": {"ref_id": "b6", "title": "Flexible employment relationships and careers in times of the COVID-19 pandemic", "authors": [{"first": "D", "middle": [], "last": "Spurk", "suffix": ""}, {"first": "C", "middle": [], "last": "Straub", "suffix": ""}], "year": null, "venue": "J. Vocat. Behav", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jvb.2020.103435"]}}, "BIBREF7": {"ref_id": "b7", "title": "Objective\" vs. \"subjective\" job insecurity: Consequences of temporary work for job satisfaction and organizational commitment in four European countries", "authors": [{"first": "H", "middle": [], "last": "De Witte", "suffix": ""}, {"first": "K", "middle": [], "last": "Naswell", "suffix": ""}], "year": 2003, "venue": "Econ. Ind. Democr", "volume": "24", "issn": "", "pages": "149--188", "other_ids": {"DOI": ["10.1177/0143831X03024002002"]}}, "BIBREF8": {"ref_id": "b8", "title": "COVID-19 and employees' mental health: Stressors, moderators and agenda for organizational actions", "authors": [{"first": "S", "middle": [], "last": "Hamouche", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.35241/emeraldopenres.13550.1"]}}, "BIBREF9": {"ref_id": "b9", "title": "The Role of telehealth in reducing the mental health burden from COVID-19", "authors": [{"first": "X", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Snoswell", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Harding", "suffix": ""}, {"first": "M", "middle": [], "last": "Bambling", "suffix": ""}, {"first": "S", "middle": [], "last": "Edirippulige", "suffix": ""}, {"first": "X", "middle": [], "last": "Bai", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Smith", "suffix": ""}], "year": 2020, "venue": "Telemed. J. E Health", "volume": "26", "issn": "", "pages": "377--379", "other_ids": {"DOI": ["10.1089/tmj.2020.0068"]}}, "BIBREF10": {"ref_id": "b10", "title": "Scale of Dental Collapse Highlighted in Survey", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Epidemiological Aspects and Psychological Reactions to COVID-19 of Dental Practitioners in the Northern Italy Districts of Modena and Reggio Emilia", "authors": [{"first": "U", "middle": [], "last": "Consolo", "suffix": ""}, {"first": "P", "middle": [], "last": "Bellini", "suffix": ""}, {"first": "D", "middle": [], "last": "Bencivenni", "suffix": ""}, {"first": "C", "middle": [], "last": "Iani", "suffix": ""}, {"first": "V", "middle": [], "last": "Checchi", "suffix": ""}], "year": 2020, "venue": "Int. J. Environ. Res. Public Health", "volume": "17", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/ijerph17103459"]}}, "BIBREF12": {"ref_id": "b12", "title": "Who suffers more from job insecurity? A meta-analytic review", "authors": [{"first": "G", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "D", "middle": [], "last": "Chan", "suffix": ""}], "year": 2008, "venue": "Appl. Psychol", "volume": "57", "issn": "", "pages": "272--303", "other_ids": {"DOI": ["10.1111/j.1464-0597.2007.00312.x"]}}, "BIBREF13": {"ref_id": "b13", "title": "Review of 30 years of longitudinal studies on the association between job insecurity and health and well-being: Is there causal evidence?", "authors": [{"first": "H", "middle": [], "last": "De Witte", "suffix": ""}, {"first": "J", "middle": [], "last": "Pienaar", "suffix": ""}, {"first": "N", "middle": [], "last": "De Cuyper", "suffix": ""}], "year": 2016, "venue": "Aust. Psychol", "volume": "51", "issn": "", "pages": "18--31", "other_ids": {"DOI": ["10.1111/ap.12176"]}}, "BIBREF14": {"ref_id": "b14", "title": "Job insecurity and the changing workplace: Recent developments and the future trends in job insecurity research", "authors": [{"first": "C", "middle": [], "last": "Lee", "suffix": ""}, {"first": "G.-H", "middle": [], "last": "Huang", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Ashford", "suffix": ""}], "year": 2018, "venue": "Annu. Rev. Organ. Psychol. Organ. Behav", "volume": "5", "issn": "", "pages": "335--359", "other_ids": {"DOI": ["10.1146/annurev-orgpsych-032117-104651"]}}, "BIBREF15": {"ref_id": "b15", "title": "Job insecurity and mental health: A meta-analytical review of the consequences of precarious work in clinical disorders", "authors": [{"first": "J", "middle": ["A"], "last": "Llosa", "suffix": ""}, {"first": "S", "middle": [], "last": "Menéndez-Espina", "suffix": ""}, {"first": "E", "middle": [], "last": "Agulló-Tomás", "suffix": ""}, {"first": "J", "middle": [], "last": "Rodríguez-Suárez", "suffix": ""}], "year": 2018, "venue": "APA", "volume": "34", "issn": "", "pages": "211--221", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "No security: A meta-analysis and review of job insecurity and its consequences", "authors": [{"first": "M", "middle": [], "last": "Sverke", "suffix": ""}, {"first": "J", "middle": [], "last": "Hellgren", "suffix": ""}, {"first": "K", "middle": [], "last": "Näswall", "suffix": ""}], "year": 2002, "venue": "J. Occup. Health Psychol", "volume": "7", "issn": "", "pages": "242--264", "other_ids": {"DOI": ["10.1037/1076-8998.7.3.242"]}}, "BIBREF17": {"ref_id": "b17", "title": "Health, distress, and life satisfaction of people one-month into COVID-19 outbreak in China", "authors": [{"first": "S", "middle": ["X"], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "A", "middle": [], "last": "Rauch", "suffix": ""}, {"first": "F", "middle": [], "last": "Wei", "suffix": ""}], "year": null, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2139/ssrn.3555216"]}}, "BIBREF18": {"ref_id": "b18", "title": "Predictive factors of psychological disorder development during recovery following SARS outbreak", "authors": [{"first": "M", "middle": [], "last": "Mihashi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Otsubo", "suffix": ""}, {"first": "X", "middle": [], "last": "Yinjuan", "suffix": ""}, {"first": "K", "middle": [], "last": "Nagatomi", "suffix": ""}, {"first": "M", "middle": [], "last": "Hoshiko", "suffix": ""}, {"first": "T", "middle": [], "last": "Ishitake", "suffix": ""}], "year": 2009, "venue": "Health Psychol", "volume": "28", "issn": "", "pages": "91--100", "other_ids": {"DOI": ["10.1037/a0013674"]}}, "BIBREF19": {"ref_id": "b19", "title": "COVID-19 outbreak: An overview on dentistry", "authors": [{"first": "G", "middle": [], "last": "Spagnuolo", "suffix": ""}, {"first": "D", "middle": [], "last": "De Vito", "suffix": ""}, {"first": "S", "middle": [], "last": "Rengo", "suffix": ""}, {"first": "M", "middle": [], "last": "Tatullo", "suffix": ""}], "year": 2020, "venue": "Int. J. Environ. Res. Public Health", "volume": "17", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/ijerph17062094"]}}, "BIBREF20": {"ref_id": "b20", "title": "The Mental health consequences of Coronavirus Disease 2019 pandemic in dentistry", "authors": [{"first": "A", "middle": [], "last": "Vergara-Buenaventura", "suffix": ""}, {"first": "M", "middle": [], "last": "Chavez-Tuñon", "suffix": ""}, {"first": "C", "middle": [], "last": "Castro-Ruiz", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1017/dmp.2020.190"]}}, "BIBREF21": {"ref_id": "b21", "title": "COVID-19 Factors and psychological factors associated with elevated psychological distress among dentists and dental hygienists in Israel", "authors": [{"first": "M", "middle": [], "last": "Shacham", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hamama-Raz", "suffix": ""}, {"first": "R", "middle": [], "last": "Kolerman", "suffix": ""}, {"first": "O", "middle": [], "last": "Mijiritsky", "suffix": ""}, {"first": "M", "middle": [], "last": "Ben-Ezra", "suffix": ""}, {"first": "E", "middle": [], "last": "Mijiritsky", "suffix": ""}], "year": 2020, "venue": "Int. J. Environ. Res. Public Health", "volume": "17", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/ijerph17082900"]}}, "BIBREF22": {"ref_id": "b22", "title": "Fear and practice modifications among dentists to combat novel coronavirus disease (COVID-19) outbreak", "authors": [{"first": "M", "middle": ["A"], "last": "Ahmed", "suffix": ""}, {"first": "R", "middle": [], "last": "Jouhar", "suffix": ""}, {"first": "N", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "S", "middle": [], "last": "Adnan", "suffix": ""}, {"first": "M", "middle": [], "last": "Aftab", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Zafar", "suffix": ""}, {"first": "Z", "middle": [], "last": "Khurshid", "suffix": ""}], "year": 2020, "venue": "Int. J. Environ. Res. Public Health", "volume": "17", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/ijerph17082821"]}}, "BIBREF23": {"ref_id": "b23", "title": "The associations between job insecurity, depressive symptoms and burnout: The role of performance-based self-esteem", "authors": [{"first": "V", "middle": [], "last": "Blom", "suffix": ""}, {"first": "A", "middle": [], "last": "Richter", "suffix": ""}, {"first": "L", "middle": [], "last": "Hallsten", "suffix": ""}, {"first": "P", "middle": [], "last": "Svedberg", "suffix": ""}], "year": 2015, "venue": "Econ. Ind. Democr", "volume": "39", "issn": "", "pages": "48--63", "other_ids": {"DOI": ["10.1177/0143831X15609118"]}}, "BIBREF24": {"ref_id": "b24", "title": "Effects of perceived job insecurity on depression, suicide ideation, and decline in self-rated health in Korea: A population-based panel study", "authors": [{"first": "M.-S", "middle": [], "last": "Kim", "suffix": ""}, {"first": "Y.-C", "middle": [], "last": "Hong", "suffix": ""}, {"first": "J.-H", "middle": [], "last": "Yook", "suffix": ""}, {"first": "M.-Y", "middle": [], "last": "Kang", "suffix": ""}], "year": 2017, "venue": "Int. Arch. Occup. Env. Health", "volume": "90", "issn": "", "pages": "663--671", "other_ids": {"DOI": ["10.1007/s00420-017-1229-8"]}}, "BIBREF25": {"ref_id": "b25", "title": "Job strain, job insecurity, and health: Rethinking the relationship", "authors": [{"first": "L", "middle": [], "last": "Strazdins", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Souza", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Lim", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Broom", "suffix": ""}, {"first": "B", "middle": [], "last": "Rodgers", "suffix": ""}], "year": 2004, "venue": "J. Occup. Health Psychol", "volume": "9", "issn": "", "pages": "296--305", "other_ids": {"DOI": ["10.1037/1076-8998.9.4.296"]}}, "BIBREF26": {"ref_id": "b26", "title": "The Fear of COVID-19 Scale: Development and initial validation", "authors": [{"first": "D", "middle": ["K"], "last": "Ahorsu", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Lin", "suffix": ""}, {"first": "V", "middle": [], "last": "Imani", "suffix": ""}, {"first": "M", "middle": [], "last": "Saffari", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Griffiths", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Pakpour", "suffix": ""}], "year": 2020, "venue": "Int. J. Ment. Health Addict", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s11469-020-00270-8"]}}, "BIBREF27": {"ref_id": "b27", "title": "Validation and psychometric evaluation of the Italian version of the Fear of COVID-19 Scale", "authors": [{"first": "P", "middle": [], "last": "Soraci", "suffix": ""}, {"first": "A", "middle": [], "last": "Ferrari", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Abbiati", "suffix": ""}, {"first": "E", "middle": [], "last": "Del Fante", "suffix": ""}, {"first": "R", "middle": [], "last": "De Pace", "suffix": ""}, {"first": "A", "middle": [], "last": "Urso", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Griffiths", "suffix": ""}], "year": 2020, "venue": "Int. J. Ment. Health Addict", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s11469-020-00277-1"]}}, "BIBREF28": {"ref_id": "b28", "title": "Severity Measure for Depression-Adult (Adapted from the Patient Health Questionnaire-9", "authors": [{"first": "R", "middle": ["L"], "last": "Spitzer", "suffix": ""}, {"first": "J", "middle": ["B W"], "last": "Williams", "suffix": ""}, {"first": "K", "middle": [], "last": "Kroenke", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "DSM-5: Scale di Valutazione Adulti", "authors": [{"first": "A", "middle": [], "last": "Fossati", "suffix": ""}, {"first": "S", "middle": [], "last": "Borroni", "suffix": ""}, {"first": "F", "middle": [], "last": "Del Corno", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Generalized anxiety disorder, depressive symptoms and sleep quality during COVID-19 outbreak in China: A web-based cross-sectional survey", "authors": [{"first": "Y", "middle": [], "last": "Huang", "suffix": ""}, {"first": "N", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2020, "venue": "Psychiatry Res", "volume": "288", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.psychres.2020.112954"]}}, "BIBREF31": {"ref_id": "b31", "title": "Screening for Chinese medical staff mental health by SDS and SAS during the outbreak of COVID-19", "authors": [{"first": "Y", "middle": [], "last": "Liang", "suffix": ""}, {"first": "M", "middle": [], "last": "Chen", "suffix": ""}, {"first": "X", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "J", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "J. Psychosom. Res", "volume": "133", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jpsychores.2020.110102"]}}, "BIBREF32": {"ref_id": "b32", "title": "Covid-19: Risk factors for severe disease and death", "authors": [{"first": "R", "middle": ["E"], "last": "Jordan", "suffix": ""}, {"first": "P", "middle": [], "last": "Adab", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Cheng", "suffix": ""}], "year": null, "venue": "BMJ", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/bmj.m1198"]}}, "BIBREF33": {"ref_id": "b33", "title": "Psychosocial and coping responses within the community health care setting towards a national outbreak of an infectious disease", "authors": [{"first": "K", "middle": [], "last": "Sim", "suffix": ""}, {"first": "Y", "middle": [], "last": "Huak Chan", "suffix": ""}, {"first": "P", "middle": ["N"], "last": "Chong", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Chua", "suffix": ""}, {"first": "S", "middle": [], "last": "Wen Soon", "suffix": ""}], "year": 2010, "venue": "J. Psychosom. Res", "volume": "68", "issn": "", "pages": "195--202", "other_ids": {"DOI": ["10.1016/j.jpsychores.2009.04.004"]}}, "BIBREF34": {"ref_id": "b34", "title": "Posttraumatic stress after SARS", "authors": [{"first": "K", "middle": ["K"], "last": "Wu", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Chan", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Ma", "suffix": ""}], "year": 2005, "venue": "Emerg. Infect. Dis", "volume": "11", "issn": "", "pages": "1297--1300", "other_ids": {"DOI": ["10.3201/eid1108.041083"]}}, "BIBREF35": {"ref_id": "b35", "title": "Immediate Psychological Responses and Associated Factors during the Initial Stage of the 2019 Coronavirus Disease (COVID-19) Epidemic among the General Population in China", "authors": [{"first": "C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "R", "middle": [], "last": "Pan", "suffix": ""}, {"first": "X", "middle": [], "last": "Wan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tan", "suffix": ""}, {"first": "L", "middle": [], "last": "Xu", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Ho", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Ho", "suffix": ""}], "year": 2020, "venue": "Int. J. Environ. Res. Public Health", "volume": "17", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/ijerph17051729"]}}, "BIBREF36": {"ref_id": "b36", "title": "Prevalence of depression in the community from 30 countries between 1994 and", "authors": [{"first": "G", "middle": ["Y"], "last": "Lim", "suffix": ""}], "year": 2014, "venue": "Sci. Rep", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41598-018-21243-x"]}}, "BIBREF37": {"ref_id": "b37", "title": "Effects of economic uncertainty on mental health in the COVID-19 pandemic context: Social identity disturbance, job uncertainty and psychological well-being model", "authors": [{"first": "D", "middle": [], "last": "Godinic", "suffix": ""}, {"first": "B", "middle": [], "last": "Obrenovic", "suffix": ""}, {"first": "A", "middle": [], "last": "Khudaykulov", "suffix": ""}], "year": 2020, "venue": "Int. J. Innov. Econ. Dev", "volume": "6", "issn": "", "pages": "61--74", "other_ids": {"DOI": ["10.18775/ijied.1849-7551-7020.2015.61.2005"]}}, "BIBREF38": {"ref_id": "b38", "title": "A mental health first aid service in an Italian University Public Hospital during the coronavirus disease 2019 outbreak", "authors": [{"first": "N", "middle": ["M"], "last": "Maldonato", "suffix": ""}, {"first": "M", "middle": [], "last": "Bottone", "suffix": ""}, {"first": "A", "middle": [], "last": "Chiodi", "suffix": ""}, {"first": "G", "middle": ["I"], "last": "Continisio", "suffix": ""}, {"first": "R", "middle": [], "last": "De Falco", "suffix": ""}, {"first": "M", "middle": [], "last": "Duval", "suffix": ""}, {"first": "B", "middle": [], "last": "Muzii", "suffix": ""}, {"first": "G", "middle": [], "last": "Siani", "suffix": ""}, {"first": "P", "middle": [], "last": "Valerio", "suffix": ""}, {"first": "R", "middle": [], "last": "Vitelli", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/su12104244"]}}, "BIBREF39": {"ref_id": "b39", "title": "Neurobiology of fear and specific phobias", "authors": [{"first": "R", "middle": [], "last": "Garcia", "suffix": ""}], "year": 2017, "venue": "Learn. Mem", "volume": "24", "issn": "", "pages": "462--471", "other_ids": {"DOI": ["10.1101/lm.044115.116"]}}, "BIBREF40": {"ref_id": "b40", "title": "Public responses to the novel 2019 coronavirus (2019-nCoV) in Japan: Mental health consequences and target populations", "authors": [{"first": "J", "middle": [], "last": "Shigemura", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Ursano", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Morganstein", "suffix": ""}, {"first": "M", "middle": [], "last": "Kurosawa", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Benedek", "suffix": ""}], "year": 2020, "venue": "Psychiat Clin. Neuros", "volume": "74", "issn": "", "pages": "281--282", "other_ids": {"DOI": ["10.1111/pcn.12988"]}}, "BIBREF41": {"ref_id": "b41", "title": "COVID-19 and anxiety: A review of psychological impacts of infectious disease outbreaks", "authors": [{"first": "M", "middle": ["A"], "last": "Fardin", "suffix": ""}], "year": null, "venue": "Arch. Clin. Infect. Dis", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.5812/archcid.102779"]}}, "BIBREF42": {"ref_id": "b42", "title": "Psychological effects of the Coronavirus disease-2019 pandemic", "authors": [{"first": "S", "middle": [], "last": "Sood", "suffix": ""}], "year": 2020, "venue": "Hum. Med. Educ", "volume": "7", "issn": "", "pages": "23--26", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "The mental health of medical workers in Wuhan, China dealing with the 2019 novel coronavirus", "authors": [{"first": "L", "middle": [], "last": "Kang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "S", "middle": [], "last": "Hu", "suffix": ""}, {"first": "M", "middle": [], "last": "Chen", "suffix": ""}, {"first": "C", "middle": [], "last": "Yang", "suffix": ""}, {"first": "B", "middle": ["X"], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Hu", "suffix": ""}, {"first": "J", "middle": [], "last": "Lai", "suffix": ""}, {"first": "X", "middle": [], "last": "Ma", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/S2215-0366(20)30047-X"]}}, "BIBREF44": {"ref_id": "b44", "title": "The Job Insecurity Scale: A psychometric evaluation across five European countries", "authors": [{"first": "T", "middle": [], "last": "Vander Elst", "suffix": ""}, {"first": "H", "middle": [], "last": "De Witte", "suffix": ""}, {"first": "N", "middle": [], "last": "De Cuyper", "suffix": ""}], "year": 2014, "venue": "Eur. J. Work Organ. Psychol", "volume": "23", "issn": "", "pages": "364--380", "other_ids": {"DOI": ["10.1080/1359432X.2012.745989"]}}, "BIBREF45": {"ref_id": "b45", "title": "Group psychodynamic counselling with final-year undergraduates in clinical psychology: A clinical methodology to reinforce academic identity and psychological well-being", "authors": [{"first": "A", "middle": ["L"], "last": "Amodeo", "suffix": ""}, {"first": "S", "middle": [], "last": "Picariello", "suffix": ""}, {"first": "P", "middle": [], "last": "Valerio", "suffix": ""}, {"first": "V", "middle": [], "last": "Bochicchio", "suffix": ""}, {"first": "C", "middle": [], "last": "Scandurra", "suffix": ""}], "year": 2017, "venue": "Psychodyn. Pr", "volume": "23", "issn": "", "pages": "161--180", "other_ids": {"DOI": ["10.1080/14753634.2017.1308834"]}}, "BIBREF46": {"ref_id": "b46", "title": "Exploring emotions in dialog between health provider, parent and child. An observational study in pediatric primary care", "authors": [{"first": "F", "middle": [], "last": "Dicé", "suffix": ""}, {"first": "P", "middle": [], "last": "Dolce", "suffix": ""}, {"first": "A", "middle": [], "last": "Maiello", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Freda", "suffix": ""}], "year": null, "venue": "", "volume": "26", "issn": "", "pages": "69--84", "other_ids": {"DOI": ["10.1016/j.prps.2018.12.001"]}}, "BIBREF47": {"ref_id": "b47", "title": "Dialogic transformations of preoccupations in pediatric primary care: An empirical inquiry", "authors": [{"first": "F", "middle": [], "last": "Dicé", "suffix": ""}, {"first": "A", "middle": [], "last": "Maiello", "suffix": ""}, {"first": "P", "middle": [], "last": "Dolce", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Freda", "suffix": ""}], "year": 2017, "venue": "Psicol. Della Salut", "volume": "3", "issn": "", "pages": "74--96", "other_ids": {"DOI": ["10.3280/PDS2017-003004"]}}, "BIBREF48": {"ref_id": "b48", "title": "The Italian validation of the Level of Exposure-Dental Experiences Questionnaire", "authors": [{"first": "C", "middle": [], "last": "Scandurra", "suffix": ""}, {"first": "R", "middle": [], "last": "Gasparro", "suffix": ""}, {"first": "P", "middle": [], "last": "Dolce", "suffix": ""}, {"first": "V", "middle": [], "last": "Bochicchio", "suffix": ""}, {"first": "B", "middle": [], "last": "Muzii", "suffix": ""}, {"first": "G", "middle": [], "last": "Spagnuolo", "suffix": ""}, {"first": "G", "middle": [], "last": "Marenzi", "suffix": ""}, {"first": "G", "middle": [], "last": "Sammartino", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Maldonato", "suffix": ""}], "year": null, "venue": "Appl. Sci", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/app10031143"]}}, "BIBREF49": {"ref_id": "b49", "title": "Group psychodynamic counselling as a clinical training device to enhance metacognitive skills and agency in future clinical psychologists", "authors": [{"first": "C", "middle": [], "last": "Scandurra", "suffix": ""}, {"first": "S", "middle": [], "last": "Picariello", "suffix": ""}, {"first": "D", "middle": [], "last": "Scafaro", "suffix": ""}, {"first": "V", "middle": [], "last": "Bochicchio", "suffix": ""}, {"first": "P", "middle": [], "last": "Valerio", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Amodeo", "suffix": ""}], "year": 2018, "venue": "Eur. J. Psychol", "volume": "14", "issn": "", "pages": "444--463", "other_ids": {"DOI": ["10.5964/ejop.v14i2.1528"]}}}, "ref_entries": {"FIGREF0": {"text": "The Moderation Model Hypothesized.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "The Moderation Model Hypothesized.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Interaction Effect of Perceived Job Insecurity by Fear of COVID-19 on Depressive Symptoms.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Interaction Effect of Perceived Job Insecurity by Fear of COVID-19 on Depressive Symptoms.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Socio-Demographic Characteristics of Participants (N = 735).", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>ParticipantsN (%) or M ± SD\n</td></tr><tr><td>Age\n</td><td> </td></tr><tr><td>Mean </td><td>44.80 ± 12.44\n</td></tr><tr><td>Range </td><td>27-70\n</td></tr><tr><td>Gender\n</td><td> </td></tr><tr><td>Male </td><td>495 (67.3)\n</td></tr><tr><td>Female </td><td>240 (32.7)\n</td></tr><tr><td>Type of job *\n</td><td> </td></tr><tr><td>Private practice without colleagues </td><td>283 (38.5)\n</td></tr><tr><td>Private practice with colleagues </td><td>487 (66.3)\n</td></tr><tr><td>Hospital facility </td><td>116 (15.8)\n</td></tr><tr><td>Private clinic </td><td>50 (6.8)\n</td></tr><tr><td>Years of practice </td><td>17.81 ± 11.60\n</td></tr><tr><td>Specialization *\n</td><td> </td></tr><tr><td>General Dentistry </td><td>468 (63.7)\n</td></tr><tr><td>Orthodontics </td><td>171 (23.3)\n</td></tr><tr><td>Surgery and Implantology </td><td>303 (41.2)\n</td></tr><tr><td>Prosthetics </td><td>219 (29.8)\n</td></tr><tr><td>Periodontology </td><td>145 (19.7)\n</td></tr><tr><td>Conservative endodontics </td><td>288 (39.2)\n</td></tr><tr><td>Pedodontics </td><td>123 (16.7)\n</td></tr><tr><td>Personal knowledge of people who had died due to COVID-19\nYes </td><td>236 (32.1)\n</td></tr><tr><td>No Number of people who had died due to COVID-19 known personally\n</td><td>499 (67.9)\n</td></tr><tr><td>1 </td><td>197 (26.8)\n</td></tr><tr><td>2 </td><td>28 (3.8)\n</td></tr><tr><td>3 </td><td>5 (0.7)\n</td></tr><tr><td>4 </td><td>4 (0.5)\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Correlations Between Perceived Job Insecurity, Fear of COVID-19, and Depressive Symptoms. *** p < 0.001. Mdn = Median; IQR = Interquartile Range; M = Mean; SD = Standard Deviation.", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 2. Correlations Between Perceived Job Insecurity, Fear of COVID-19, and Depressive Symptoms.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variables </td><td>1 </td><td>2 </td><td>3 Mdn (IQR) </td><td>M (SD) </td><td>Range\n</td></tr><tr><td>1. Perceived job insecurity </td><td>- </td><td> </td><td>4 (3; 5) </td><td>3.57 (1.15) </td><td>1-5\n</td></tr><tr><td>2. Fear of COVID-19 </td><td>0.44 *** </td><td>- </td><td>2 (1.57; 2.71) </td><td>15.03 (5.45) </td><td>7-35\n</td></tr><tr><td>3. Depressive symptoms </td><td>0.27 *** </td><td>0.41 *** - </td><td>4 (2; 8) </td><td>5.66 (5.22) </td><td>0-27\n</td></tr></table></body></html>"}}, "back_matter": []}