{
    "paper_id": "3de4d818e172c047a72904cad9e5fb040ac62b0e",
    "metadata": {
        "title": "PEER REVIEW HISTORY",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "1. The type of study referred in the title does not fully correspond to the study presented by authors. Cohort studies requires strict adherence to the CONSORT guidelines, which has not been reported and explained in the manuscript. The methodology, therefore, should be clearly detailed so that an external reviewer could assessed the quality of the study according to a cohort study (for example, following the points proposed by the Newcastle-Ottawa Scale). Moreover, the two groups of exposure needed in a cohort study are not clearly established throughout the manuscript. First, authors state that patients are divided into two groups (exposure group = intermediate to high ALC, non-exposure group = low ALC). However, both the presentation of results (univariate analyses stratified for 3 levels and Kruskal-Wallis analyses) and their interpretation are divided in 3 groups of exposure (low, intermediate and high). Therefore, I strongly recommend:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-Changing \"a cohort study\" for \"an observational follow-up study\" or \"an observational analytical study\" in the title and throughout the text.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-Deciding to analyze the results in either 2 or 3 groups of exposure, but not both. As tables and results are divided in 3 levels of exposure, I would recommend the authors to eliminate references of comparison between low and intermediate-or-high groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2. I have great concerns regarding the clinical usefulness of the study according to the authors' statements. The exposure factor is already related to prognosis, so this study would only add value to previously published literature by validating the ALC triage by Pakistan healthcare workers. However, once you have demonstrated that high or intermediate ALC is related to fatality for , what would you propose to do? Will this study improve the way these patients are managed? According to table 1, patients with intermediate ALC are yet treated with non-invasive ventilation at your hospital, so I do not really understand why authors conclude that \"Intermediate level acuity care with minor up gradation by including noninvasive ventilation may serve as a reasonable alternative to high level acuity care in resource poor settings\". Based on the conclusions, the readers can assume that noninvasive ventilation is NOT being used with high or moderate ALC in your hospital (as you present this as an alternative to improve care of COVID-19 patients), which contrasts with the information presented in table 1. Is this an alternative you propose or is it something that is already being used in your hospital, and your study highlights its importance? Please specify better this fact in the manuscript and clarify the conclusions. Accordingly, the sentence \"Intermediate level acuity care with minor up gradation by including noninvasive ventilation may serve as a reasonable alternative to high level acuity care in resource poor settings\" is a proposal from the authors that should be discussed. However, this is not specifically analyzed in your study and, therefore, it is not a conclusion from your results. Therefore, this should not be part of the \"Highlights\" of your study. To sum up, I recommend: -To clarify the conclusions regarding the clinical management of patients with intermediate or high ALC. -To eliminate or change the sentences of highlights that are not directly addressed in your study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "3. The Hazard Ratios highlighted in the abstract and results in this study are the ones adjusted for a poor quantity of factors (only age and gender) which correspond to Models 1. As further factors have been considered for adjustments (common comorbidities), these final estimators (more valid) should be the ones highlighted throughout the manuscript, especially in the abstract. Otherwise, your study would be analyzing the relationship between the ALC and mortality or hospital length stay, regardless of the disease (COVID-19) and the personal history. If your study focuses on COVID-19 prognosis, adjustments for other comorbidity or diseases are needed. On the other hand, I was surprised by the results presented in Table 2 . How can you interpret the results of p<0.001 regarding the age of patients according to ALC? The mean age of intermediate-level ALC is higher than that of high-level ALC, and those are higher than that of low-level ALC, so there seems NOT to be a gradient. Regarding comorbidities, something similar happens (patients in the intermediate category present higher frequency of comorbidities than patients in the high category). I encourage the authors to approach an interpretation of this fact in the discussion, so the readers might understand these data. For example: this would be due to a low sample size of high-level ALC? This should be due to great similarities between intermediate and high ALC and therefore both groups should be mixed in future analyses? Or is it just a distribution of comorbidities and age due to random or unknown factors? Therefore, I recommend:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 724,
                    "end": 731,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "-Highlight only the FINAL adjustment estimators (the ones from models 2) in the abstract, results, discussion and conclusions and eliminate references to estimators in models 1 in the abstract.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-Include a sentence in the Discussion section referring to possible explanations of the differences observed in age and comorbidities between intermediate and high ALC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "4. Table 2 . Homogenize the way of expressing the percentages in the table (i.e., always use a decimal, but do not use 36.0 and 36 alternatively). Revise and check all the percentages according to each category (for example, in chronic lung disease there are 2 patients in the category \"high\", which represent a 4% (2/50), not 1% as presented in the table.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Minor comments I suggest approaching these minor comments in order to improve the overall quality of the manuscript:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1. Introduction, first sentence: SARS-CoV-2 and COVID-19 are different concepts. The former is the agent, the latter refers to the disease. Also, I believe you have analyzed \"sex\" instead of \"gender\" of the patients, so appropriate use of \"sex\" should be checked throughout the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2. Discussion. The authors state that \"Across European countries the CFR has been reported to be around 5-20%. (27) (28) (29) (30) .\" I would add to the discussion the fact that, in the beginning of the pandemic, several European countries reported higher mortality of the initial diagnosed cases, up to 25.6% (1) and several prognostic factors were highly associated to mortality, for example older age and other prognostic scores like SOFA, CURB-65 (1) or Pneumonia Severity Index (2), which could help improve the prognosis value of the ALC at triage as they are easy and quick to calculate. 3. There are some typos and incorrections in some parts of the manuscript. Revision of grammar and style throughout the manuscript by an English native speaker is recommended.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "(27)",
                    "ref_id": null
                },
                {
                    "start": 116,
                    "end": 120,
                    "text": "(28)",
                    "ref_id": null
                },
                {
                    "start": 121,
                    "end": 125,
                    "text": "(29)",
                    "ref_id": null
                },
                {
                    "start": 126,
                    "end": 130,
                    "text": "(30)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Manozzo Boniatti, Márcio Universidad La Salle REVIEW RETURNED 03-Nov-2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEWER"
        },
        {
            "text": "Although the data presented by the authors are well described, with an analysis adequate to the proposed objectives, the present study does not bring any novelty to the literature. It would be surprising if patients admitted to the ICU had no higher mortality than patients admitted to the ward with a maximum of 4 L / min of oxygen flow. Or that the latter did not have a lower mortality in relation to patients admitted to special units with need for NIV. In my opinion, the authors have interesting data that could be better explored and then contribute to the literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "For example, the trend towards a reduction in mortality over the months of the study. Was there a difference in the profile of the admitted patients? In the beginning was there a greater overload of the system, with limited resources? Or has learning about this new disease enabled better care? This would be a very interesting data to be explored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Regarding the factors associated with mortality, the authors could make a separate analysis by level of care (mainly for patients with low or intermediate levels due to the number of patients included). Among low-level patients, what are the factors associated with mortality? This analysis is interesting because it can help care practice: which patients admitted at low level need more attention?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Anyway, my suggestion is that the authors make new analyzes in the database, seeking to answer questions, such as those mentioned, that will bring new knowledge to the literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Minor comment: Figure 2 shows the absolute number of deaths in general and according to the level of care during the months of the study. The figure provides little relevant information. As they are absolute numbers, it seems that deaths are increasing over the months and that the intermediate level has more deaths than the high level. I suggest redoing with the percentage of deaths. In the text, the authors describe that the monthly mortality trend was 18.9%, 15.3%, 9.7% and 10.4%. However, these data are not seen in Figure 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 23,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 524,
                    "end": 532,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Reviewer: 1 Dr. Mario Rivera-Izquierdo, University of Granada Comments to the Author:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "The authors present a study to address the association between acuity level of care (ALC) selected in triage at the moment of admission and mortality / length of hospital stay in patients diagnosed with COVID-19 at a Pakistan hospital. I have concerns regarding the usefulness of the presented association (as the ALC is already a prognostic score) and, overall, the clinical impact of this work. Moreover, the interpretation of the results and conclusions are far too ambitious considering the methodology. However, I believe that this study supports the fact that the severity of the disease by the time of admission and triage can be a good predictor of case fatality in COVID-19 patients in a low middle-income country. Therefore, I believe that this study might be of interest if the authors carried out a thorough major revision of their manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "Comment 1 The type of study referred in the title does not fully correspond to the study presented by authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major comments"
        },
        {
            "text": "Cohort studies requires strict adherence to the CONSORT guidelines, which has not been reported and explained in the manuscript. The methodology, therefore, should be clearly detailed so that an external reviewer could assessed the quality of the study according to a cohort study (for example, following the points proposed by the Newcastle-Ottawa Scale). Moreover, the two groups of exposure needed in a cohort study are not clearly established throughout the manuscript. First, authors state that patients are divided into two groups (exposure group = intermediate to high ALC, non-exposure group = low ALC). However, both the presentation of results (univariate analyses stratified for 3 levels and Kruskal-Wallis analyses) and their interpretation are divided in 3 groups of exposure (low, intermediate and high).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major comments"
        },
        {
            "text": "Therefore, I strongly recommend: -Changing \"a cohort study\" for \"an observational follow-up study\" or \"an observational analytical study\" in the title and throughout the text.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major comments"
        },
        {
            "text": "-Deciding to analyze the results in either 2 or 3 groups of exposure, but not both. As tables and results are divided in 3 levels of exposure, I would recommend the authors to eliminate references of comparison between low and intermediate-or-high groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major comments"
        },
        {
            "text": "Response: Thank you for pointing this out. We have changed the design to an observational follow-up study as suggested. We have also changed the title accordingly. We have elaborated in more detail regarding the comparison groups in accordance with Strobe guidelines and Newcastle-Ottawa Scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major comments"
        },
        {
            "text": "We would like to clarify that we compare the low, intermediate and high acuity groups for case fatality and length of stay. We have rephrased as follows (Page 5, line 23) Based on the conclusions, the readers can assume that non-invasive ventilation is NOT being used with high or moderate ALC in your hospital (as you present this as an alternative to improve care of COVID-19 patients), which contrasts with the information presented in table 1. Is this an alternative you propose or is it something that is already being used in your hospital, and your study highlights its importance? Please specify better this fact in the manuscript and clarify the conclusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major comments"
        },
        {
            "text": "Accordingly, the sentence \"Intermediate level acuity care with minor up gradation by including noninvasive ventilation may serve as a reasonable alternative to high level acuity care in resource poor settings\" is a proposal from the authors that should be discussed. However, this is not specifically analyzed in your study and, therefore, it is not a conclusion from your results. Therefore, this should not be part of the \"Highlights\" of your study. We do want to clarify that noninvasive ventilation was normally used in our intermediate care units even before COVID. However, the main point that we want to highlight is that despite having limited critical beds our overall mortality in a hospital setting in an LMIC is 11 %, which is lower than the mortality reported in other middle-income countries. We have discussed this as follows (page 11, line 10). [30] According to the official government portal of Pakistan capturing population based data, the overall mortality for COVID-19 in Pakistan is 2.1% and in Sindh (the southern province in which Karachi is located) 1.8%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major comments"
        },
        {
            "text": "[5] In this study the overall case fatality from hospital-based data was 11%, which is comparable and even lower than the mortality reported from hospitals of upper middle-income countries. CFR from hospital settings in India, a neighboring country with a similar genetic, ethnic and cultural background, was reported to be 28%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major comments"
        },
        {
            "text": "[33]\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major comments"
        },
        {
            "text": "The Hazard Ratios highlighted in the abstract and results in this study are the ones adjusted for a poor quantity of factors (only age and gender) which correspond to Models 1. As further factors have been considered for adjustments (common comorbidities), these final estimators (more valid) should be the ones highlighted throughout the manuscript, especially in the abstract. Otherwise, your study would be analyzing the relationship between the ALC and mortality or hospital length stay, regardless of the disease (COVID-19) and the personal history. If your study focuses on COVID-19 prognosis, adjustments for other comorbidity or diseases are needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment 3"
        },
        {
            "text": "On the other hand, I was surprised by the results presented in Table 2 . How can you interpret the results of p<0.001 regarding the age of patients according to ALC? The mean age of intermediatelevel ALC is higher than that of high-level ALC, and those are higher than that of low-level ALC, so there seems NOT to be a gradient. Regarding comorbidities, something similar happens (patients in the intermediate category present higher frequency of comorbidities than patients in the high category). I encourage the authors to approach an interpretation of this fact in the discussion, so the readers might understand these data. For example: this would be due to a low sample size of highlevel ALC? This should be due to great similarities between intermediate and high ALC and therefore both groups should be mixed in future analyses? Or is it just a distribution of comorbidities and age due to random or unknown factors?",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 70,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Comment 3"
        },
        {
            "text": "Therefore, I recommend:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment 3"
        },
        {
            "text": "-Highlight only the FINAL adjustment estimators (the ones from models 2) in the abstract, results, discussion and conclusions and eliminate references to estimators in models 1 in the abstract.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment 3"
        },
        {
            "text": "-Include a sentence in the Discussion section referring to possible explanations of the differences observed in age and comorbidities between intermediate and high ALC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment 3"
        },
        {
            "text": "Response: We did mention in the previous version the adjusted estimates with comorbidities, however we have rephrased it and clarified further in this revised version (Page 2, line 13) \"The overall case fatality rate was 11.6%, with the highest (52%) in high acuity level followed by 16.2% in intermediate and 2% in low acuity care. Acuity level was associated with case fatality, with a hazard ratio (HR) of 5.0 (2.0, 12. We have also added a line in Discussion referring to possible explanations of the differences observed in age and comorbidities between intermediate and high ALC. (page 13, line 11) \"The risk of having critical disease is higher in individuals having age above 50 or those having comorbidities, hence requiring higher ALC.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment 3"
        },
        {
            "text": "Comment 4 Table 2 . Homogenize the way of expressing the percentages in the table (i.e., always use a decimal, but do not use 36.0 and 36 alternatively). Revise and check all the percentages according to each category (for example, in chronic lung disease there are 2 patients in the category \"high\", which represent a 4% (2/50), not 1% as presented in the table.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 10,
                    "end": 17,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Comment 3"
        },
        {
            "text": "Response: We have corrected the numbers in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 43,
                    "end": 50,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Comment 3"
        },
        {
            "text": "Minor comments I suggest approaching these minor comments in order to improve the overall quality of the manuscript:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment 3"
        },
        {
            "text": "Comment 1 Introduction, first sentence: SARS-CoV-2 and COVID-19 are different concepts. The former is the agent, the latter refers to the disease. Also, I believe you have analyzed \"sex\" instead of \"gender\" of the patients, so appropriate use of \"sex\" should be checked throughout the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment 3"
        },
        {
            "text": "Response: Thank you for pointing this out. The sentences have been rephrased. (page 4, line 2) \"Coronavirus disease 2019 (COVID-19) is caused by SARS-CoV-2, the novel coronavirus, which rapidly converted into a pandemic has caused global concern.\" Gender has been replaced with sex throughout the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment 3"
        },
        {
            "text": "2. Discussion. The authors state that \"Across European countries the CFR has been reported to be around 5-20%. (27) (28) (29) (30) .\" I would add to the discussion the fact that, in the beginning of the pandemic, several European countries reported higher mortality of the initial diagnosed cases, up to 25.6% (1) and several prognostic factors were highly associated to mortality, for example older age and other prognostic scores like SOFA, CURB-65 (1) or Pneumonia Severity Index (2), which could help improve the prognosis value of the ALC at triage as they are easy and quick to calculate. 3. There are some typos and incorrections in some parts of the manuscript. Revision of grammar and style throughout the manuscript by an English native speaker is recommended.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "(27)",
                    "ref_id": null
                },
                {
                    "start": 116,
                    "end": 120,
                    "text": "(28)",
                    "ref_id": null
                },
                {
                    "start": 121,
                    "end": 125,
                    "text": "(29)",
                    "ref_id": null
                },
                {
                    "start": 126,
                    "end": 130,
                    "text": "(30)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Comment 3"
        },
        {
            "text": "Response: Typos and incorrections have been addressed. Anyway, my suggestion is that the authors make new analyzes in the database, seeking to answer questions, such as those mentioned, that will bring new knowledge to the literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment 3"
        },
        {
            "text": "Response: Although COVID was a new disease, new beds of intermediate and high acuity care were created within the first month of the pandemic and the number of beds remined the same in the period between March 2020 to June 2020. It can be hypothesized that the introduction of steroid and other trial drugs including remdesivir and tocilizumab might have contributed to change in outcome over the study period. However, reviewing all the drugs as part of this study is not possible. We have included referenes on use of these drugs. (page 11, line 28)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment 3"
        },
        {
            "text": "On further analysis of the low acuity group, there was no association of comorbid conditions with mortality. (This has been stated on page 9, line 15) \"On subgroup analyses of low ALC with mortality, the HR (95% CI) was 0.30(0.1,0.6) after adjusting for age, sex, and comorbidities including diabetes, hypertension, ischemic heart disease and chronic lung disease. There was no association of comorbidities with mortality in those admitted to low acuity care (p value 0.05 for chronic lung disease, p value 0.4 for hypertension, p value 0.07 for ischemic heart disease and p value 0.2 for Diabetes mellitus)\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment 3"
        },
        {
            "text": "Minor comment: Figure 2 shows the absolute number of deaths in general and according to the level of care during the months of the study. The figure provides little relevant information. As they are absolute numbers, it seems that deaths are increasing over the months and that the intermediate level has more deaths than the high level. I suggest redoing with the percentage of deaths. In the text, the authors describe that the monthly mortality trend was 18.9%, 15.3%, 9.7% and 10.4%. However, these data are not seen in Figure 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 23,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 524,
                    "end": 532,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Comment 3"
        },
        {
            "text": "Response: Thank you for pointing this out. We have now changed figure 2 and show it by acuity and the overall case fatality ratio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment 3"
        },
        {
            "text": "17-Feb-2021",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEW RETURNED"
        },
        {
            "text": "The authors have addressed all the comments and now it seem suitable for publication. I do not feel qualified for evaluating the use of English of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "19-Feb-2021",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEW RETURNED"
        },
        {
            "text": "The authors made some modifications to the manuscript, which contributed to improving its quality. However, I keep the opinion expressed in the first assessment. The association between the acuity level of care and the outcome of the patient is expected. What is the clinical usefulness of the study as it is presented? I think the authors could analyze the data by asking other research questions. There is nothing new in the information that a patient with more organ dysfunction on admission has a worse outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Reviewer: 2 Dr. Márcio Manozzo Boniatti, Universidad La Salle Comments to the Author:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "The authors made some modifications to the manuscript, which contributed to improving its qualiy. However, I keep the opinion expressed in the first assessment. The association between the acuity level of care and the outcome of the patient is expected. What is the clinical usefulness of the study as it is presented? I think the authors could analyze the data by asking other research questions. There is nothing new in the information that a patient with more organ dysfunction on admission has a worse outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "Response: We had done additional analysis in the last revision and are adding some additional points in this revision. We are mentioning them again here and highlighting them in the text-\"On subgroup analyses of low ALC with mortality, the HR (95% CI) was 0.30 (0.1,0.6) after adjusting for age, sex, and comorbidities including diabetes, hypertension, ischemic heart disease, and chronic lung disease. There was no association of comorbidities with mortality in those admitted to low acuity care (p-value 0.05 for chronic lung disease, p-value 0.4 for hypertension, p-value 0.07 for ischemic heart disease and p-value 0.2 for Diabetes mellitus)\" (Page 9, line 19) Thirdly, the cost is an additional important factor. In LMIC like Pakistan, patients are paying out of their pocket and ICU care is significantly more expensive than lower levels of ALC. We hypothesize that recognizing the correct level of acuity at the time of admission for COVID positive patients in LMIC like Pakistan is linked to their outcome as this might be a more cost-effective approach to delivering care with limited resources. We, therefore, aim to determine if ALC is a predictor of case fatality and length of hospital stay in patients admitted with COVID-19.\"( Page 5,line 15)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "In Methods",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "at least 17 % of patients fulfilled the criteria for being admitted to high acuity care but were instead admitted to intermediate care due to limited availability of high acuity beds. These were mainly those who were impending invasive ventilation (on more than 8 liters of oxygen and required continuous noninvasive ventilation) or who needed limited invasive central venous pressure monitoring",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Also",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Out of the 17 % (141) who required high acuity care but were admitted to intermediate acuity care mentioned above, 71 % (n=100) survived and 29 %(n=41) succumbed to death by the end of the inpatient stay",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Secondly, we have added points clarifying in the introduction on the clinical usefulness of the study. Following are the details In the Strength and limitations \"Intermediate care units could serve as a reasonable alternative to care for relatively less critical patients with COVID-19 in such situation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Rivera-Izquierdo M, Del Carmen Valero-Ubierna M, R-delAmo JL, et al. Sociodemographic, clinical and laboratory factors on admission associated with COVID-19 mortality in hospitalized patients: A retrospective observational study. PLoS One. 2020;15(6):e0235107. (2) Satici C, Demirkol MA, Sargin Altunok E, et al. Performance of pneumonia severity index and CURB-65 in predicting 30-day mortality in patients with COVID-19. Int J Infect Dis. 2020;98:84-89.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Rivera-Izquierdo M, Del Carmen Valero-Ubierna M, R-delAmo JL, et al. Sociodemographic, clinical and laboratory factors on admission associated with COVID-19 mortality in hospitalized patients: A retrospective observational study. PLoS One. 2020;15(6): e0235107. (2) Satici C, Demirkol MA, Sargin Altunok E, et al. Performance of pneumonia severity index and CURB-65 in predicting 30-day mortality in patients with COVID-19. Int J Infect Dis. 2020; 98:84-89. Response: Thank You for the suggestion. We have included the references as suggested in the manuscript. (Page 11, Line 14)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "\"We conducted an observational follow-up study in the Aga Khan University hospital from February 26, 2020 (index case in Pakistan) to June 30, 2020. All cases of COVID-19 admitted according to their acuity level (low, intermediate, or high) during this period were followed up for case fatality and length of stay during inpatient stay. A total of 822 adult patients (aged older than >18 years) with positive Reverse transcription polymerase chain reaction (RT-PCR) for COVID-19 admitted from emergency room or through clinics to the COVID diagnostic and testing zone of the hospital were included.\" Comment 2. I have great concerns regarding the clinical usefulness of the study according to the authors' statements. The exposure factor is already related to prognosis, so this study would only add value to previously published literature by validating the ALC triage by Pakistan healthcare workers. However, once you have demonstrated that high or intermediate ALC is related to fatality for COVID-19, what would you propose to do? Will this study improve the way these patients are managed? According to table 1, patients with intermediate ALC are yet treated with non-invasive ventilation at your hospital, so I do not really understand why authors conclude that \"Intermediate level acuity care with minor up gradation by including noninvasive ventilation may serve as a reasonable alternative to high level acuity care in resource poor settings\".",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "\". In resource limited settings where provision of high acuity care is limited, the intermediate care acuity could serve as a useful strategy to treat relatively less critical COVID-19 patients. It is important to accurately stratify patients with COVID-19 based on level of care as improvements in clinical outcomes and overall survival depends on it.\"",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "\"The comparable CFR in the intermediate care units implies that most patients were well managed and were able to assist in meeting the need for high acuity care in such a resource limited situation.[24] A meta-analysis of 10 clinical studies from China on 1995 cases of COVID-19 reported a CFR of 5%.[25] Mortality in COVID-19 patients has also been reported as high as 28",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Due to this limitation, some critical patients are admitted to intermediate care units instead of in patients who do not require urgent invasive ventilation. However, the outcome of these COVID-19 patients in terms of fatality or progression of the infection has not been reported thus far.\" (page 4, line 11). \"However, whether the level of acuity, more specifically of intermediate care units, is linked to a favorable or less favorable outcome in COVID-19 patients is not well known, and especially not in LMIC\". (page 4, line 22) \"In Pakistan, a significant number of critically ill patients are admitted to intermediate or special care units due to a shortage of intensive care unit beds [20]. However, there is no empirical evidence of favorable or unfavorable outcomes of patients with COVID-19 admitted to various ALC, specifically intermediate care units, from LMIC. Recognizing the correct ALrequired for COVID-19 patients and determining their outcome is important firstly because patients in COVID units are alone without family members. Secondly, in settings with limited resources patients who need ICU could be cared for in intermediate care units with more vigilance and gain favorable outcome compared to not finding ICU at all.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We have also added the cost difference of each level of care in Table 1 We have mentioned about criteria when intermediate level care is used as an alternative to high acuity care \"However, when high acuity care beds were not available, those patients who were impending invasive ventilation(on more than 8 liters oxygen and required continuous noninvasive ventilation) or required limited hemodynamic monitoring ( ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 71,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}