{
    "paper_id": "3de489535fc5205ed1f6c1ad1524bb2755a0f13c",
    "metadata": {
        "title": "Acoustic effects of medical, cloth, and transparent face masks on speech signals",
        "authors": [
            {
                "first": "Ryan",
                "middle": [
                    "M"
                ],
                "last": "Corey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Urbana-Champaign",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Uriah",
                "middle": [],
                "last": "Jones",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Urbana-Champaign",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "C"
                ],
                "last": "Singer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Urbana-Champaign",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Face masks muffle speech and make communication more difficult, especially for people with hearing loss. This study examines the acoustic attenuation caused by different face masks, including medical, cloth, and transparent masks, using a head-shaped loudspeaker and a live human talker. The results suggest that all masks attenuate frequencies above 1 kHz, that attenuation is greatest in front of the talker, and that there is substantial variation between mask types, especially cloth masks with different materials and weaves. Transparent masks have poor acoustic performance compared to both medical and cloth masks. Most masks have little effect on lapel microphones, suggesting that existing sound reinforcement and assistive listening systems may be effective for verbal communication with masks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As the world works to control the novel coronavirus 2019 (COVID-19) pandemic, face masks are expected to prove critical to slowing the spread of the virus. However, it can be difficult to understand speech when the talker is wearing a mask, especially for listeners with hearing loss [1] , [2] . By studying the acoustic effects of masks on speech signals, we can determine which masks are best for speech transmission and evaluate technologies to make communication easier.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 287,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Most prior research on masked speech has focused on medical equipment such as surgical masks and N95 respirators. A recent study on the acoustics of medical masks showed that surgical masks and N95 respirators can attenuate higher-frequency sounds by between 3 and 12 dB [3] . Listening tests using audio-only recordings made with medical masks have not shown significant effects on speech intelligibility [4] - [6] .",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 274,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 406,
                    "end": 409,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 412,
                    "end": 415,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "To conserve supplies of medical masks, health authorities have recommended cloth masks, which can be made from household materials or purchased commercially. Recent studies suggest that the effectiveness of cloth masks at blocking respiratory Table I droplets depends on the fabric material, weave, and thickness [7] , [8] . Because both medical and cloth face masks obstruct visual cues that contribute to speech intelligibility [9] , some hearing loss advocates recommend the use of transparent face coverings [2] . In listening tests with audiovisual recordings of talkers wearing lapel microphones, masks with clear windows were shown to improve intelligibility for listeners with severe-to-profound hearing loss compared to paper masks [10] .",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 316,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 319,
                    "end": 322,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 741,
                    "end": 745,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 250,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "To understand the effects of masks on speech, we measured the acoustic attenuation of a polypropylene surgical mask, N95 and KN95 respirators, six cloth masks made from different fabrics, two cloth masks with transparent windows, and a plastic shield, as shown in Figure 1 . Measurements were performed using both a head-shaped loudspeaker and a live human talker. The experiments show that different masks have different high-frequency effects and that they alter the directivity of speech. Finally, to examine the effects of masks on sound reinforcement and assistive listening systems, we took measurements with microphones placed on the lapel, cheek, forehead, and next to the mouth. These amplification technologies may prove critical to verbal communication during the pandemic. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 272,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "To simulate sound heard by a conversation partner, a side-address cardioid condenser microphone was placed two meters from the talker position.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. METHODS"
        },
        {
            "text": "To study the effect of masks on sound reinforcement and assistive listening systems, omnidirectional lavalier condenser microphones were placed next to the mouth (\"headset\" position), on the lapel, on the cheek, and on the forehead of the talker, as shown in Figure 2 . The laboratory walls are acoustically treated with 8-inch melamine and 2inch polyurethane foam wedges.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 267,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "II. METHODS"
        },
        {
            "text": "Sound was produced by two sources. A custombuilt head-shaped loudspeaker produced ten-second logarithmic frequency sweeps to measure acoustic transfer functions between the talker and listener positions. The plywood loudspeaker uses a 2-inch full-range driver and has a directivity pattern that is closer to that of a human talker compared to studio monitors. To characterize the directional effects of masks, the loudspeaker was placed on a turntable and rotated in 15 degree increments while the \"listener\" microphone remained fixed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. METHODS"
        },
        {
            "text": "For more realistic speech signals, 30-second readspeech recordings were made from a human talker, who attempted to use a consistent speech level for each recording. Recordings of the human talker were repeated three times non-consecutively with each mask. Human subject research was approved by the University of Illinois Institutional Review Board with protocol number 19503.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. METHODS"
        },
        {
            "text": "For both the loudspeaker and human experiments, measurements were first taken with no face covering to establish a baseline. The recordings were then repeated with the twelve face coverings listed in Table I and shown in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 207,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 221,
                    "end": 229,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "II. METHODS"
        },
        {
            "text": "A. Acoustic attenuation of face coverings Figure 3 shows the effects of several masks measured at the listener position. The plots on the left show the differences in acoustic transfer functions measured with and without masks on the head-shaped loudspeaker. The plots on the right show the corresponding results for the human talker averaged over three non-consecutive recordings; the human spectra varied by roughly 1 dB between recordings. The attenuation values shown in Table I are logarithmically weighted averages from 2 kHz to 16 kHz, that is, means of the points shown in the plots.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 42,
                    "end": 50,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 482,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "III. RESULTS AND DISCUSSION"
        },
        {
            "text": "Most masks had little effect below 1 kHz but they attenuated higher frequencies by different amounts. The surgical mask (1) and KN95 respirator (2) had peak attenuation of around 4 dB, which is consistent with the results reported by Goldin et al. [3] with a head-and-torso simulator. The N95 respirator (3) attenuated high frequencies by about 6 dB, which is similar to the average attenuation reported by Goldin et al. [3] .",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 251,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "III. RESULTS AND DISCUSSION"
        },
        {
            "text": "The cloth masks varied widely depending on composition and weave. The 100% cotton masks in jersey (4) and plain (5) weaves had the best acoustic performance and were comparable to the surgical mask. The cotton/spandex blends performed worse. Surprisingly, the 2-layer cotton/spandex mask (7) produced greater attenuation than the 3-layer cotton/spandex mask (6), perhaps because it has a higher proportion of spandex and fit more snugly on the face. Masks made from tightly woven denim (8) and bedsheets (9) performed worst acoustically. It appears that material and weave are the most important variables determining the acoustic effects of cloth face masks: More breathable fabrics transmit more sound.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. RESULTS AND DISCUSSION"
        },
        {
            "text": "Finally, the transparent masks (10-12) performed poorly acoustically at high frequencies, blocking around 8 dB for the human talker and 10-14 dB for the loudspeaker. Although these masks are often recommended to help listeners with hearing loss because they preserve visual cues, they also harm the high-frequency sound cues that are crucial for speech. B. Effect of face coverings on speech directivity Figure 4 shows the relative high-frequency sound level as a function of angle for the head-shaped loudspeaker. The plot shows a logarithmically weighted average of relative sound level from 2 kHz to 16 kHz. For all masks tested, acoustic attenuation was strongest in the front. Sound transmission to the side of and behind the talker was less strongly affected by the masks, and the shield (12) amplified sound behind the talker. These results suggest that masks may deflect sound energy to the sides rather than absorbing it. Therefore, it may be possible to use microphones placed to the side of the mask for sound reinforcement.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 412,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "III. RESULTS AND DISCUSSION"
        },
        {
            "text": "Masks attenuate high-frequency sound for distant listeners, but they have different effects on microphones on and near the face. Figure 5 shows the acoustic effects of the PVC window mask (11) on different microphones on a human talker. The listener and headset microphones experience similar high-frequency attenuation. The cheek microphone taped under the mask recorded higher sound levels, but with spectral distortion. The lapel and forehead microphones showed small and mostly uniform attenuation over the range of speech frequencies. Similar results were obtained for masks 1-10, although the performance of the cheek microphone varied depending on the shape of the mask. The shield (12) strongly distorted speech spectra for all microphones. Figure 6 compares the performance of several masks using a lapel microphone. Only the shield has a substantial effect on the speech spectra captured by the microphone. Sound capture and reinforcement systems used in classrooms and lecture halls often rely on lapel microphones, and remote microphones that transmit to hearing aids are also often worn on the chest. These systems should work with most masks with little modification. It is worth noting that lapel microphones were used for the audiovisual recordings of [10] , which showed intelligibility benefits with clear masks.",
            "cite_spans": [
                {
                    "start": 1268,
                    "end": 1272,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 137,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 749,
                    "end": 757,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "C. Effect of microphone placement"
        },
        {
            "text": "The experimental results presented here confirm that face masks attenuate high-frequency sound in front of the talker, with the strongest attenuation above 4 kHz. Ubiquitous polypropylene surgical masks offer the best acoustic performance among all masks tested. If those masks are not available, loosely woven 100% cotton masks perform well acoustically. Tightly woven cotton and cotton/spandex blends should be avoided if speech transmission is a concern. It is important to note that this study did not consider the efficacy of masks at blocking respiratory droplets; it is possible that loosely woven fabrics that perform well acoustically are less effective against the virus and vice versa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. CONCLUSIONS"
        },
        {
            "text": "Shields and masks with windows perform much worse acoustically than opaque cloth masks. Fortunately, window masks do not strongly affect the lapel microphones used in sound reinforcement and assistive listening systems. To preserve visual cues without destroying high-frequency sound cues, talkers can wear clear window masks and lapel microphones. Although face masks make verbal communication more difficult, amplification technologies can help people with and without hearing loss to communicate more effectively during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Face masks can be devastating for people with hearing loss",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chodosh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blustein",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "370",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cloth face coverings and distancing pose communication challenges for many",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tucci",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "How do medical masks degrade speech perception?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goldin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shiman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Hearing Review",
            "volume": "27",
            "issn": "5",
            "pages": "8--9",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Speech understanding using surgical masks: A problem in health care?",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Mendel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Gardino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Atcherson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of the American Academy of Audiology",
            "volume": "19",
            "issn": "9",
            "pages": "686--695",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Does wearing a surgical facemask or N95-respirator impair radio communication?",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Butts",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rhoades",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brandon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Handrahan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Air Medical Journal",
            "volume": "30",
            "issn": "2",
            "pages": "97--102",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Speech intelligibility assessment of protective facemasks and air-purifying respirators",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Palmiero",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Symons",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "Iii",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Occupational and Environmental Hygiene",
            "volume": "13",
            "issn": "12",
            "pages": "960--968",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Performance of fabrics for home-made masks against spread of respiratory infection through droplets: A quantitative mechanistic study",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Aydin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A B"
                    ],
                    "last": "Emon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T A"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Aerosol filtration efficiency of common fabrics used in respiratory cloth masks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Konda",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prakash",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schmoldt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guha",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ACS Nano",
            "volume": "14",
            "issn": "5",
            "pages": "6339--6347",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effects of different types of face coverings on speech acoustics and intelligibility",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Llamas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Watt",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "York Papers in Linguistics Series",
            "volume": "2",
            "issn": "9",
            "pages": "80--104",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The effect of conventional and transparent surgical masks on speech understanding in individuals with and without hearing loss",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Atcherson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Mendel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Baltimore",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Patro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pousson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Spann",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of the American Academy of Audiology",
            "volume": "28",
            "issn": "1",
            "pages": "58--67",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Masks used in experiments and described in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "arXiv:2008.04521v1 [eess.AS] 11 Aug 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Speech signals were produced by a human talker and loudspeaker model. Microphones were placed at listener distance and at several points on and near the face.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Effect of different masks on sound levels measured at the listener position for a head-shaped loudspeaker (left) and human talker (right). Spatial distribution of 2-16 kHz sound energy for a headshaped loudspeaker with different masks, in dB relative to no Effect of mask 11 on sound levels measured at different microphones relative to the same measurements with no mask on a human talker.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Effect of several masks on sound levels at the lapel microphone on a human talker, relative to the same measurements with no mask.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "MEASUREMENTS AND 2-16 KHZ ACOUSTIC ATTENUATION RESULTS",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Mask 5 was sewn by Ms. Catherine Somers and mask 9 was sewn by Mr. Austin Lewis. This research was supported by an appointment to the Intelligence Community Postdoctoral Research Fellowship Program at the University of Illinois at Urbana-Champaign, administered by Oak Ridge Institute for Science and Education through an interagency agreement between the U.S. Department of Energy and the Office of the Director of National Intelligence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOLWEDGMENTS"
        }
    ]
}