{
    "paper_id": "3de61d7f0a561c2bdfc9f89895736d875a670b56",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Capnocytophaga canimorsus is een commensaal groeiende gramnegatieve staaf in de orofarynx van honden, katten en mogelijk ook andere dieren. In dit artikel beschrijven wij de casus van een man die na een triviaal lijkende hondenbeet een fataal verlopende sepsis kreeg. Deze casus illustreert het belang van het achterhalen van contact met dieren tijdens de anamnese, zodat adequate behandeling snel gestart kan worden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "ziektegeschiedenis Patiënt A, een 54-jarige man met een blanco medische voorgeschiedenis, werd door de huisarts verwezen naar de Spoedeisende Eerste Hulp (SEH) in verband met een bacteriële infectie. Hij had sinds 2 dagen vóór opname koorts en dysurie. Omdat de huisarts aan een urineweginfectie dacht, schreef hij patiënt op de avond vóór de opname amoxicilline-clavulaanzuur 500 mg-125 mg per os voor. 's Nachts werd patiënt wakker door pijn in het gehele lichaam, een strakke huid en een koud gevoel. Bij presentatie op de SEH had hij 2 maal 1 tablet amoxicilline-clavulaanzuur gekregen. Anamnestisch bleek dat patiënt 4 dagen vóór opname in de vinger was gebeten en op de thorax was gekrabd tijdens een vriendschappelijk contact met zijn hond, een klein model terriër. Hiervoor had hij geen arts bezocht. De ove-rige tractusanamnese toonde geen bijzonderheden; er was geen overmatig alcoholgebruik.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bij lichamelijk onderzoek zagen wij een zieke man met veel pijn diffuus in het gehele lichaam. Hij had een helder bewustzijn, was goed georiënteerd en had een bloeddruk van 120/90 mmHg, een polsfrequentie van 115 slagen/min en een lichaamstemperatuur van 36°C. Hij transpireerde hevig, had een slechte perifere circulatie en had blauwpaarse verkleuringen van de neus, de lippen, de oorschelpen, de extremiteiten en de romp, die gedurende het verblijf op de SEH verergerden (figuur 1). De capillaire hervulling was vertraagd. De slijmvliezen en de sclerae lieten geen afwijkingen zien. Er waren geen lymfklieren palpabel. Patiënt was niet nekstijf. Onderzoek van het hart, de longen en het abdomen liet geen afwijkingen zien. De verwondingen door de hond werden niet teruggevonden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Laboratoriumonderzoek (referentiewaarden tussen haakjes) liet een leukocytose zien van 19,1 × 10 9 /l met bij de dif ferentiatie 48% staven en toxische korreling. Opvallend waren de staafvormige bacteriën in de leukocyten die bij de leukocytendifferentiatie in de bloeduitstrijk werden waargenomen. De concentratie C-reactieve proteïne (CRP) bedroeg 380 mg/l (< 10) en het aantal trombocyten 12 × 10 9 /l (145-345) (trombopenie); de stollingsstatus was gestoord, getuige een 'international normalized ratio' (INR) van 2,5 (< 1,1) en een geactiveerde partiële tromboplastinetijd (APTT) van 77 s (25-33); de concentratie haptoglobine was verlaagd: 0,15 g/l (0,3-1,6); de uitslag van de directe coombstest was negatief; de serumactiviteit van lactaatdehydrogenase (LDH) was verhoogd: 4780 U/l (235-470); de hoeveelheid D-dimeren was sterk verhoogd: 43.368 ng/ml (< 500); er waren ernstige nierfunctiestoornissen met een creatinineconcentratie ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Een 54-jarige gezonde man presenteerde zich op de Spoedeisende Eerste Hulp met tekenen van een sepsis. Vier dagen tevoren was hij gebeten en gekrabd door zijn hond. In een perifere bloeduitstrijk waren intra cellulaire gramnegatieve staven te zien. Ondanks maximaal beleid kwam patiënt anderhalve dag na aankomst te overlijden aan een septische shock met multiorgaanfalen en diffuse intravasale stolling. Na een geruime incubatietijd van de miltkweek groeide er een gramnegatieve staaf, die na 16s-RNA-analyse werd gekarakteriseerd als Capnocytophaga canimorsus. Dit is een commensaal microorganisme uit de orofarynx van honden en katten. Infectie ontstaat 2-3 dagen na besmetting. De klinische presentatie is heterogeen en soms ontstaat een fulminant verlopende infectie. De letaliteit van de infectie is 30%. Meestal is er een risicofactor zoals splenectomie, alcoholabusus of immuunsuppressie. On middellijke antibiotische behandeling zou het beloop van deze infectie kunnen beïnvloeden. Tevens is voorgesteld om bij hoogrisicopatiënten hondenbeten profylactisch antibiotisch te behandelen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.Stals en R.van Schelven"
        },
        {
            "text": "Ned Het grampreparaat van het bloed liet intracellulaire gramnegatieve staven zien (figuur 2). In de urine die de avond tevoren op de huisartsenpost was afgenomen, werd geen nitriet aangetoond. De röntgenfoto van de thorax, echografisch onderzoek van het abdomen en het elektrocardiogram lieten geen afwijkingen zien. Echocardiografie liet een ongestoorde pompfunctie van het hart zien en geen klepvegetaties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.Stals en R.van Schelven"
        },
        {
            "text": "Patiënt werd vanwege aanwijzingen voor een ernstige sepsis met onbekende focus behandeld op de intensivecareafdeling met amoxicilline-clavulaanzuur 1000 mg-200 mg 6 dd, gentamycine 360 mg (5 mg/kg) eenmalig, en amoxicilline 1 g eenmalig, steeds via intraveneuze toediening. Vanaf de opname had patiënt anurie en had hij lage bloeddrukken met een systolische tensie van 80-100 mmHg. Patiënt kreeg vaatvulling op geleide van de bloeddruk en de centraalveneuze druk. Later werden ook norepinefrine en dopamine aan de behandeling toegevoegd. In verband met een respiratoire verslechtering werd gestart met invasieve beademing. Ondanks een maximaal beleid namen de perifere cyanose en de verkleuring van de acra verder toe, daalde de tensie verder, ontstond er een bradycardie en uiteindelijk een asystolie. Patiënt overleed 1,5 dag na aankomst in het ziekenhuis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.Stals en R.van Schelven"
        },
        {
            "text": "Obductie toonde het beeld van een septische shock met multiorgaanfalen en diffuse intravasale stolling. Een miltkweek toonde na een geruime incubatietijd een gramnegatieve staaf, die na 16s-RNA-analyse, een routinematig uitgevoerde test om snelle identificatie van micro-organismen te De gewenste temperatuur is 37°C, en er is een verhoogde CO 2 -concentratie vereist (5%, hetgeen wordt bereikt door incubatie in een CO 2 -stoof ). 2 Kolonies zijn pas zichtbaar na 2-7 dagen. Bloedkweken dienen dus langer dan de gebruikelijke 5 dagen geïncubeerd te worden om de bacterie niet te missen. Indien er bij de perifere bloeduitstrijk spoelvormige staafjes in de neutrofielen worden gezien, dient men de diagnose C. canimorsus-infectie te overwegen. 2 Besmetting. C. canimorsus is een commensaal micro-organisme in honden-en kattenspeeksel. Bij 16-25% van de honden en circa 18% van de katten wordt Capnocytophaga in de bek aangetroffen. 2 3 Bij ruim 50% van de humane ziektegevallen is de bacterie overgedragen op de mens na een bijtincident en bij bijna 10% na een krabincident; bij circa 30% is er een normaal contact met honden en/of katten en bij het overige deel blijft de infectiebron onduidelijk. 2 4 5 Sinds de eerste beschrijving van C. canimorsus als humaan pathogeen in 1976 zijn er wereldwijd reeds meer dan 150 ziektegevallen beschreven. 2 3 6 Overige micro-organismen in de bek van honden die lokale infecties kunnen veroorzaken zijn Pasteurella multocida en andere Pasteurellae, Staphylococcus aureus, Staphylococcus intermedius, streptokokken, Eikenella corrodens en anaeroben. Sepsis in aansluiting op een hondenbeet wordt geassocieerd met infecties door onder andere C. canimorsus, P. multocida, S. aureus en S. intermedius. Symptomen. Infectie met C. canimorsus ontstaat 2-3 dagen na besmetting, maar symptomen kunnen tot 4 weken daarna nog optreden. 2 5 Besmetting blijkt zich zelden te uiten als een lokale infectie van de wond, maar veelal in de vorm van gegeneraliseerde ziekteverschijnselen. Artritis, cellulitis, pneumonie, endocarditis, meningitis, sepsis en mycotische aneurysmata van de aorta abdominalis zijn beschreven. 2 3 5 7 De klinische presentatie omvat koorts, malaise, spierpijn, gastro-intestinale symptomen, dyspneu en hoofdpijn. 2 4-7 Vaak zijn er ook gegeneraliseerde huidafwijkingen zichtbaar, zoals uitslag, purpura, petechiën of gangreen, meestal ten gevolge van diffuse intravasale stolling. Soms is er een snelle progressie tot cardiovasculaire collaps, respiratoire insufficiëntie, nierinsufficiëntie en overlijden binnen 24 h. 7 De sterfte door een systemische infectie is circa 30%. 3 5-8 Risicofactoren. Risicofactoren voor het verkrijgen van een C. canimorsus-infectie zijn splenectomie of functionele asplenie, alcoholabusus en immuunsuppressie, bijvoorbeeld door behandeling met corticosteroïden of door chemotherapie. 2- 5 8 9 Door een splenectomie is er een verminderde filterfunctie gericht op bacteriën, en een verminderde humorale respons door een verminderde aanmaak van antistoffen. Fagocytose door het overige immuunsysteem ondervangt dit probleem normaal gesproken, behalve bij gekapselde bacteriën zoals de pneumokok en de meningokok, of bij een ernstig verlopende sepsis. Bij alcoholabusus treedt er dikwijls een leukopenie op met granulocytdisfunctie. Bij 27-40% van de ziektegevallen zijn er geen risicofactoren aantoonbaar, zoals ook bij de bovenbeschreven patiënt. 4 7 9 Therapie. Directe antibiotische behandeling zou het mogelijk fulminante beloop van de C. canimorsus-infectie kunnen beïnvloeden. Benzylpenicilline is de behandeling van keuze. 2 5 9 Ook voor erytromycine, vancomycine, clindamycine, derdegeneratiecefalosporinen, chlooramfenicol, rifampicine, doxycycline en chinolonen is de bacterie gevoelig gebleken. 2-4 7 9 Men heeft voorgesteld om bij hondenbeten na de gebruikelijke wondreiniging en bij andere prikwonden die moeilijk te reinigen zijn, zoals kattenbeten, profylactische antibiotische behandeling met amoxicillineclavulaanzuur gedurende 1 week te geven aan patiënten met hoogrisicobeten, aan immuungecompromitteerde patiënten en aan alcoholisten. 2 3 7 Er wordt gekozen voor penicilline in combinatie met een β-lactamaseremmer vanwege de grote kans op meerdere soorten microben bij bijtwonden.",
            "cite_spans": [
                {
                    "start": 2149,
                    "end": 2152,
                    "text": "5 7",
                    "ref_id": null
                },
                {
                    "start": 2570,
                    "end": 2571,
                    "text": "7",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2627,
                    "end": 2632,
                    "text": "3 5-8",
                    "ref_id": null
                },
                {
                    "start": 2870,
                    "end": 2875,
                    "text": "5 8 9",
                    "ref_id": null
                },
                {
                    "start": 3430,
                    "end": 3433,
                    "text": "7 9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S.Stals en R.van Schelven"
        },
        {
            "text": "Tot slot. Als bij een infectie niet direct duidelijk is wat de verwekker is, dient men altijd te vragen naar contact met dieren; dat kan een incidenteel, een vriendschappelijk of een agressief contact zijn. Als er een gramnegatieve staaf in de neutrofielen gezien wordt in de perifere bloeduitstrijk kan het gaan om besmetting met C. canimorsus. Als men hieraan denkt, moet dit aan het laboratorium gemeld worden, omdat de kweken dan langer, met een rijke voedingsbodem en in de CO 2 -stoof, geïncubeerd moeten worden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.Stals en R.van Schelven"
        },
        {
            "text": "conclusie Bij een C. canimorsus-sepsis is er kans op een fulminant verlopende infectie waarvan de letaliteit hoog is (30%). Als men een infectie vermoedt, is het van belang om direct antibiotisch te behandelen met penicilline. Tevens is het aan te bevelen om patiënten met risicofactoren bij bijtincidenten profylactisch antibiotisch te behandelen. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.Stals en R.van Schelven"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Capnocytophaga canimorsus mycotic abdominal aortic aneurysm: why the mailman is afraid of dogs",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Tierney",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Strauss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Sanchez",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Microbiol",
            "volume": "44",
            "issn": "",
            "pages": "649--51",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Vries-Hospers HG de. Meningitis na triviale hondenbeet",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Kampinga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Bollen",
                    "suffix": ""
                },
                {
                    "first": "Hjm",
                    "middle": [],
                    "last": "Harmsen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "146",
            "issn": "",
            "pages": "73--79",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Capnocytophaga canimorsus sepsis presenting as an acute abdomen in an asplenic patient",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Deprés-Brummer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Buijs",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Engelenburg Kc Van, Oosten",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Neth J Med",
            "volume": "59",
            "issn": "",
            "pages": "213--220",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Fibrinolytic therapy in Capnocytophaga canimorsus sepsis after dog bite. Intensive Care Med",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ven Ar Van De",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Vliet",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Maraha",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Ponssen",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Capnocytophaga canimorsus endocarditis",
            "authors": [
                {
                    "first": "Jat",
                    "middle": [],
                    "last": "Sandoe",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Med Microbiol",
            "volume": "53",
            "issn": "",
            "pages": "245--253",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Kleijnen-Grebien, S.Boorsma, F.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(a) Deel van het gelaat van patiënt A bij opname op de Spoedeisende Eerste Hulp, met blauwpaarse verkleuringen van de neuspunt en (b) van de ventrale romp als uiting van een slechte circulatie bij sepsis. a b figuur 2. Perifere bloeduitstrijk van patiënt A, waarin naast erytrocyten een segmentkernige leukocyt met daarin intracytoplasmatische staafvormige bacteriën zichtbaar is (gramkleuring, circa 2000 maal vergroot).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "RA, Newton EJ. A previously undescribed gram-negative bacillus causing septicemia and meningitis. Am J Clin Pathol. 1976;65: 564-9. 2 Deshmukh PM, Camp CJ, Rose FB, Narayanan S. Capnocytophaga canimorsus sepsis with purpura fulminans and symmetrical gangrene following a dog bite in a shelter employee. Am J Med Sci. 2004;327: 369-72. 3 Mirza I, Wolk J, Toth L, Rostenberg P, Kranwinkel R, Sieber SC. Waterhouse-Friderichsen syndrome secondary to Capnocytophaga canimorsus septicemia and demonstration of bacteremia by peripheral blood smear. Arch Pathol Lab Med. 2000;124:859-63.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "In 1976 is C. canimorsus voor het eerst beschreven door Bobo en Newton. 1 Het is een capnofiele (letterlijk: CO 2 -etende), beweeglijke, dunne, lange, gramnegatieve staaf met kenmerkende spits toelopende uiteinden. Destijds werd deze verwekker als 'dysgonic fermenter 2' geclassificeerd door de Centers for Disease Control (CDCgroep: DF-2). Vanaf 1989 kreeg dit micro-organisme zijn uiteindelijke naam Capnocytophaga canimorsus. Het is een langzaam groeiende bacterie, die rijke voedingsbodems zoals een chocolade-of bloedagar nodig heeft om te groeien.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Fatal case of sepsis with Capnocytophaga canimorsus after a minor dog bite. -A healthy 54-year-old man presented at the emergency department with signs of sepsis. Four days prior he was bitten and scratched by his dog. Microscopy of the blood smear showed intracellular Gram-negative rods. Despite maximal treatment the patient died a day and a half after admission due to septic shock with multi-organ failure and disseminated intravascular coagulopathy. After extended incubation of the spleen culture a Gram-negative rod was isolated and identified as Capnocytophaga canimorsus based on 16s RNA analysis. This is a commensal microorganism found in the oropharynx of dogs and cats. Infection occurs 2-3 days after contamination. The clinical presentation is heterogeneous, and contamination can sometimes proceed to fulminant infection. The lethality of infection is 30%. A risk factor is often present, such as splenectomy, alcohol abuse or immunosuppression. Immediate antibiotic treatment may influence the course of infection. Antibiotic prophylaxis has also been proposed for high-risk patients with dog bites. Ned Tijdschr Geneeskd. 2008;152:1882-5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ]
}