{
    "paper_id": "3de65e4cbb6a888917796f530b7c27dc377cc635",
    "metadata": {
        "title": "Comparison of oral versus intravenous tranexamic acid in total knee and hip arthroplasty A GRADE analysis and meta-analysis",
        "authors": [
            {
                "first": "Changjiao",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaofei",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "settlement": "Changping District, Beijing, Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lianxu",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jiuzheng",
                "middle": [],
                "last": "Deng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qi",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xu",
                "middle": [],
                "last": "Cai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Huadong",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sun",
                "middle": [
                    "C"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhang",
                "middle": [
                    "X"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chen",
                "middle": [
                    "L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Deng",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ma",
                "middle": [
                    "Q"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cai",
                "middle": [
                    "X"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [
                    "H"
                ],
                "last": "Comparison",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The efficacy and safety of oral tranexamic acid (TXA) remain controversial because of the small number of clinical studies. The aim of the present study was to compare the efficacy and safety of oral TXA with intravenous TXA in patients undergoing total hip arthroplasty and total knee arthroplasty in a systematic review and meta-analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: We conducted a meta-analysis to identify randomized controlled trials (RCTs) involving oral and intravenous TXA in total hip arthroplasty and total knee arthroplasty up to December 2019 by searching databases including PubMed, Web of Science, Embase, the Cochrane Controlled Trials Register, the Cochrane Library China Biology Medicine, China National Knowledge Infrastructure, China Science and Technology Journal Database and Wanfang. The mean difference or standard mean difference was used to assess continuous outcomes such as hemoglobin (Hb) drop, total blood loss, drain blood loss, and length of hospital stay, with a 95% confidence interval. Relative risks with a 95% confidence interval were used to assess dichotomous outcomes such as transfusion rate and the incidence of deep venous thrombosis and calf muscular vein thrombosis. Review Manager was used for the meta-analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Ten RCTs containing 1080 participants met the inclusion criteria. We found no significant differences in terms of the average Hb drop (P = .60), total blood loss (P = .60), transfusion rate (P = .99), drain blood loss (P = .91), length of hospital stay (P = .95), and the incidence of deep venous thrombosis (P = .55) and calf muscular vein thrombosis (P = .19) between oral and IV TXA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Compared with the IV TXA, oral TXA has similar effects on reducing the Hb drop, total blood loss, transfusion rate, drain blood loss, and length of hospital stay without increasing the risk of calf muscular vein thrombosis and deep venous thrombosis. Furthermore, oral TXA is easy to access and administer, which decreases the workload of nurses and even delivers cost-saving benefits to the health care system. We thus conclude that oral TXA may be an optimal approach in total joint arthroplasty. However, more high-quality and multicenter RCTs are still needed to confirm our conclusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Registration: The current meta-analysis was registered on PROSPERO (International Prospective Register of Systematic Reviews), and the registration number was CRD42018111291.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abbreviations: CIs = confidence intervals, CMVT = calf muscular vein thrombosis, DVT = deep venous thrombosis, GRADE = grading of recommendations, assessment, development, and evaluation, Hb = hemoglobin, IV = intravenous, RCTs = randomized controlled trials, RD = risk difference, THA = total hip arthroplasty, TJA = total joint arthroplasty, TKA = total knee arthroplasty, TXA = tranexamic acid. of oral versus intravenous tranexamic acid in total knee and hip arthroplasty: a GRADE analysis and meta-analysis. Medicine 2020;99:44(e22999).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Total hip and knee arthroplasty are known as one of the most successful surgeries for relieving pain and improving physical function. However, perioperative blood loss is one of the major complications following total hip arthroplasty (THA) and total knee arthroplasty (TKA). [1, 2] There are several steps used to minimize blood loss in patients who undergo THA and TKA, such as use of a tourniquet, deliberate hypotension, antifibrinolytics, cell salvage, etc. Among these strategies, tranexamic acid (TXA) has been identified as a useful step in reducing the blood loss and the transfusion rate in THA and TKA. [3] [4] [5] [6] [7] Patients undergoing THA and TKA can receive TXA intravenously (IV), topically, or orally. [8] Some studies have reported that both IV and topical administration were effective in reducing perioperative blood loss without increasing thrombotic complications after THA and TKA. [9, 10] However, IV administration of TXA increases the workload of nurses, the cost, and the risk of anaphylactic reaction compared with oral TXA. [11] Topical TXA administration carries a theoretical risk of periprosthetic infection due to contamination of the needle and dispensing process, [12] and the topical form may increase the risk of forming clots and blocking drainage tubes. Oral TXA administration is easy to access and administer, which decreases the workload of nurses, and its absorption is quick and complete. Additionally, the cost could decrease dramatically with oral TXA administration. The ideal route of TXA administration remains controversial. [13, 14] Recently, researchers have paid more attention to oral TXA administration. [9, 15] However, the efficacy and safety of oral TXA remain controversial because of the small number of clinical studies. [16] To our knowledge, this is the first metaanalysis and Grading of Recommendations, Assessment, Development, and Evaluation (GRADE) analysis of only randomized controlled trials (RCTs) comparing the safety and efficacy of oral TXA and IV TXA in primary THA and TKA. We found 4 metaanalyses [17] [18] [19] [20] comparing oral TXA and IV TXA administration in primary THA and TKA. However, the inclusion criteria of the previous 4 meta-analyses included retrospective cohort studies that may involved recall and interviewer bias. Thus, based on the current RCTs comparing oral and IV TXA, we used the GRADE system to assess the quality of the evidence for each outcome and conducted a meta-analysis of RCTs to demonstrate the efficacy and safety of oral and IV administration of TXA.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 280,
                    "end": 282,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 622,
                    "end": 625,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 626,
                    "end": 629,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 630,
                    "end": 633,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 724,
                    "end": 727,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 910,
                    "end": 913,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 914,
                    "end": 917,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1058,
                    "end": 1062,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1204,
                    "end": 1208,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1580,
                    "end": 1584,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1585,
                    "end": 1588,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1664,
                    "end": 1667,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1668,
                    "end": 1671,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1787,
                    "end": 1791,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2079,
                    "end": 2083,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2084,
                    "end": 2088,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2089,
                    "end": 2093,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2094,
                    "end": 2098,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The current meta-analysis was registered on PROSPERO (International Prospective Register of Systematic Reviews), and the registration number was CRD42018111291. We assessed the quality of the results published in all included studies by the Cochrane Handbook for Systematic Reviews of Interventions, the Preferred Reporting Items for Systematic Reviews and Metaanalyses guidelines [21] and the GRADE system [22] to ensure that the results of our meta-analysis were reliable and veritable.",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 385,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 407,
                    "end": 411,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We conducted a meta-analysis to identify randomized controlled trials involving oral with IV administration of TXA in THA and TKA up to December 2019 by searching databases including PubMed, Web of Science, Embase, the Cochrane Controlled Trials Register, the Cochrane Library CBM, CNKI, VIP, and Wanfang. We included not only English publications but also Chinese publications in our meta-analysis. The keywords used were \"total hip arthroplasty,\" \"total hip replacement,\" \"total knee replacement,\" \"total knee arthroplasty,\" \"oral tranexamic acid,\" \"oral TXA,\" \"intravenous tranexamic acid,\" \"intravenous TXA\" in conjunction with the Boolean operators \"AND\" or \"OR.\" Moreover, full-text papers were identified from reference materials for further evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search strategy"
        },
        {
            "text": "The inclusion criteria were as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility criteria"
        },
        {
            "text": "(1) Studies that enrolled THA/TKA patients treated with TXA;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility criteria"
        },
        {
            "text": "(2) Articles that were designed to compare oral TXA administration and IV administration; (3) Outcomes were hemoglobin (Hb) drop, total blood loss, transfusion rate, drain blood drop, length of hospital stay, calf muscular vein thrombosis (CMVT), and deep venous thrombosis (DVT); (4) Study designs were RCTs; (5) Included RCTs contained at least 1 outcome; and (6) Articles were full-text papers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility criteria"
        },
        {
            "text": "The methodological quality and basis of the included studies were assessed according to the Cochrane Handbook for Systematic Reviews of Interventions as follows: randomization, allocation concealment, blinding method, selective reporting, group similarity at baseline, incomplete outcome data, compliance, timing of outcome assessments, and intention-to-treat analysis. We used the GRADE system to assess the quality of the evidence for each outcome. [21] The results of the GRADE analysis are presented in Supplemental Figure 1 , http://links.lww.com/MD/F82.",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 455,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 520,
                    "end": 528,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Quality assessment and risk of bias"
        },
        {
            "text": "The extracted data from studies included: first author, year of publication, participants, age, sex, body mass index, patient condition, and study type. The primary outcomes consisted of Hb drop, total blood loss, and transfusion rate. Secondary outcomes consisted of drain blood loss, length of hospital stay, and the incidence of DVT and CMVT. We emailed corresponding authors of the studies which had incomplete data, for further information or used graphical data. Any disagreement between the 2 reviewers was resolved by a third reviewer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction"
        },
        {
            "text": "We used Review Manager Software for MAC (version 5.3) to perform the meta-analysis. The Chi-squared test was used to assess heterogeneity. An I 2 value >50% suggested a high degree of heterogeneity; thus, we used a random-effect model. Otherwise, we used a fixed-effect model. The mean difference (MD) or standard MD was used to assess continuous outcomes such as Hb drop, total blood loss, drain blood loss, and length of hospital stay, with a 95% confidence interval (CI). Relative risks with a 95% CI were used to assess dichotomous outcomes such as transfusion rate and the incidence of DVT and CMVT. If P-values were less than .05, we considered the results to be a statistically significant. [28] 60/60 67. 6 ",
            "cite_spans": [
                {
                    "start": 698,
                    "end": 702,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 713,
                    "end": 714,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis and data synthesis"
        },
        {
            "text": "A flow diagram depicting the identification of studies is shown in Figure 1 . A total of 410 articles were considered potentially eligible. We excluded 280 duplicates, and 130 articles were left. Based on the inclusion criteria, we further eliminated 116 papers and assessed 14 full-text articles for eligibility. Four articles did not provide enough detail with regards to the outcomes. Finally, we included 10 RCTs with 1080 patients for the metaanalysis. [23] [24] [25] [26] [27] [28] [29] [30] [31] [32] Zahar et al [26] reported the transfusion rate, drain blood loss, and length of hospital stay; however, in his study, 2 subgroups compared oral TXA administration with IV TXA administration. In group-long, a constant IV infusion was administered until 12 hours after the final deflation of the limb tourniquet. In group-short, a constant IV infusion was administered until 2 hours after final deflation of the limb tourniquet. Therefore, we divided his study into 2 groups called Zahar (long) and Zahar (short), which compared oral administration with IV TXA in terms of transfusion rate, drain blood loss, and length of hospital stay. Table 1 describes the detailed baseline characteristics of the eligible studies. Table 2 describes the characteristics of the included studies showing general intervention information. Table 3 describes the detailed characteristics of the TXA administration. All included studies in this study were based on moderate-to-high-quality evidence.",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 462,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 463,
                    "end": 467,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 468,
                    "end": 472,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 473,
                    "end": 477,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 478,
                    "end": 482,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 493,
                    "end": 497,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 520,
                    "end": 524,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 75,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1144,
                    "end": 1151,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1225,
                    "end": 1232,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1329,
                    "end": 1336,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Excluded studies and search results"
        },
        {
            "text": "The quality assessment results are shown in Figures 2 and 3. All 10 RCTs described the random sequence generation, allocation concealment, blinding to participants and personnel, and blinding of the outcome assessment. All 10 studies retained complete outcome data and avoided selective reporting; we cannot ignore other potential risks of biases in the included studies. Therefore, we rated them as having an unclear risk of other bias. As a result, the overall quality of the included studies was considered adequate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of bias in included studies"
        },
        {
            "text": "Results of the meta-analysis 3.3.1. Primary outcomes 3.3.1.1. Hb drop. Pooled data of the Hb drop from 9 studies, including 1040 patients, showed no statistical heterogeneity between the 2 groups (x 2 = 6.11; df = 8, P = .64; I 2 = 0%; Fig. 4 ). There was no significant difference between oral TXA and IV TXA for Hb drops (MD = À0.03; 95% CI, [À0.11, 0.04]; P = .38; Fig. 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 242,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 368,
                    "end": 374,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "3.3."
        },
        {
            "text": "3.3.1.2. Total blood loss. The total blood loss was measured in 8 studies, with a total of 800 patients. We found no significant difference between the oral TXA and IV TXA groups (MD = 5.58; 95% CI, [À28.47, 39.64]; P = .75; Fig. 5 ). We used a fixedeffects model because we did not find any statistical heterogeneity between the 2 groups (x 2 =4.04; df = 7, P = .78; I 2 = 0%; Fig. 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 231,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 378,
                    "end": 384,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "3.3."
        },
        {
            "text": "3.3.1.3. Transfusion rate. In terms of the transfusion rate, our meta-analysis showed no significant difference between the oral TXA and IV TXA groups (risk difference [RD] = À0.00; 95% CI, [À0.04, 0.03]; P = .90; Fig. 6 ). A fixed-effects model was used because we did not find any statistical heterogeneity between the Table 2 Characteristics of the included studies showing general intervention information.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 220,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 321,
                    "end": 328,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "3.3."
        },
        {
            "text": "Kayupov et al (2017) [23] Yuan et al (2017) [24] Fillingham et al (2016) [25] Zahar et al (2004) [26] Cao et al (2018) a [27] Luo et al (2018) [28] Zhao et al (2018) [29] Cao et al (2018) b [30] Wang et al (2018) [31] Wu et al (2018) [32] Surgery Fig. 8) . A fixed-effects model was used with no heterogeneity between the included studies (x2 = 6.49; df = 8, P = .59; I2 = 0%; Fig. 8 ).",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 44,
                    "end": 48,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 73,
                    "end": 77,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 97,
                    "end": 101,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 121,
                    "end": 125,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 143,
                    "end": 147,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 166,
                    "end": 170,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 190,
                    "end": 194,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 213,
                    "end": 217,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 234,
                    "end": 238,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 254,
                    "text": "Fig. 8)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 377,
                    "end": 383,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Studies (yr)"
        },
        {
            "text": "A fixed-effects model was used to pool the DVT data since the heterogeneity across the 4 studies was insignificant (x2 = 3.22; df = 3, P = .36; I2 = 7%; Fig. 9 ). Moreover, there was no significant difference between the oral TXA and IV TXA groups for the incidence of DVT (RD = À0.01; 95% CI, [À0.03, 0.02]; P = .54; Fig. 9 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 159,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 318,
                    "end": 324,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "DVT."
        },
        {
            "text": "Four studies, including 546 patients, tested the effect of oral TXA versus IV TXA on the incidence of calf muscular vein thrombosis. Our results showed that oral administration did not increase the incidence of CMVT (RD = À0.01; 95% CI, [À0.03, 0.02]; P = .54; Fig. 10 ) compared with IV administration.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 261,
                    "end": 268,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "CMVT."
        },
        {
            "text": "The efficacy and safety of oral TXA remain controversial because of a small number of clinical studies. To our knowledge, this is the first meta-analysis and GRADE analysis of only RCTs comparing the safety and efficacy of oral TXA and IV TXA in primary THA and TKA. We found 4 meta-analyses [17] [18] [19] [20] comparing oral TXA and IV TXA administration in primary THA and TKA. However, the inclusion criteria of the previous 4 meta-analyses included retrospective cohort studies that may involved recall and interviewer bias. Thus, based on the current RCTs comparing oral TXA and IV TXA in THA and TKA, we reviewed the highest evidence-based (level I) studies systematically and conducted a meta-analysis of RCTs to demonstrate the efficacy and safety of oral TXA and IV TXA in THA and TKA, with more convincing results. We used the GRADE system to evaluate the quality of the evidence for each outcome, and the quality of each outcome was relatively high. Moreover, our results included drain output and the incidence of calf muscular vein thrombosis and deep vein thrombosis, which could supplement previous meta-analyses. The results of our meta-analysis is consistent with the previous 4 meta-analysis in which Oral TXA has similar effects on reducing the Hb drop, total blood loss, transfusion rate, drain blood loss, and length of hospital stay without increasing the risk of CMVT and DVT. The Hb drop and total blood loss were the primary outcomes in our meta-analysis. Many studies [23, 25, [27] [28] [29] [30] [31] demonstrated that oral TXA provides similar reductions in Hb drop and total blood loss in primary THA and TKA compared with IV TXA. The results of this study found no significant differences in Hb drop and total blood loss between oral and IV TXA. Our meta-analysis results are consistent with the findings of 2 recent meta- Table 3 The detailed characteristics of the TXA administration.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 297,
                    "end": 301,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1495,
                    "end": 1499,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1500,
                    "end": 1503,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1504,
                    "end": 1508,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1509,
                    "end": 1513,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1514,
                    "end": 1518,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1519,
                    "end": 1523,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1524,
                    "end": 1528,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 1854,
                    "end": 1861,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Oral TXA administration/intravenous (IV) TXA administration Kayupov et al (2017) [23] 1950 mg oral TXA 2 h before incision + 10 mL normal saline solution immediately before incision/1 g TXA (diluted in 10 mL normal saline) immediately before incision + 750 mg ascorbic acid 2 h before the incision Yuan et al (2017) [24] 20 mg/kg oral TXA 2 h before incision and 12 h after TKA + 100 mL normal saline solution + intra-articular placebo solution (60 mL normal saline solution)/20 mg/kg TXA (diluted in 10 mL normal saline) 30 min before incision, and 12 h after TKA + placebos (calcium tablet) + intra-articular placebo solution (60 mL normal saline solution) Fillingham et al (2016) [25] 1950 mg oral TXA 2 h before incision + 10 mL normal saline before wound closure/1 g TXA (diluted in 10 mL normal saline) before wound closure +750 mg of ascorbic acid as a placebo 2 h before the incision. Zahar et al (2004) [26] 1 g oral TXA 60 min before surgery and every 6 h for the next 18 h/15 mg/kg TXA (diluted in 10 mL normal saline) 30 min before the limb tourniquet was deflated and constant IV infusion of 10 mg/kg/h until 12 h after final deflation of the limb tourniquet + 1g oral TXA after 6 and 12 h. Cao et al (2018)a [27] 1 g oral TXA 60 min before surgery and every 6 h for the next 18 h/15 mg/kg TXA (diluted in 10 mL normal saline) 30 min before the limb tourniquet was deflated and constant IV infusion of 10 mg/kg/h was administered until 2 h after final deflation of the limb tourniquet + 1g oral TXA after 6 and 12 h. Luo et al (2018) [28] 20 mg/kg intravenous TXA 5 to 10 min before skin incision +2 g oral TXA 4 h, 10 h, 16 h postoperatively + 100 mL of normal saline solution/20 mg/kg intravenous TXA 5-10 min before skin incision +1 g IV TXA (diluted in 100 mL normal saline) 6 h, 12 h, 18 h postoperatively +2g oral placebo Zhao et al (2018) [29] 2 g of oral TXA 2 hours before the incision+100 mL of normal saline solution /20 mg/kg TXA (diluted in 100 mL normal saline) before the incision+ 2g oral placebo Cao et al (2018)b [30] 20 mg/kg oral TXA 2h before and 3h after THA + 100 mL of normal saline solution 10 minutes before incision and 3h after THA/15 mg/ kg TXA (diluted in 10 mL normal saline) 10 minutes before incision and 3 h after THA + 1000 mg ascorbic acid 2 h before and 3 h after THA. Wang et al (2018) [31] 20 mg/kg intravenous TXA 5-10 min before skin incision +2 g oral TXA 4 h, 10 h, 16 h postoperatively + 100 mL of normal saline solution/20 mg/kg intravenous TXA 5-10 min before skin incision +1 g IV TXA (diluted in 100 mL normal saline) 6 h, 12 h, 18 h postoperatively + 2g oral placebo Wu et al (2018) [32] 2 g of oral TXA 2 hours before the incision +100 mL normal saline solution + intra-articular placebo solution (100 mL normal saline solution)/20 mg/kg TXA (diluted in 100 mL normal saline) 5 min before the incision + 2g oral placebo + intra-articular placebo solution (100 mL normal saline solution) TKA = total knee arthroplasty, TXA = tranexamic acid. analyses. [8, 10] Taking these findings together and given that the results were of high quality according to the GRADE evidence, we conclude that oral TXA has the same effects on reducing Hb drop and total blood loss as the IV form. Blood transfusion is associated with adverse effects, including hemolytic reactions, infections, morbidity, immunologically mediated diseases, and cost. [33] Many RCTs [24] [25] [26] 28] found no significant difference between the 2 routes of administration following total joint arthroplasty (TJA). Their results were consistent with our findings. The results were of high quality according to the GRADE evidence. We conclude that compared with IV administration, the use of oral TXA has the same effects as IV TXA on the transfusion rate following THA and TKA. [31, 32] Drain output may contribute to allogenic blood transfusion and increased complications according to our meta-analysis.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 80,
                    "text": "Kayupov et al (2017)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 81,
                    "end": 85,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 912,
                    "end": 916,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1222,
                    "end": 1226,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1547,
                    "end": 1551,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1859,
                    "end": 1863,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2044,
                    "end": 2048,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2337,
                    "end": 2341,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2645,
                    "end": 2649,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 3014,
                    "end": 3017,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3018,
                    "end": 3021,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3391,
                    "end": 3395,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 3406,
                    "end": 3410,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 3411,
                    "end": 3415,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 3416,
                    "end": 3420,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 3421,
                    "end": 3424,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 3801,
                    "end": 3805,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 3806,
                    "end": 3809,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Studies (yr)"
        },
        {
            "text": "Yuan et al [24] randomized a total of 560 patients undergoing primary unilateral TKA into 4 groups: an intravenous group, a topical group, an oral group, and a control group. They found that all 3 modes of TXA administration significantly reduced drain output compared with the control group. There was no significant difference between oral TXA versus IV TXA in drain blood loss, which is consistent with our findings. The quality of evidence was moderate, which indicated that further research was likely to have a significant impact on the confidence of the effect estimate and may change the estimate. Our results for the drain output could be a supplement for previous metaanalyses.",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 15,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Studies (yr)"
        },
        {
            "text": "The length of hospital stay is important in the current medical insurance payment system. Longer hospital stays may contribute to an increase in medical cost and the risk of complications. The previous 2 meta-analyses found no significant differences in the length of hospital stay between oral and IV TXA, which is consistent with our results. The GRADE evidence shows that the length of hospital stay was of high quality. Using oral TXA with patients undergoing TJA may allow hospitals to cut costs substantially without sacrificing efficacy or safety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Studies (yr)"
        },
        {
            "text": "Postoperative CMVT and DVT are common complications in THA and TKA, and they are associated with significant medical costs, morbidity, and mortality. [34, 35] In our meta-analysis, 4 of the included studies reported the incidence of DVT and CMVT. The differences were not statistically significant. Our study did not show any heterogeneity in the incidence of CMVT and DVT among the studies, although the follow-up time and prophylaxis varied from each other.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Studies (yr)"
        },
        {
            "text": "Concerning cost, Kayupov et al [23] reported that in their study, the oral TXA cost was $14 per dose compared with $47 to $108 per dose for IV TXA, depending on the availability of the generic IV formulation, which results in a cost difference of approximately 70% to 90%. In China, the oral TXA cost was approximately 4 < per dose compared with 23< per dose for IV TXA, which results in a much larger cost difference than that reported by Kayupov et al. Therefore, oral TXA is less expensive than IV TXA. A transition to oral TXA would provide similar drug efficacies with easier access and even deliver cost-saving benefits to the health care system.",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 35,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Studies (yr)"
        },
        {
            "text": "The most common IV TXA dose appears to be approximately 10 to 20 mg/kg, which has been shown to maintain the minimum therapeutic level for approximately 3 hours. [36, 37] The oral dose usually ranged from 1 g to 4 g, and the time to the administration of TXA ranged from 1 hour to 8 hours before surgery. [37] The most common oral TXA dose was 2 g, and the time to administration was 2 hours before surgery. At present, we cannot draw a definite conclusion in terms of the optimal dose of and time interval for oral TXA.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 167,
                    "end": 170,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Studies (yr)"
        },
        {
            "text": "In our study, most of the results were of high quality according to the GRADE evidence, which makes the conclusions more reliable, but we should not ignore various limitations presented in our review. First, we included only 10 studies in our metaanalysis, and most of the studies enrolled a small number of participants. Second, the different doses and administration times of oral TXA among the included studies might be a problem when comparing the results. Third, heterogeneity among the included studies was unavoidable; the variations in anesthesia methods, operation modes, tourniquet usage, and follow-up time may have some influence on the conclusions. Fourth, publication bias existed because we only included English language publications in our meta-analysis. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Studies (yr)"
        },
        {
            "text": "In conclusion, considering our high-quality, evidence-based data, our meta-analysis demonstrated that compared with the IV TXA, oral TXA yields similar effects on reducing the Hb drop (P = .60), total blood loss (P = .60), transfusion rate (P = .99), drain blood loss (P = .91) and length of hospital stay (P = .95) without increasing the risk of CMVT (P = .55) and DVT (P = .19). Furthermore, oral TXA is easy to access and administer, which decreases the workload of nurses and even delivers cost-saving benefits to the health care system. We thus conclude that oral TXA is an optimal approach in TJA. However, more high-quality and multicenter RCTs are still needed to reach a firmer conclusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Xu Cai and Huadong Yang have made contributions to conception and design of the study; Changjiao Sun and Lianxu Chen have searched literature; Changjiao Sun, Jiuzheng Deng, Qi ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Predictors of perioperative blood loss in total joint arthroplasty",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Rasouli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Mortazavi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Bone Joint Surg Am",
            "volume": "95",
            "issn": "",
            "pages": "1777--83",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Postoperative blood loss prevention in total knee arthroplasty",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Kapadia",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Issa",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Knee Surg",
            "volume": "26",
            "issn": "",
            "pages": "395--400",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Tranexamic acid reduces blood loss and financial cost in primary total hip and knee replacement surgery",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Irisson",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hémon",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pauly",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Orthop Traumatol Surg Res",
            "volume": "98",
            "issn": "",
            "pages": "477--83",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Do we really need tranexamic acid in total hip arthroplasty? A meta-analysis of nineteen randomized controlled trials",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "D"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Arch Orthop Trauma Surg",
            "volume": "133",
            "issn": "",
            "pages": "1017--1044",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Does tranexamic acid alter the risk of thromboembolism after total hip arthroplasty in the absence of routine chemical thromboprophylaxis?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nishihara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hamada",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Bone Joint J",
            "volume": "97",
            "issn": "",
            "pages": "458--62",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The effect of tourniquet and knee position during wound closure after total knee arthroplasty on early recovery of range of motion: a prospective, randomized study",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "S¸ükür",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Öztürkmen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Akman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Arch Orthop Trauma Surg",
            "volume": "136",
            "issn": "",
            "pages": "1773--80",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Topical use of topical fibrin sealant can reduce the need for transfusion, total blood loss and the volume of drainage in total knee and hip arthroplasty: a systematic review and meta-analysis of 1489 patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "C"
                    ],
                    "last": "Zhai",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Surg",
            "volume": "36",
            "issn": "",
            "pages": "127--164",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Safety, efficacy, and cost-effectiveness of tranexamic acid in orthopedic surgery",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "X"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Woolf",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Orthopedics",
            "volume": "39",
            "issn": "",
            "pages": "119--149",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effectiveness of oral Tranexamic acid administration on blood loss after knee artroplasty: a randomized clinical trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alipour",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tabari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Keramati",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Transfus Apher Sci",
            "volume": "49",
            "issn": "",
            "pages": "574--581",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Oral tranexamic acid reduces blood loss in total knee replacement arthroplasty",
            "authors": [
                {
                    "first": "Armj",
                    "middle": [],
                    "last": "Bradshaw",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr Orthop Pract",
            "volume": "23",
            "issn": "",
            "pages": "209--221",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A case of anaphylactic shock with tranexamique acid (Exacyl)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lucas-Polomeni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Delaval",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Menestret",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ann Fr Anesth Reanim",
            "volume": "23",
            "issn": "",
            "pages": "607--616",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Tranexamic acid, an inhibitor of plasminogen activation, aggravates staphylococcal septic arthritis and sepsis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kłak",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Anäkkälä",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Scand J Infect Dis",
            "volume": "42",
            "issn": "",
            "pages": "351--359",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Is combined topical with intravenous tranexamic acid superior than topical, intravenous tranexamic acid alone and control groups for blood loss controlling after total knee arthroplasty: a meta-analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jie",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Medicine (Baltimore)",
            "volume": "95",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Use of intravenous tranexamic acid in total knee arthroplasty: a meta-analysis of randomized controlled trials",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Chin J Traumatol",
            "volume": "16",
            "issn": "",
            "pages": "67--76",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Blood sparing efficacy of oral tranexamic acid in primary total knee arthroplasty: a randomized controlled trial",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ching",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Knee Surg Relat Res",
            "volume": "29",
            "issn": "",
            "pages": "57--62",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Tranexamic acid in knee surgery study-a multicentered, randomized, controlled trial",
            "authors": [
                {
                    "first": "Mdj",
                    "middle": [],
                    "last": "Stowers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aoina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vane",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Arthroplasty",
            "volume": "32",
            "issn": "",
            "pages": "3379--84",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Comparison of oral versus intravenous application of tranexamic acid in total knee and hip arthroplasty: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Kuang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Surg",
            "volume": "45",
            "issn": "",
            "pages": "77--84",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Efficacy and safety of oral compared with intravenous tranexamic acid in reducing blood loss after primary total knee and hip arthroplasty: a meta-analysis",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Musculoskelet Disord",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The efficacy of oral versus intravenous tranexamic acid in reducing blood loss after primary total knee and hip arthroplasty: a meta-analysis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Medicine (Baltimore)",
            "volume": "97",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Oral vs intravenous tranexamic acid in total-knee arthroplasty and total hip arthroplasty: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Medicine (Baltimore)",
            "volume": "98",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liberati",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tetzlaff",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int J Surg",
            "volume": "8",
            "issn": "",
            "pages": "336--377",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Grading quality of evidence and strength of recommendations",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Atkins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Best",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Briss",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "BMJ",
            "volume": "328",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Oral and intravenous tranexamic acid are equivalent at reducing blood loss following total hip arthroplasty: a randomized controlled trial",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kayupov",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Fillingham",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Okroj",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Bone Joint Surg Am",
            "volume": "99",
            "issn": "",
            "pages": "373--381",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Comparison of 3 routes of administration of tranexamic acid on primary unilateral total knee arthroplasty: a prospective, randomized, controlled study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Arthroplasty",
            "volume": "32",
            "issn": "",
            "pages": "2738--2781",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Rand Young Investigator's Award: a randomized controlled trial of oral and intravenous tranexamic acid in total knee arthroplasty: the same efficacy at lower cost?",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Fillingham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kayupov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Plummer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Arthroplasty",
            "volume": "31",
            "issn": "9",
            "pages": "26--30",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The postoperative blood-sparing efficacy of oral versus intravenous tranexamic acid after total knee replacement",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zohar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ifrach",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Anesth Analg",
            "volume": "99",
            "issn": "",
            "pages": "1679--83",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The effect of oral versus intravenous tranexamic acid in reducing blood loss after primary total hip arthroplasty: a randomized clinical trial",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Thromb Res",
            "volume": "164",
            "issn": "",
            "pages": "48--53",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Oral vs intravenous vs topical tranexamic acid in primary hip arthroplasty: a prospective, randomized, double-blind, controlled study",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Arthroplasty",
            "volume": "33",
            "issn": "",
            "pages": "786--93",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Efficacy of oral tranexamic acid on blood loss in primary total hip arthroplasty using a direct anterior approach: a prospective randomized controlled trial",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int Orthop",
            "volume": "42",
            "issn": "",
            "pages": "2535--2577",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Efficacy and safety of multiple boluses of oral versus intravenous tranexamic acid at reducing blood loss after primary total knee arthroplasty without a tourniquet: a prospective randomized clinical trial",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Thromb Res",
            "volume": "171",
            "issn": "",
            "pages": "68--73",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Tranexamic acid in primary total knee arthroplasty without tourniquet: a randomized, controlled trial of oral versus intravenous versus topical administration",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sci Rep",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Blood loss and cost-effectiveness of oral vs intravenous tranexamic acid in primary total hip arthroplasty: a randomized clinical trial",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Thromb Res",
            "volume": "171",
            "issn": "",
            "pages": "143--151",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "PREPARE: the prevalence of perioperative anaemia and need for patient blood management in Figure 10. A forest plot diagram showing Calf muscular vein thrombosis (%). CI = confidence interval. Sun et al. Medicine (2020) 99:44 www.md-journal.com elective orthopaedic surgery: a multicentre, observational study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lasocki",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Krauspe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Von Heymann",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur J Anaesthesiol",
            "volume": "32",
            "issn": "",
            "pages": "160--167",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Relationship between deep vein thrombosis and pulmonary embolism following THA and TKA",
            "authors": [
                {
                    "first": "Bosque",
                    "middle": [],
                    "last": "Jjr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Cesare",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Orthopedics",
            "volume": "35",
            "issn": "",
            "pages": "228--261",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The incidence of pulmonary embolism and deep vein thrombosis after knee arthroplasty in Asians remains low: a meta-analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Orthop Relat Res",
            "volume": "471",
            "issn": "",
            "pages": "1523--1555",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Six-dose intravenous tranexamic acid regimen further inhibits postoperative fibrinolysis and reduces hidden blood loss following total knee arthroplasty",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Knee Surgx",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Pharmacokinetics and bioavailability of tranexamic acid",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pilbrant",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schannong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vessman",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Eur J Clin Pharmacol",
            "volume": "20",
            "issn": "",
            "pages": "65--72",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "The search results and selection procedure.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Risk of bias included in the randomized controlled trials.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The risk of bias summary: review authors' judgment of each risk of bias items for each included studies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "A forest plot diagram showing the Hb drop (g/dL). CI = confidence interval.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "A forest plot diagram showing the total blood loss (mL). CI = confidence interval.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "A forest plot diagram showing the transfusion rate (%). CI = confidence interval.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "A forest plot diagram showing the drain blood loss (mL). CI = confidence interval.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "A forest plot diagram showing the length of hospital stay (day). CI = confidence interval.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "A forest plot diagram showing deep venous thrombosis (%). CI = confidence interval. data from the collected literature; Changjiao Sun and Qi Ma analyzed the data; Changjiao Sun have drafted the work or substantively revised it; Xiaofei Zhang has evaluated the statistical methods and techniques mentioned in the article. All authors approved the final version of the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The detailed baseline characteristics of the eligible studies.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "ASA = American Society of Anesthesiologists, BMI = body mass index, RCT = randomized controlled trial, TXA = total knee arthroplasty.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}