{
    "paper_id": "3de6a4e8fe8416139bbe0021b5e48ba6d05f421e",
    "metadata": {
        "title": "Advertising, incentives, and the upsell: how advertising differentially moderates customer-vs. retailer-directed price incentives' impact on consumers' preferences for premium products",
        "authors": [
            {
                "first": "Chadwick",
                "middle": [
                    "J"
                ],
                "last": "Miller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington State University",
                    "location": {
                        "settlement": "Pullman",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "C"
                ],
                "last": "Brannon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Northern Colorado",
                    "location": {
                        "settlement": "Greeley",
                        "region": "CO",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jim",
                "middle": [],
                "last": "Salas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pepperdine University",
                    "location": {
                        "settlement": "Malibu",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Martha",
                "middle": [],
                "last": "Troncoza",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kennesaw State University",
                    "location": {
                        "settlement": "Kennesaw",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Many durable goods firms use price promotion strategies and advertising simultaneously to impact consumer preferences among vertically differentiated product offerings. In this research, we use a large secondary dataset of automotive purchases (N = 323,959) to investigate how advertising spending differentially moderates the positive impact of both customer-and retailerdirected price incentives on consumers' premium level of purchase for vertically differentiated products. We find that higher advertising spending magnifies the positive impact of customer-directed price incentives on consumers' preference for more premium purchases. In contrast, higher advertising spending attenuates the positive impact of retailer-directed price incentives on consumers' preference for more premium purchases. Our work is distinct from previous research, which has almost exclusively focused on the CPG industry and the effects of advertising and price promotions on general demand metrics-instead of consumers' preferences for premium products. Our work has important implications for practitioners and consumer welfare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Many durable goods firms create vertical product line-ups as a way to appeal to different consumer segments (Mussa & Rosen, 1978) , improve the overall perceptions of their brand (Heath et al., 2011; Leclerc et al., 2005) , provide a pathway for upgrading (Okada, 2001 (Okada, , 2006 , and increase their profitability (Randall et al., 1998) . Prior research has found that durable goods firms also offer price incentives to entice consumers to purchase more expensive or \"upmarket\" options in their vertical product line-ups (Blattberg & Wisniewski, 1989; Kamakura & Russell, 1989; Quelch et al., 1987) . As such, offering price incentives is one way that firms' can satisfy their desire to sell more profitable premium products-or products that are positioned higher in a vertically differentiated lineup (Cohn, 2015; Johnson & Friend, 2015; Kamakura, 2008; Mantrala et al., 2010) . Notably, durable goods firms tend to offer price incentives in parallel with their other marketing efforts, such as advertising campaigns (Quelch et al., 1987) . For example, the automotive industry spent an average of $4,000 on price incentives per vehicle at the end of 2019 (JD Power, 2019) and an average of $2,023 on advertising in 2018 (Borrell Associates, 2018) . However, little is known about how these efforts interact with one another.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 129,
                    "text": "(Mussa & Rosen, 1978)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 179,
                    "end": 199,
                    "text": "(Heath et al., 2011;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 200,
                    "end": 221,
                    "text": "Leclerc et al., 2005)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 256,
                    "end": 268,
                    "text": "(Okada, 2001",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 269,
                    "end": 283,
                    "text": "(Okada, , 2006",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 319,
                    "end": 341,
                    "text": "(Randall et al., 1998)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 526,
                    "end": 556,
                    "text": "(Blattberg & Wisniewski, 1989;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 557,
                    "end": 582,
                    "text": "Kamakura & Russell, 1989;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 583,
                    "end": 603,
                    "text": "Quelch et al., 1987)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 807,
                    "end": 819,
                    "text": "(Cohn, 2015;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 820,
                    "end": 843,
                    "text": "Johnson & Friend, 2015;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 844,
                    "end": 859,
                    "text": "Kamakura, 2008;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 860,
                    "end": 882,
                    "text": "Mantrala et al., 2010)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1023,
                    "end": 1044,
                    "text": "(Quelch et al., 1987)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1162,
                    "end": 1178,
                    "text": "(JD Power, 2019)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1227,
                    "end": 1253,
                    "text": "(Borrell Associates, 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The purpose of the present research is to better understand how the \"premium effect\" of product-level price incentivesi.e., findings that consumers purchase more premium products when they receive price incentives-is moderated by firms' simultaneous spending on product-level advertising. We examine two distinct, but commonly used, types of price incentive-customer-directed and retailer-directed. We test our theory using a dataset that combines six data sources with more than 320,000 real automotive transactions in the United States. Further, we test the robustness of our model using sixteen robustness tests, three endogeneity checks, an alternative longitudinal secondary dataset from a different purchase context, and two experimental robustness tests. Notably, we V. Kumar served as Area Editor for this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "find that the premium effect of customer-versus retailerdirected price incentives is moderated in opposite directions by advertising spending. Specifically, whereas advertising spending magnifies the positive association between customer-directed incentives and consumers' premium level of purchase, it diminishes the positive association between retailer-directed incentives and consumers' premium level of purchase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In delineating the asymmetric moderating effects of advertising spending, we contribute to the marketing literature and practitioner knowledge in several ways. First, previous research on price incentives indicates that offering larger price incentive amounts is positively associated with consumers' increased preference for premium goods (Blattberg & Wisniewski, 1989; Busse et al., 2006; Kamakura & Russell, 1989) . However, we find that this premium effect of price incentives is moderated by firms' simultaneously occurring product-level advertising spending. More importantly, we demonstrate that the premium effect of customer-and retailer-directed price incentives is moderated by advertising spending in distinct ways. Thus, our work is the first to look at how advertising spending simultaneously and differentially moderates the positive impact of both customer-and retailerdirected price incentives on consumers' premium level of purchase.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 370,
                    "text": "(Blattberg & Wisniewski, 1989;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 371,
                    "end": 390,
                    "text": "Busse et al., 2006;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 391,
                    "end": 416,
                    "text": "Kamakura & Russell, 1989)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This is a contribution to prior research, which has largely focused on the interplay between advertising and customerdirected price incentives only (e.g., Bronnenberg et al., 2000; Jedidi et al., 1999; Mela et al., 1997; Srinivasan et al., 2010) . Although researchers have long acknowledged that price incentives impact behavior (e.g., Neslin, 2002) , relatively few studies have sought to identify whether different types of price incentives have distinct impacts on consumer decisions (Miller et al., 2019; Okada, 2001; Okada, 2006; Zhu et al., 2008) . Importantly, even the few studies that have differentiated incentive type effects have not investigated the differences between customer-and retailer-directed incentives or these incentives' interaction with advertising. Practitioners should benefit from our findings, as they suggest that durable goods firms should not use retailer-directed incentives and advertising at the same time if they have a goal of upselling consumers to more premium products.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 180,
                    "text": "Bronnenberg et al., 2000;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 181,
                    "end": 201,
                    "text": "Jedidi et al., 1999;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 202,
                    "end": 220,
                    "text": "Mela et al., 1997;",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 221,
                    "end": 245,
                    "text": "Srinivasan et al., 2010)",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 337,
                    "end": 350,
                    "text": "Neslin, 2002)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 488,
                    "end": 509,
                    "text": "(Miller et al., 2019;",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 510,
                    "end": 522,
                    "text": "Okada, 2001;",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 523,
                    "end": 535,
                    "text": "Okada, 2006;",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 536,
                    "end": 553,
                    "text": "Zhu et al., 2008)",
                    "ref_id": "BIBREF98"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, prior work investigating the interplay between price incentives and advertising has focused on general firmoriented performance metrics such as sales (Dekimpe & Hanssens, 1999; Pauwels, 2004; Srinivasan et al., 2010) , market share (Bronnenberg et al., 2000) and the quantity of goods sold (Jedidi et al., 1999) . On the other hand, the present work investigates consumers' preference for more premium purchases in vertically differentiated product line-ups-such as those commonly used in durable goods industries-using automotive industry data. This contribution is important given the inherent structural differences in how CPG industries versus durable goods industries pay out customer-versus retailer-directed incentives, which we detail in the next section. These differences help explain why the premium effect of retailer-directed incentives is attenuated by advertising spending, something that has not been previously observed. From a practitioner perspective, our work is the first to inform durable goods firms how their promotional strategies may impact sales of vertically differentiated products at the retailer-in the discussion we provide an overview of how incentives and advertising impact firms' sales in dollars. These firms must often incentivize independent (and sometimes uncooperative) retailers to sell specific product models, so a better understanding of how firm-level promotions influence selling at the retailer is crucial for meeting firm-level goals related to key metrics such as profit and inventory.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 184,
                    "text": "(Dekimpe & Hanssens, 1999;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 185,
                    "end": 199,
                    "text": "Pauwels, 2004;",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 200,
                    "end": 224,
                    "text": "Srinivasan et al., 2010)",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 240,
                    "end": 266,
                    "text": "(Bronnenberg et al., 2000)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 298,
                    "end": 319,
                    "text": "(Jedidi et al., 1999)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Third, prior work has often focused on creating analytical models to identify optimal price promotion strategies for manufacturers and retailers (Drèze & Bell, 2003; Kim & Staelin, 1999; Lal et al., 1996; Martín-Herrán et al., 2010; Tyagi, 1999) . By contrast, we use an empirical model that captures the joint effects of price incentives and advertising that have already been implemented by firms in the marketplace. In other words, we contribute to prior studies that examine what manufacturers should be doing by examining what they are actually doing and how their strategic decisions counterintuitively impact consumers' preference for vertically differentiated products. As such, our research extends experimental work that has sought to the determine conditions under which consumers prefer premium versus less premium offerings (e.g., Gao et al., 2009; Rucker & Galinsky, 2008) .",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 165,
                    "text": "(Drèze & Bell, 2003;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 166,
                    "end": 186,
                    "text": "Kim & Staelin, 1999;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 187,
                    "end": 204,
                    "text": "Lal et al., 1996;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 205,
                    "end": 232,
                    "text": "Martín-Herrán et al., 2010;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 233,
                    "end": 245,
                    "text": "Tyagi, 1999)",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 844,
                    "end": 861,
                    "text": "Gao et al., 2009;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 862,
                    "end": 886,
                    "text": "Rucker & Galinsky, 2008)",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, our work is important because we observe effects that have profitability consequences for firms (manufacturers) and welfare consequences for consumers. Specifically, our work suggests that retailers are the only winners when manufacturers offer large retailer-directed incentives and spend big on advertising. Manufacturers lose out because consumers end up choosing less premium purchases, which has negative effects on firms' profitability. In other words, despite their increased spending on retailer-directed incentives and advertising, manufacturers are inadvertently motivating retailers to act in ways that do not positively impact their own profitability. Further, consumers lose out because they end up with less premium purchases than they otherwise could afford if the retailer-directed incentive was passed through. See Fig. 1 for an overview of our research framework.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 841,
                    "end": 847,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Price incentives are a powerful tool that have positive outcomes on many areas of interest to marketers. For instance, price incentives increase pretrial evaluations (Raghubir & Corfman, 1999) , store traffic (Walters & MacKenzie, 1988) , sales (Gupta, 1988; Van Heerde et al., 2004) , impulsivity (Shaddy & Lee, 2020) , and stockpiling (Mela et al., 1998) . Further, price promotions are more effective when they are not expected (Kalwani & Yim, 1992) , when they occur during popular events (Keller et al., 2019) , when they are for higher quality/higher priced brands (Bronnenberg & Wathieu, 1996) , and for smaller square footage retailers (Haans & Gijsbrechts, 2011) .",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 192,
                    "text": "(Raghubir & Corfman, 1999)",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 209,
                    "end": 236,
                    "text": "(Walters & MacKenzie, 1988)",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 245,
                    "end": 258,
                    "text": "(Gupta, 1988;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 259,
                    "end": 283,
                    "text": "Van Heerde et al., 2004)",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 298,
                    "end": 318,
                    "text": "(Shaddy & Lee, 2020)",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 337,
                    "end": 356,
                    "text": "(Mela et al., 1998)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 431,
                    "end": 452,
                    "text": "(Kalwani & Yim, 1992)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 493,
                    "end": 514,
                    "text": "(Keller et al., 2019)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 571,
                    "end": 600,
                    "text": "(Bronnenberg & Wathieu, 1996)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 644,
                    "end": 671,
                    "text": "(Haans & Gijsbrechts, 2011)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Background and hypotheses"
        },
        {
            "text": "Research also indicates that offering price incentives has a \"premium effect\" on consumers' purchase preferences. Specifically, because price incentives effectively reduce the price that consumers pay, they entice consumers to consider more premium offerings-or products that are positioned higher in a vertically differentiated lineup-than they could otherwise afford (Blattberg & Wisniewski, 1989; Kamakura & Russell, 1989; Quelch et al., 1987; Sivakumar & Raj, 1997) . One potential explanation for this effect is that, for a variety of reasons (e.g., status signaling, perceived quality), consumers inherently prefer premium products (Braun & Wicklund, 1989; Gao et al., 2009; Han et al., 2010; Miller & Brannon, 2021; Sivanathan & Pettit, 2010) . This is further supported by literature showing asymmetric effects of promotion on product choice, such that consumers are drawn more to discounted products when they perceive these products to be higher versus lower in quality (Bronnenberg & Wathieu, 1996; Hardie et al., 1993; Heath et al., 2000) . Therefore, when price incentives give consumers an opportunity to purchase premium products at a discount, they are likely to shift their preferences towards these offerings. Relatedly, recent work suggests that emotional responses to price incentives also stimulate consumers' desire for premium products (Shaddy & Lee, 2020) .",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 399,
                    "text": "(Blattberg & Wisniewski, 1989;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 400,
                    "end": 425,
                    "text": "Kamakura & Russell, 1989;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 426,
                    "end": 446,
                    "text": "Quelch et al., 1987;",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 447,
                    "end": 469,
                    "text": "Sivakumar & Raj, 1997)",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 638,
                    "end": 662,
                    "text": "(Braun & Wicklund, 1989;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 663,
                    "end": 680,
                    "text": "Gao et al., 2009;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 681,
                    "end": 698,
                    "text": "Han et al., 2010;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 699,
                    "end": 722,
                    "text": "Miller & Brannon, 2021;",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 723,
                    "end": 749,
                    "text": "Sivanathan & Pettit, 2010)",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 980,
                    "end": 1009,
                    "text": "(Bronnenberg & Wathieu, 1996;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1010,
                    "end": 1030,
                    "text": "Hardie et al., 1993;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1031,
                    "end": 1050,
                    "text": "Heath et al., 2000)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1359,
                    "end": 1379,
                    "text": "(Shaddy & Lee, 2020)",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [],
            "section": "Background and hypotheses"
        },
        {
            "text": "To provide further evidence that price incentives increase consumers' premium level of purchase, we asked 176 participants on Prolific Academic to indicate the premium level of a Toyota vehicle that they would buy out of a 5vehicle line-up when given a $500 versus a $3500 incentive. This was then compared to their preferred model in the absence of a price incentive. Consistent with expectations, participants in the high incentive condition showed a larger shift towards more premium models (M high incentive change = .568) than did participants in the low incentive condition (M low incentive change = .136; F(1, 174) = 13.22, p < .001) (see Web Appendices A and B for a more detailed description of the study and stimuli). 1 Thus, the results of previous research, as well as our own pre-test, provide evidence that price incentives increase consumers' premium level of purchase-i.e., have a premium effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background and hypotheses"
        },
        {
            "text": "Notably, consumers' desire to use price discounts to pursue premium offerings also aligns with retailers' desire to upsell (Cohn, 2015; Johnson & Friend, 2015) . Upselling is defined as either (1) the increase of order volume by the sales of more units of the same purchased item or (2) the upgrading into a more expensive version of the purchased item (Kamakura, 2008) . Since durable goods consumers often purchase only a single good at the point-of-purchase-i.e., they do not tend to buy a larger quantity of automobiles, mattresses, etc. when given a discount-retailers' efforts are often focused on using price incentives to upsell consumers to more premium offerings. Indeed, researchers have suggested that for limited 1 Although we report the difference in the choice (after vs. before incentive) as the dependent variable for the sake of simplicity, a repeated measures ANOVA of the 2 (Low Incentive vs. High Incentive) × 2 (Before Incentive vs. After Incentive) yielded a significant interaction (F(1, 173) = 13.22, p < .001) where those in the large incentive condition chose a more premium model after the incentive (M after incentive = 3.15) than before the incentive (M before incentive = 2.58; F(1, 174) = 45.83, p < .001) while those in small incentive condition did not choose a more premium model after the incentive (M after incentive = 2.78; M before incentive = 2.64; F(1, 174) = 2.53, p > .10).",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 135,
                    "text": "(Cohn, 2015;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 136,
                    "end": 159,
                    "text": "Johnson & Friend, 2015)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 353,
                    "end": 369,
                    "text": "(Kamakura, 2008)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Background and hypotheses"
        },
        {
            "text": "Research framework spending consumers and for sales based largely upon promotions, such as is often the case with durable goods, upselling efforts are ideal . Thus, during negotiations at the point-of-purchase, price incentives should theoretically motivate both the consumer and the retailer to pursue outcomes that increase the consumers' premium level of a purchase. This is a positive outcome for the firm (manufacturer), as both retailers and consumers are similarly motivated to make deals on more profitable premium products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 1"
        },
        {
            "text": "Having discussed the premium effect of price incentives, we next describe two types of price incentive that are commonly offered in durable goods industries: customer-and retailer-directed incentives. A majority of previous research has focused on outcomes associated with offering customerdirected incentives, which are monetary incentives targeted towards the end-consumer. Much less work has investigated retailer-directed price incentives-monetary incentives targeted towards the retailer. The limited research in this domain has investigated the factors that influence the amount of retailer-directed incentive that firms pass-through to the consumer (Ailawadi & Harlam, 2009; Kumar et al., 2001) . While understudied, these incentives are valuable as they positively impact retailer and manufacturer profitability (Nijs et al., 2010) as well as increase sales (Yang et al., 2019) .",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 681,
                    "text": "(Ailawadi & Harlam, 2009;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 682,
                    "end": 701,
                    "text": "Kumar et al., 2001)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 820,
                    "end": 839,
                    "text": "(Nijs et al., 2010)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 866,
                    "end": 885,
                    "text": "(Yang et al., 2019)",
                    "ref_id": "BIBREF96"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 1"
        },
        {
            "text": "In what follows, we examine how the premium effect of customer-versus retailer-directed incentives (offered at the product level) is influenced by simultaneous spending on product-level advertising. In durable goods industries, certain structural differences exist between customer-versus retailerdirected incentives, both in terms of consumers' knowledge of them and retailers' motivation to pass them through to the consumer. We argue that, as a result of these differences, advertising magnifies the premium effect of customerdirected incentives but, counterintuitively, mitigates the premium effect of retailer-directed incentives. In order to motivate these arguments, we first outline the role of pre-purchase consideration sets on consumer decision making at the pointof-purchase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 1"
        },
        {
            "text": "The influence of pre-purchase consideration set formation on in-store decision making Prior to entering the point-of-purchase, consumers construct consideration sets based on a variety of factors, including personality traits, prior product knowledge, and media information-such as advertisements (Chandon et al., 2009; Kardes et al., 1993; Nedungadi, 1990; Sambandam & Lord, 1995) . Upon arriving at the point-of-purchase, their ultimate decision is heavily influenced by memory-based retrieval of the products in their consideration set (Nedungadi, 1990) . This is especially true for high-involvement durables such as automobiles, where unplanned and impulse purchases at the retailer are less likely to occur (Kardes et al., 1993; Sambandam & Lord, 1995) . In this sense, the options that consumers consider for purchase are often \"fixed\" by outside factors before they set foot in the retailer.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 319,
                    "text": "(Chandon et al., 2009;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 320,
                    "end": 340,
                    "text": "Kardes et al., 1993;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 341,
                    "end": 357,
                    "text": "Nedungadi, 1990;",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 358,
                    "end": 381,
                    "text": "Sambandam & Lord, 1995)",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 539,
                    "end": 556,
                    "text": "(Nedungadi, 1990)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 713,
                    "end": 734,
                    "text": "(Kardes et al., 1993;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 735,
                    "end": 758,
                    "text": "Sambandam & Lord, 1995)",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 1"
        },
        {
            "text": "Past research suggests that consumers who arrive at the point-of-purchase with fixed consideration sets should be less responsive to retailer attempts to persuade them to make an unplanned purchase. In particular, consumers with clear prepurchase goals-or strong pre-formed preferences-are less likely to want to consider in-store alternatives (Ratneshwar et al., 1996) . Those with greater prior product knowledge also tend to be more goal-oriented and direct when it comes to pursuing what they want in-store (Hong & Sternthal, 2010) . This means that they are more likely to make a purchase when they trust that the retailer is sincere, engages in direct information exchange, and does not offer previously unknown incentives (Campbell & Kirmani, 2000; Hochstein et al., 2019; Sinaceur, 2010) . If the retailer does try to negotiate them into an unplanned purchase, past work indicates that they will be suspicious that the retailer has an ulterior motive (DeCarlo et al., 2013) , such as trying to maximize commission.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 369,
                    "text": "(Ratneshwar et al., 1996)",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 511,
                    "end": 535,
                    "text": "(Hong & Sternthal, 2010)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 729,
                    "end": 755,
                    "text": "(Campbell & Kirmani, 2000;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 756,
                    "end": 779,
                    "text": "Hochstein et al., 2019;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 780,
                    "end": 795,
                    "text": "Sinaceur, 2010)",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 959,
                    "end": 981,
                    "text": "(DeCarlo et al., 2013)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 1"
        },
        {
            "text": "In the next section, we introduce advertising and customerdirected incentives as outside-of-store promotional tools that durable goods firms use to fix consumers' pre-purchase consideration sets on more premium product offerings prior to their arrival at the retailer, making it easier to upsell them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 1"
        },
        {
            "text": "Advertising is one outside-of-store factor that durable good firms use to fix consumers' consideration sets prior to entering the retailer. Product-level advertising plays a critical role in providing information to consumers and increasing their knowledge about products in the marketplace during consideration set formation (Abernethy & Franke, 1996; Nelson, 1974) . The information in advertisements can shift brand associations (De Vries et al., 2017) , change consumers' price sensitivity (Kaul & Wittink, 1995; Xu et al., 2014) , and facilitate favorable attitudes through mere exposure (Liu-Thompkins, 2019). Indeed, the information contained in advertisements affects what products consumers consider prior to a sales transaction (Batra & Keller, 2016) , such that prior work has found that advertising spending for a specific product increases consumers' consideration of that product in relation to other products in the same market (Mehta et al., 2003; Terui et al., 2011) . Thus, by communicating both price and non-price product information, advertising increases consumers' knowledge of the products that are advertised and helps to solidify their preferences-i.e., fix their consideration sets-prior to purchase (Mitra, 1995; Narayanan et al., 2004; Sahni, 2015; Sahni, 2016) .",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 352,
                    "text": "(Abernethy & Franke, 1996;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 353,
                    "end": 366,
                    "text": "Nelson, 1974)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 432,
                    "end": 455,
                    "text": "(De Vries et al., 2017)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 494,
                    "end": 516,
                    "text": "(Kaul & Wittink, 1995;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 517,
                    "end": 533,
                    "text": "Xu et al., 2014)",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 738,
                    "end": 760,
                    "text": "(Batra & Keller, 2016)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 943,
                    "end": 963,
                    "text": "(Mehta et al., 2003;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 964,
                    "end": 983,
                    "text": "Terui et al., 2011)",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 1227,
                    "end": 1240,
                    "text": "(Mitra, 1995;",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1241,
                    "end": 1264,
                    "text": "Narayanan et al., 2004;",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1265,
                    "end": 1277,
                    "text": "Sahni, 2015;",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1278,
                    "end": 1290,
                    "text": "Sahni, 2016)",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "Advertising magnifies the premium effect of customer-directed price incentives"
        },
        {
            "text": "Customer-directed incentives are another outside-of-store factor that firms utilize to influence consumers' pre-purchase consideration sets. These incentives represent a pull strategy that is aimed at making consumers aware of monetary discounts for certain products when they are considering what to purchase-i.e., before entering the retailer (Quelch et al., 1987) . For example, an automotive manufacturer may offer cash back or \"customer cash\" to consumers for the purchase of a certain model of vehicle. As discussed previously and demonstrated in the pre-test, knowledge of customer-directed incentives should generally entice consumers to consider more premium offerings-i.e., have a premium effect-because they act to discount the price of premium products to align with consumers' budgets. In other words, customer-directed incentives cause consumers to shift their consideration sets towards more premium offerings prior to their entry to the retailer.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 366,
                    "text": "(Quelch et al., 1987)",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Advertising magnifies the premium effect of customer-directed price incentives"
        },
        {
            "text": "We expect that advertising will interact with customerdirected incentives to magnify the premium effect of these incentives for two reasons. First, whereas customer-directed incentives provide discounts that allow consumers to better afford more premium offerings, product-level advertising should act to further increase their awareness of these offerings (Barroso & Llobet, 2012) . Given that greater product awareness tends to increase consideration (Batra & Keller, 2016; Mehta et al., 2003; Terui et al., 2011) , this should facilitate consumers' shift towards wanting the more premium products that they may not have otherwise considered. Next, advertising also provides consumers with additional positive information about these premium offerings (e.g., performance, styling, features) which should additionally solidify their desire for these products. In other words, although customer-directed incentives allow consumers to consider more premium products that would otherwise have been above their budget, product-level advertising provides greater awareness and information about these products. This should solidify consumers' consideration of more premium products prior to their arrival at the retailer, making them more likely to pursue the in-store purchase of these products. 2 Thus, we posit that greater product-level advertising spending should magnify the positive impact of larger (vs. smaller) customer-directed incentives by fixing consumers' consideration sets on more premium products prior to their arrival at the retailer.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 381,
                    "text": "(Barroso & Llobet, 2012)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 453,
                    "end": 475,
                    "text": "(Batra & Keller, 2016;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 476,
                    "end": 495,
                    "text": "Mehta et al., 2003;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 496,
                    "end": 515,
                    "text": "Terui et al., 2011)",
                    "ref_id": "BIBREF91"
                }
            ],
            "ref_spans": [],
            "section": "Advertising magnifies the premium effect of customer-directed price incentives"
        },
        {
            "text": "Further, as previously discussed, retailers are often motivated to upsell the consumer to a more premium product at the point-of-purchase . In cases where the consumer enters the retailer with their consideration set already fixed on more premium offerings (due to the dual outside influence of customer-directed incentives and advertising), consumer and retailer goals should align such that both benefit from making a deal on the more premium products in the consumer's fixed consideration set (Campbell & Kirmani, 2000; Hochstein et al., 2019; Hong & Sternthal, 2010; Sinaceur, 2010) . As such, we predict a positive interaction between the customer-directed incentives that firms offer and the amount they spend on product-level advertising-in proportion to other advertisers-on the premium level of purchase that consumers choose: H1: Larger (vs. smaller) customer-directed incentives and higher advertising spending (both at the product level) will be associated with consumers' choice of a higher level of premium purchase.",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 522,
                    "text": "(Campbell & Kirmani, 2000;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 523,
                    "end": 546,
                    "text": "Hochstein et al., 2019;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 547,
                    "end": 570,
                    "text": "Hong & Sternthal, 2010;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 571,
                    "end": 586,
                    "text": "Sinaceur, 2010)",
                    "ref_id": "BIBREF87"
                }
            ],
            "ref_spans": [],
            "section": "Advertising magnifies the premium effect of customer-directed price incentives"
        },
        {
            "text": "In what follows, we theorize about the interaction between retailer-directed incentives and advertising spending. However, before doing so, we believe it is important to discuss the fundamental structural differences between how CPG industries-the focus of most previous retailer-directed incentive research-and durable goods industries operationalize retailer-directed incentives. These differences are important for understanding our theoretical explanation for why the premium effect of retailer-directed incentives is moderated by advertising spending in a way that is different from customer-directed incentives in durable goods industries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advertising magnifies the premium effect of customer-directed price incentives"
        },
        {
            "text": "In many durable goods industries, retailer-directed incentives are based on retail sales numbers. This is in contrast to the CPG industry which pays out retailer-directed incentives based on wholesale numbers. Put differently, while these incentives may share the same name (\"retailer-directed incentives\"), in the CPG industry they are actually wholesale incentives paid to the retailer, while in durable goods industries they are retail incentives paid to the retailer. 3 The differentiation in the sales type that earns retailerdirected incentive payouts (retail vs. wholesale), changes how retailers respond to these incentives. For instance, while CPG retailers may forward buy to increase retailer-directed incentives-i.e., they buy more wholesale-there is no incentive for durable goods retailers (such as automotive dealers) to forward buy (Bruce et al., 2005) . In other words, in many durable goods industries, retailer-directed incentives are not used to increase wholesale numbers but to increase the motivation of retailers to sell to consumers.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 473,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 848,
                    "end": 868,
                    "text": "(Bruce et al., 2005)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Payout structure for retailer-directed incentives in durable goods industries"
        },
        {
            "text": "This key difference in payout structure means that in durable goods industries (including the automobile industry), consumers often face information asymmetry because they are not aware of the existence of retailer-directed incentives (Busse et al., 2006) . In other words, these incentives are never posted, advertised, or communicated to consumers prior to their entry to the retailer. Thus, they only pass-through to the final consumer as a result of price bargaining at the point-of-purchase. Again, this contrasts with the CPG industry, which reduces the posted price of products to account for any retailerdirected incentives that are passed on to the consumer (Busse et al., 2006) . Importantly, we are not suggesting that all retailer-directed price incentives in the CPG industry are passed through to the consumer. Instead, we are suggesting that when a CPG retailer-directed price incentive is passed through to the consumer, consumers are aware of a price change in the product they are buying-which explains why many of the previously studied effects of retailer-directed incentives mirror the effects of customer-directed incentives (e.g. Ailawadi & Harlam, 2009; Haans & Gijsbrechts, 2011) . Critically, this is not the case with durable goods. Instead, with durable goods, the retailer chooses when and how much of the retailer-directed incentive to pass-through to the consumer, and this pass-through is often-though not always-hidden within the negotiated price. As a result of this payout structure, we argue that consumer and retailer motivations will align to make a deal on comparatively less premium offerings.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 255,
                    "text": "(Busse et al., 2006)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 667,
                    "end": 687,
                    "text": "(Busse et al., 2006)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1153,
                    "end": 1177,
                    "text": "Ailawadi & Harlam, 2009;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1178,
                    "end": 1204,
                    "text": "Haans & Gijsbrechts, 2011)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Payout structure for retailer-directed incentives in durable goods industries"
        },
        {
            "text": "Advertising attenuates the premium effect of retailerdirected price incentives As previously discussed, retailer-directed incentives are not typically publicized to consumers before they arrive at the point-of-purchase. Therefore, unlike customer-directed incentives, retailer-directed incentives do not entice consumers to shift their consideration set towards more premium offerings prior to their entry to the retailer. In other words, they play no role in pre-purchase consideration set formation. Instead, the premium effect of retailer-directed incentives primarily depends on retailers passing through last minute, in-store discounts. Retailers may do this to nudge consumers towards making an unplanned purchase of a more premium product than they may have otherwise chosen (Cohn, 2015; Johnson & Friend, 2015) .",
            "cite_spans": [
                {
                    "start": 782,
                    "end": 794,
                    "text": "(Cohn, 2015;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 795,
                    "end": 818,
                    "text": "Johnson & Friend, 2015)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Payout structure for retailer-directed incentives in durable goods industries"
        },
        {
            "text": "Because product-level advertising tends to fix what consumers will consider prior to entering the point-of-purchase, we posit that the level of advertising that consumers encounter prior to entering the retailer will influence the retailer's ability to persuade them to make an unplanned premium purchase. Specifically, consumers exposed to high amounts of productlevel advertising should be less persuadable by retailerdirected incentives to make a last-minute upgrade, whereas those exposed to low amounts should more persuadable. It is important to note that we make this prediction based on the notion that retailer-directed incentives do not interact with advertising during pre-purchase consideration set formation (because consumers have no knowledge of them), but rather after consumers have already entered the retailer. Thus, in the case of retailer-directed incentives, exposure to outside-ofstore advertising does not lead consumers to consider more premium offerings. Instead, because consumers have no knowledge of available price incentives, product-level advertising should act to fix their preferences on comparatively less premium products-i.e., only those that they perceive to be within their budget-before entering the retailer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Payout structure for retailer-directed incentives in durable goods industries"
        },
        {
            "text": "Therefore, when large retailer-directed incentives are combined with product-level advertising, we argue that the retailer will end up being less likely to pass-through retailer-directed incentives, mitigating the premium effect of these incentives. As we highlighted earlier, consumers may be wary of retailers' efforts to sell them a product the consumer did not plan to purchase (DeCarlo et al., 2013) . As a result, the retailer should find it easier to sell consumers the product they already want, rather than try to negotiate them into a more premium offering (upsell) . In other words, if the product that the consumer already wants has a retailer-directed incentive attached to it, the retailer should be motivated to sell it to them, since the retailer can earn additional profit by keeping this incentive for themselves-as opposed to passing it through to the consumer.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 404,
                    "text": "(DeCarlo et al., 2013)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 567,
                    "end": 575,
                    "text": "(upsell)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Payout structure for retailer-directed incentives in durable goods industries"
        },
        {
            "text": "This behavior should be even more pronounced when the product that the consumer already wants has a large (vs. small) retailer-directed incentive, since the retailer will make an even larger profit by making the sale and keeping the incentive money. 4 Thus, when a large retailer-directed incentive for a product is combined with high advertising spending for that product, neither consumers nor retailers should be incentivized to move up the vertical product line-up, leading to a less premium level of purchase. This leads us to predict a negative interaction between the value of retailer-directed incentives that firms offer and the amount they spend on product-level advertising on the premium level of purchase that consumers choose:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Payout structure for retailer-directed incentives in durable goods industries"
        },
        {
            "text": "H2: Larger (vs. smaller) retailer-directed incentives and higher advertising spending (both at the product level) will be associated with consumers' choice of a lower level of premium purchase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Payout structure for retailer-directed incentives in durable goods industries"
        },
        {
            "text": "To test our hypotheses, we use a dataset that combines six data sources (Kelley Blue Book, Kantar Media advertising spending, Automotive News incentive data, JD Power studies, Consumer Reports ratings, and Internal Revenue Service data) with more than 320,000 real automotive transactions from the Federal Car Allowance Rebate System (CARS) program-i.e., \"Cash for Clunkers\"-in the United States. In this program, consumers who met the minimum requirements received incentives to trade in older automobiles-with poor gas mileage-in order to purchase new automobiles-with better gas mileageto help stimulate the auto industry. Consumers had to trade in a working vehicle less than 25 years old with an average MPG of 18 or less and consumers had to have owned and continuously insured it for the previous yearthus these are unforced replacement purchases (Grewal et al., 2004) . The program ran from July 1, 2009, through August 24, 2009. This dataset provides a unique opportunity to study how different promotions impact consumer choice for several reasons. First, this dataset details customerdirected and retailer-directed incentive amounts, as well as advertising spending for all the products in the consumer automobile market. Thus, using this dataset, we can test for the role of customer-and retailer-directed incentives. Second, our dataset includes both the previously purchased product and the new purchase. Since previous research has shown that upgrading behavior is impacted by mental accounting associated with consumers' previous purchase (Okada, 2001 (Okada, , 2006 , this dataset allows us to control for these effects and test the impact of promotional activities on purchase behavior beyond the effects accounted for in previous literature. Finally, some consumers may consider less premium automobiles-which generally get better gas mileage than more premium options-more preferable to more premium automobiles because of their preference for gas mileage performance. However, since the new vehicle had to get better gas mileage than the trade-in, we are able to control for preferences to reduce operating costs (fuel efficiency), which could be an endogenous explanation for some consumers to purchase less premium options.",
            "cite_spans": [
                {
                    "start": 854,
                    "end": 875,
                    "text": "(Grewal et al., 2004)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1555,
                    "end": 1567,
                    "text": "(Okada, 2001",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1568,
                    "end": 1582,
                    "text": "(Okada, , 2006",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "We use the Manufacturer's Suggested Retail Price (MSRP) of the new purchase measured in dollars divided by 1000 to evaluate the level of premium purchase that consumers choose. As such, a higher value represents a purchase choice higher in the vertical product line-up than a purchase with a lower value. Using the MSRP of the product chosen by the consumer-in contrast to the price consumers actually pay-is ideal because the MSRP of the product allows us to compare the level of premium product chosen by consumers without introducing potential sources of endogeneity that may arise from using the end price that a consumer pays for a product. For instance, by using the MSRP of the product chosen, we avoid endogeneity attributable to a consumers' ability to negotiate a lower price during the transaction and a retailer's flexibility in the price if it needs to sell a product in order to meet potential financial obligations. Additionally, since the brands in the automotive industry make money from the wholesale of the product, their profitability and vertical product line decisions are based on the vertical level of the product the consumer purchases, not the end price the consumer pays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dependent variable"
        },
        {
            "text": "Advertising spend share We purchased data from Kantar Media Inc. to connect advertising spending at the product level-e.g., the vehicle level such as a Toyota Camry-in each designated market area (DMA) to the product purchased in each transaction. In other words, these data are the manufacturer advertising at the product and DMA level. We calculate a rolling 16 weeks (4 months) of advertising spending before the week of the transaction, since consumers' automobile shopping process takes, on average, about four months (JD Power, 2013) . We use the carryover estimate suggested in previous literature of .5 per period (Lodish et al., 1995) to account for advertising decay. Thus, in line with previous research, the earliest advertising (16 weeks before the sale) is discounted the most, whereas the week before the sale is not discounted. Further, we divide each product's DMA spending by the total advertising spending within the DMA to reduce the possibility that media spending in large DMAs disproportionately impacts our findings. As a result, this variable represents the proportionate share of advertising of each individual product-e.g., the Toyota Camry-by DMA.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 539,
                    "text": "(JD Power, 2013)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 622,
                    "end": 643,
                    "text": "(Lodish et al., 1995)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Independent variables"
        },
        {
            "text": "Customer-and retailer-directed incentives We collected customer-directed (customer cash) and retailer-directed (dealer cash) incentive data from Automotive News. These incentive data were provided on a weekly basis, in dollars, at the product level-i.e., again at the vehicle level, such as a Toyota Camry. We divide these data by 1000 and connect this product-specific data to the new product purchased in each transaction according to the date of the sale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Independent variables"
        },
        {
            "text": "We control for several factors related to the previous purchase. We control for the trade-in ownership time (CARS dataset) to account for any mental book value related to the previously owned good (Heath & Fennema, 1996) . We control for the trade-in value at the time of the purchase (Kelley Blue Book values in June of 2009), and the trade-in program incentive amount (CARS dataset) to account for any potential effect associated with a trade-in windfall (Miller et al., 2019) . We coded a consumer as brand loyal if their trade-in was the same brand as their new purchase (=1) and not brand loyal if their trade-in was a different brand as their new purchase (=0).",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 220,
                    "text": "(Heath & Fennema, 1996)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 457,
                    "end": 478,
                    "text": "(Miller et al., 2019)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Controls"
        },
        {
            "text": "Additionally, we control for factors that may make specific new purchases more desirable than others. To do so, we conducted a factor analysis using data from the JD Power Dependability study, the JD Power APEAL study, and Consumer Reports safety, road test, satisfaction, and reliability ratings. We find a three-factor solution that aligns with previous automotive research (Bayus, 1991; Guiltinan, 2010) . The JD Power APEAL study loaded on factor 1 (\"styling\" factor). The JD Power dependability, Consumer Reports satisfaction, and reliability ratings loaded on factor 2 (\"quality\" factor). The Consumer Reports safety and road test ratings loaded on factor 3 (\"technology\" factor)-this makes sense because most automotive technology changes have been directed toward safety and drivability (Heaps, 2009) . We further account for financial rebates available to consumers during this time period, and we make use of brand dummies to account for any latent brand specific effects not otherwise measured.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 389,
                    "text": "(Bayus, 1991;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 390,
                    "end": 406,
                    "text": "Guiltinan, 2010)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 795,
                    "end": 808,
                    "text": "(Heaps, 2009)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Controls"
        },
        {
            "text": "Finally, we control for context variables that may impact consumer preferences. Specifically, we control for consumer income using the gross income of the zip code where the transaction took place-Internal Revenue Service income tax data. To account for potential changes in retailer inventory, we control for the number of days into the CARS program the transaction took place. Our final dataset contains 323,959 transactions. For descriptives and correlations see Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 466,
                    "end": 473,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Controls"
        },
        {
            "text": "We use OLS regression with robust standard errors (Huber-White sandwich estimators) to estimate our proposed model at the level of each new purchase transaction because our dependent variable is cross sectional and continuous (the MSRP of the new purchase in dollars). The maximum VIF in our model was 3.3, suggesting that multicollinearity is not likely a threat to our findings. We present the results of our model in three steps, covariates (Model 1), main effects (Model 2), and the full model (Model 3). We chose the full model (Model 3) because it has the lowest AIC, the lowest BIC, the highest log-likelihood, and the highest adjusted R-square. See Eq. 1 below. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "We find a positive main effect of customer-directed (b = .89, p < .001) and retailer-directed (b = .48, p < .001) incentives on the level of premium purchase consumers chose. Similar to previous advertising research (e.g., Xu et al., 2014) , we also find a negative main effect of advertising on the level of premium purchase consumers chose (b = −20.97, p < .001). Although this may seem counterintuitive, our dependent variable is not a volume of purchase (which is often positively related to advertising) but the premium level of the purchase which can have a negative relationship with advertising.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 239,
                    "text": "Xu et al., 2014)",
                    "ref_id": "BIBREF95"
                }
            ],
            "ref_spans": [],
            "section": "Main effects of hypothesized variables"
        },
        {
            "text": "Notably, we find support for H1, that customer-directed incentives, when combined with increased advertising spending have a positive impact on the level of premium purchase consumers chose (b = 28.15, p < .001). Additionally, we find support for H2, that retailer-directed incentives, when combined with increased advertising spending, have a negative impact on the level of premium purchase consumers chose (b = −486.48, p < .001). See Table 2 . All correlations with an absolute value > = .005 are significant at p < .05",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 438,
                    "end": 445,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Hypothesized results"
        },
        {
            "text": "We conducted several robustness tests to provide additional evidence for our proposed model and theoretical framework.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robustness tests"
        },
        {
            "text": "Brand loyalty robustness tests: evidence for the proposed process We hypothesized that consumers choose less premium products when firms offer larger retailer-directed incentives and consumers are exposed to a high amount of advertising. We suggested that one reason for this effect is because consumers' preferences are more fixed (because of the advertising) and, as a result, there is no incentive for the retailer to upsell since the retailer is receiving incentive money for the purchase the consumer already wants. Since our work incorporates both consumer and retailer behavior, this effect is difficult to replicate experimentally. Yet research suggests that brand loyal consumers also have more fixed preferences (Dick & Basu, 1994) . Making use of this known relationship, we test the fixed consideration set component of our theory in the following tests. First, automotive manufacturers produce multiple brands as a part of their vertical product strategy, such as Toyota and Lexus, or Kia and Hyundai. Thus, we count a consumer as brand family loyal if their new purchase and trade-in vehicle brands are from the same brand family. If consumers' preferences become more fixed as a result of advertising, we would expect our hypothesized effect (H2) to be stronger (or more negative) for loyal consumers than for non-loyal consumers. Thus, we include brand loyalty in an interaction with advertising spending and retailer-directed incentives. We observe a more negative impact (b = −614.38, p < .01) while we still find support for H1 (b = 27.33, p < .001) and H2 (b = −357.23, p < .01)-see Model 4.",
            "cite_spans": [
                {
                    "start": 722,
                    "end": 741,
                    "text": "(Dick & Basu, 1994)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Robustness tests"
        },
        {
            "text": "Second, we test whether the interaction between brand loyalty and retailer-directed incentives works similar to the interaction between advertising and retailer-directed incentives. Specifically, we use brand loyalty in the place of advertising, as another indicator of when consumers should have more concrete preferences. We find support for this relationship in the direction that we predicted (b = −.55, p < .001)-see Model 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robustness tests"
        },
        {
            "text": "We acknowledge the shortcomings of these tests in providing evidence for our proposed process. Specifically, they are only useful in providing partial support for the role of fixed preferences and not for testing retailer motivation to upsell (see our \"retailer theoretical process robustness test\" for this aspect of our theory). However, we believe that the results of the brand loyalty robustness tests provide evidence for our +p < .10, *p < .05, **p < .01, ***p < .001",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robustness tests"
        },
        {
            "text": "Two sided p-values for hypothesis tests theoretical argument that retailers are less likely to upsell consumers with fixed product preferences in the presence of retailer-directed incentives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robustness tests"
        },
        {
            "text": "Unobserved heterogeneity robustness tests: vehicle type, brand, and ZIP code fixed effects models To ensure our results are robust to potential differences in the consumer decision making processes, we provide the result of several fixed effect models. First, to account for the fact that some consumers may choose a vehicle type and then decide on the level of premium purchase they want within that type, we estimate a vehicle type fixed effect model. In other words, we identified each new purchase as belonging to one of the five major automobile types: sedans, sportscars, vans, sport utility vehicles, and trucks. As a result, this model provides estimates of our hypotheses within each vehicle type (see Model 6). Additionally, to account for the fact that some consumers may choose a brand and then decide on the level of premium purchase they want within the brand, we estimate a brand fixed effect model. We remove the variable that captures the styling of the new vehicle from this analysis because it is at the brand level. Thus, while we use brand level dummies in our main model, this model provides estimates of our hypotheses within each brand (see Model 7). One potential explanation for our counterintuitive observation of a negative effect of the interaction between retailer-directed incentives and advertising spending may be that some retailers carried a different selection of products than other retailers. Potentially, these different selections may have been optimized for collecting retailer-directed incentives associated with less premium products. For instance, a small retailer in a rural area may know the patterns of manufacturers' retailerdirected incentives and may focus on carrying less premium options that typically have high retailer-directed incentives-this is in contrast to the model free correlational evidence which suggests higher retailer-directed incentives on more expensive vehicles (r = .017, p < .05). Thus, to account for this possibility, we estimate a ZIP code fixed effect model while including brand dummies. In other words, we control for the unobserved characteristics of each branded store within a ZIP code and our observed effects are due to the variance within the ZIP code controlling for each brand. See Model 8 for the results of this test. We find support for H1 and H2 in all of these models. See Table 3 for these results.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2365,
                    "end": 2372,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Robustness tests"
        },
        {
            "text": "Alternative DVs robustness tests We use an alternative dependent variable-the category level of the new purchase. These categories are developed by Productive Access Inc. based on the automobile's size (small, mid-size, large), type (sedan, truck, etc.), and luxury level (entry, near, and luxury). We ranked each category using the average MSRP of the products in the category (see Table 4 for the ranked categories). As a result, an entry level product would be ranked 1 while a premium luxury level product would be ranked 26 (the highest ranking). We use these rankings because they are generally how automotive firms create their vertical product line-ups. Since there is a discreet number of options, we use an ordered logit to estimate this model (Model 9). We again find support for H1 and H2, see Table 5 for these estimates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 383,
                    "end": 390,
                    "text": "Table 4",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 806,
                    "end": 813,
                    "text": "Table 5",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Robustness tests"
        },
        {
            "text": "We also use the degree of upgrade as an alternative dependent variable. Specifically, we use the definition provided by Miller et al. (2019) and calculate the degree of upgrade by subtracting the original MSRP (adjusted for inflation) of the trade-in product from the MSRP of the new purchase. This tests our hypotheses when the dependent variable is an assessment of the new purchase in contrast to consumers' previous purchase (Model 10). This dependent variable is interesting because it tests our model accounting for the level of purchase that the consumer previously made. Thus, using this dependent variable we can observe the impact of our hypothesized effects relative to what the consumer previously owned. We find further support for H1 and H2 in this model.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 140,
                    "text": "Miller et al. (2019)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Robustness tests"
        },
        {
            "text": "Split and restricted sample robustness tests One potential alternative explanation for our observed negative interaction between advertising and retailer-directed incentives on the level of premium purchase consumers' chose is that advertising and retailer-directed incentives entice consumers who would not have made a purchase to now make a purchase. In other words, this logic would suggest that since these consumers have a lower price point, they may be enticed to make a new purchase, rather than buy a used product, if the incentive is passed on to them. While this reasoning is flimsy given that consumers are unaware of retailer-directed incentives, one potential argument may be that retailers are selectively communicating price discounts from retailer-directed incentives to consumers not in the market, in a way that we are unable to measure. Thus, we provide evidence that this is likely not the case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robustness tests"
        },
        {
            "text": "First, we remove from our sample the three categories of automobiles available for entry-level buyers, Entry (e.g. Nissan Versa), Compact Multi-Activity Vehicle (e.g. Kia Soul), and Compact (e.g. Honda Civic). Thus, this sample leaves only those who purchased a non-entry product in the sample. Second, instead of using the categories associated with entry-level products, we remove consumers who purchased a vehicle with an MSRP less than $20,000. As a result, these two robustness tests remove those consumers who may have come into the market as a result of the retailer-directed incentive and may be skewing the interaction to be negative (see Model 11 and 12). Finally, we split the sample based on the income associated with the retailer's ZIP code (M = 56.68). Specifically, we estimate our full model for consumers with a household income less than the mean (see Model 13) and those with a household income greater than the mean (see Model 14). In all four models, we find support for H1 and H2. See Table 5 for an overview of these results.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1008,
                    "end": 1015,
                    "text": "Table 5",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Robustness tests"
        },
        {
            "text": "Alternative specifications of advertising decay robustness tests Given the change in advertising environment since Lodish et al. (1995) specified a .5 advertising decay rate, we also test alternative specifications of advertising decay. Specifically, we test our model with advertising decay at .1 (Model 15), .3 (Model 16), .7 (Model 17), and .9 (Model 18). See Table 6 for the estimates of these models. We again find support for H1 and H2.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 135,
                    "text": "Lodish et al. (1995)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 370,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Robustness tests"
        },
        {
            "text": "We sought to control for the possibility that incentives and advertising spending on products that are vertically differentiated directly above and below the purchased product in each transaction may be driving our results. Thus, we incorporate the customer-directed, retailer-directed, and advertising spending associated with the product (from the same brand) that is directly below and directly above the purchased product in each transaction (Model 19) . Notably, we have a smaller N in this model because transactions that are at the bottom and top of the product line-up are removed (there is not a lower or higher model for which we can control). We find support for H1 and H2.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 456,
                    "text": "(Model 19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Controlling for vertical product line effects robustness test"
        },
        {
            "text": "Latent instrument endogeneity checks We acknowledge that a legitimate argument could be made that there is endogeneity associated with customer-directed incentives, retailer-directed incentives, and advertising spending. Specifically, with regard to customer-and retailer-directed incentives, one may argue that managers may increase these incentives on specific models because those models are not performing well-as may be indicated by the zero order correlations between the customer-and retailer-directed incentives and styling, quality, and technology control variables. Similarly, one may argue that advertising's ability to restrict a consumer's consideration set-as proposed in our process-is only possible if consumers are exposed to that advertising. These alternative explanations are consistent with omitted variable bias (Rutz & Watson, 2019) . To account for this potential endogeneity, we employ the latent-variable method proposed by Lewbel (2012) . This approach can be used with cross-sectional data and is specified in the Stata routine ivreg2h (Baum & Schaffer, 2020) . Thus, we use mean-centered versions of our variables to create instruments for customer-directed incentives in Model 20, retailer-directed incentives in Model 21, and advertising spending in Model 22. In all three models the Anderson (1951) canonical correlations test suggests the model is identified (all ps < .001) and the Cragg-Donald (Cragg & Donald,1993) test provides similar evidence (all ps < .001). Further, in all three models, we find support for H1 and H2.",
            "cite_spans": [
                {
                    "start": 834,
                    "end": 855,
                    "text": "(Rutz & Watson, 2019)",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 950,
                    "end": 963,
                    "text": "Lewbel (2012)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1064,
                    "end": 1087,
                    "text": "(Baum & Schaffer, 2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1315,
                    "end": 1330,
                    "text": "Anderson (1951)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1429,
                    "end": 1450,
                    "text": "(Cragg & Donald,1993)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Controlling for vertical product line effects robustness test"
        },
        {
            "text": "Buyer theoretical process robustness test We further sought to provide evidence for our proposed process regarding buyers' behavior with customer-directed incentives. Specifically, in our theorizing we suggested that consumers who receive a large customer-directed incentive and are exposed to a large amount of advertising should broaden their consideration set to include more premium products. To test this process, we recruited 200 participants using Amazon's Mechanical Turk and randomly assigned them to a 2 (small vs. large customer-directed incentive) × 2 (low vs. high advertising exposure) between-subjects experiment. 5 In all conditions, we used Rivian's electric vehicle-an \"adventure electric vehicle\" manufacturer-because it is a new brand that has yet to launch a formal advertising campaign or produce a vehicle. Using promotional materials from Rivian that showed different versions of Rivian's electric SUV, we showed participants in the low (high) advertising exposure condition one (six) print advertisement for Rivian's electric vehicle. In both of these conditions, we also included advertisements for other products (e.g., Doritos, iPhone, etc.) such that each participant viewed 10 advertisements overall. After participants viewed the set of 10 advertisements they were told of customer cash ($500 in the low condition, $4500 in the high condition) associated with the most premium Rivian SUV. Next, we had participants choose the level of Rivian electric vehicle they would prefer-participants could choose from 5 levels of Rivian electric vehicles at different price points (ranging from $32.5 k to $52.5 k in $5 k increments). We tracked the amount of time that consumers took to choose the Rivian electric vehicle they would prefer as a way to measure the amount of time consumers took to create their consideration set-we winsorized this variable at 90% to limit the effect of extreme outliers. We anticipated that the larger incentive and larger advertising exposure would lead to a longer consideration timeas consumers update their consideration set-which should lead them to choose a more premium option. We control for participants' age, income, gender, and previous knowledge of Rivian electric vehicles. See Web Appendix C for stimuli. 5 Participants in all experimental robustness tests were screened for quality using the TurkPrime web tool (Litman et al., 2017) . +p < .10, *p < .05, **p < .01, ***p < .001",
            "cite_spans": [
                {
                    "start": 2274,
                    "end": 2275,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 2381,
                    "end": 2402,
                    "text": "(Litman et al., 2017)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Experimental theoretical process robustness tests"
        },
        {
            "text": "Two sided p-values for hypothesis tests Using Hayes' (2012) process macro, we test whether consideration time-as an indicator of consideration set creation-mediates the relationship between the 2 (incentive size) × 2 (advertising exposure) interaction and consumers' premium option preferences. We find a significant indirect effect of the interaction on consumers' premium option preferences through consideration time (b = .128, 95% CI .008, .300). Specifically, there is a significant positive moderating effect of advertising for participants who were offered a large incentive on the time it took to create their consideration set (b = 5.33, p < .01)-but no effect in the low incentive condition (b = .522, p = .76)-and as this time increased so did consumers' preference for more premium options (b = .027, p < .01).",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 59,
                    "text": "Using Hayes' (2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Experimental theoretical process robustness tests"
        },
        {
            "text": "Retailer theoretical process robustness test Next, we tested the retailer motivations aspect of our theoretical explanation for the negative moderating effect of advertising on retailer-directed incentives. Specifically, we argued that advertising attenuates the premium effect of retailer-directed incentives because retailers are less likely to pass-through these incentives to consumers when they have more fixed (vs. flexible) preferences (due to exposure to advertising). To test this explanation, we recruited 300 participants from Amazon Mechanical Turk and randomly assigned them to a 2 (retailer-directed incentive size: small vs. large) × 2 (fixed vs. flexible preferences) betweensubjects design. Nine participants failed to complete the dependent measure, thus our final N = 291.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental theoretical process robustness tests"
        },
        {
            "text": "We asked participants to imagine that they were an automobile salesperson for a new brand of electric automobiles, Rivian. We further asked participants to imagine that Rivian was giving them a cash bonus of either $500 (small retailerdirected incentive) or $4500 (large retailer-directed incentive) to sell the middle-level electric SUV-a model we called the R3s. Similar to retailer-directed incentives, we told participants that they could choose to keep the bonus or pass some or all of it on to the consumer to facilitate a deal. We also stressed that the consumer does not know about this bonus money. Finally, we told participants to imagine that a consumer comes into the dealership that is interested in the middlelevel electric SUV (R3s) and that \"They are sure what they want and already have the R3s specifically in mind\" (fixed preferences condition to align with high advertising spending) or \"They are unsure what they want and do not have a specific vehicle in mind\" (flexible preferences condition to align with low advertising spending). We then asked participants to use a sliding scale to indicate how much of the $500 or $4500 cash bonus they would be willing to give to the consumer in order to facilitate a deal. We winsorized this variable at 90% to limit the effect of extreme outliers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental theoretical process robustness tests"
        },
        {
            "text": "Using a 2 (retailer-directed incentive size) × 2 (fixed vs. flexible preferences) ANCOVA controlling for age, income, and previous knowledge of Rivian electric vehicles, we find a marginally significant interaction (F(1, 284) = 3.43, p = .065). Specifically, for participants in the large retailer-directed incentive condition, we find that participants in the fixed preferences condition gave the consumer significantly less pass-through (M fixed = $1185.36, SD = $683.92) than participants in the flexible preferences condition (M flexible = $1374.82, SD = $560.92; F(1, 284) = 8.87, p < .01). However, for participants in the small retailer-directed incentive condition, we find no difference in the amount of retailer-directed incentive passed through for participants in the fixed preferences condition (M fixed = $166.05, SD = $108.91) versus those in the flexible preferences condition (M flexible = $195.79, SD = $95.19; F(1, 284) = .14, p = .71). Thus, in combination with our pre-test results and secondary data analysis, which shows that the larger the incentive money given to the consumer the more premium purchase they choose, we show that retailers choose to keep more retailer-directed incentive when consumers have fixed (vs. flexible) preferences. We theorized that such behavior attenuates the premium effect of retailerdirected incentives by decreasing the amount of pass-through discount that consumers receive. Importantly, we believe these results should be interpreted with caution, as participants were not salespeople at a car dealership. However, we believe that our results generally speak to the notion that people will keep incentive money for themselves when it is beneficial to do so.",
            "cite_spans": [
                {
                    "start": 905,
                    "end": 915,
                    "text": "= $195.79,",
                    "ref_id": null
                },
                {
                    "start": 916,
                    "end": 928,
                    "text": "SD = $95.19;",
                    "ref_id": null
                },
                {
                    "start": 929,
                    "end": 933,
                    "text": "F(1,",
                    "ref_id": null
                },
                {
                    "start": 934,
                    "end": 938,
                    "text": "284)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Experimental theoretical process robustness tests"
        },
        {
            "text": "Alternative secondary dataset robustness test Up to this point, we have focused on the effect of price incentives in durable goods industries-specifically vehicles. However, if our theory is correct, we should see similar effects in other industries where price incentive structures are similar, and where consumers make one-time, highinvolvement purchases at the retailer. Thus, we further test our model using a different secondary dataset from another industry-river cruise purchases. Similar to the automotive industry and durable goods, river cruise firms advertise customer-but not retailer-directed price incentives. These retailer-directed incentives are also paid to the retailer (travel agency) based on retail sales-similar to the durable goods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental theoretical process robustness tests"
        },
        {
            "text": "Apart from showing that our hypothesized effects occur in a different industry with similar characteristics to durable goods industries, there are several additional benefits to using this alternative dataset as a robustness test. First, this dataset is from a single firm in a non-recessionary period. Thus, while researchers have found that Cash-for-Clunkers participants are representative of other car buyers in general (Mian & Sufi, 2012) , a criticism of our main dataset may be that the data were collected during a recession and, therefore, consumers may be more predisposed to buying less premium purchases. Second, while we control for brand effects in our main dataset (using brand dummies and fixed effects), one alternative explanation could be that the size of customerand retailer-directed incentives may be endogenous with the brand that consumers select. Thus, this alternative dataset provides another within-brand test of our hypotheses. As such, this alternative dataset is useful because (1) it was not collected during a recession, (2) was not collected as a result of a government incentive program, and (3) it provides the opportunity to test our hypotheses in a services context where both customer-and retailer-directed incentive structures mirror the durable goods industry. Finally, one may argue that our observations from the automotive dataset may be due to unobserved consumer or retailer characteristics that could influence consumers' choice. Another benefit of this dataset is that it is longitudinal and we are able to run fixed effects models accounting for any unobserved time-invariant characteristics of the consumer and the retailer that may impact consumers' preferences for more premium purchases-such as retailer specific price promotions.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 443,
                    "text": "(Mian & Sufi, 2012)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Experimental theoretical process robustness tests"
        },
        {
            "text": "This dataset contains every cruise sold by a large river cruise provider based in the United States from January 2014 to December 2015 (N = 187,395) and is ideal because the river cruise provider offers incentives in the form of discounts to consumers and commissions to retailers (or travel agents). Thus, our dataset contains the value of both customerdirected incentives and retailer-directed incentives provided by the river cruise firm for each cruise sold. We connect this dataset to advertising spending for the river cruise provider (purchased from Kantar Media, Inc.) for the month prior to the booking date for each cruise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental theoretical process robustness tests"
        },
        {
            "text": "We control for the cumulative amount of money they spent with the river cruise firm, the number of passengers in the cruise group, and the cost of airline tickets to the consumers' departure location. We also use 28 dummy variables that captured cruise departure city to account for cruise specific information such as cruise location, cruise length, the river of the cruise, and the popularity of the cruise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental theoretical process robustness tests"
        },
        {
            "text": "We estimate a consumer (Model 20), retailer (Model 21), and a combined consumer and retailer (Model 22) fixed effect regression to test our hypotheses because our dependent variable is continuous (we use the actual amount paid for the cruise) with robust standard errors (Huber-White sandwich estimators). The maximum VIF in our model is 3.19, suggesting that multicollinearity is likely not a threat to our findings. See Table 7 for the estimates of these models. In all three models, we again find a positive interaction between customer-directed incentives and advertising spending (H1) as well as a negative interaction between retailer-directed incentives and advertising spending (H2), confirming the results of our main dataset as represented in Model 3.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 422,
                    "end": 429,
                    "text": "Table 7",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Experimental theoretical process robustness tests"
        },
        {
            "text": "Our results are stable and consistent for both hypotheses across 16 robustness tests, 3 endogeneity checks, and an alternative longitudinal secondary dataset from a different industry. Additionally, we provide evidence for our proposed theoretical process using robustness tests and two experimental tests. This consistency and evidence for our proposed theoretical process suggests that the results that we observe in Model 3 are stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of empirical findings"
        },
        {
            "text": "In this research, we explore how price incentive types and advertising combine to influence consumers' desire for more versus less premium products that are vertically differentiated. Our analysis reveals that advertising spending interacts with customer-directed price incentives to increase consumers' propensity to choose premium offerings (H1). In contrast, advertising spending interacts with retailer-directed price incentives to decrease consumers' tendency to choose premium products (H2). Our findings suggest that promotional tools commonly used by firms can have offsetting results when (Okada, 2001) or increase the premium level of product chosen (Miller et al., 2019) , they may also have a detrimental impact on consumer vertical product line movement depending on a firm's advertising strategy. As a result, our work provides insight into an underresearched aspect of the promotional tools that firms use on a daily basis. Thus, by investigating how retailer-directed incentives and advertising combine to impact consumers' premium preferences, we show the potential downside to utilizing price incentives that are invisible to consumers prior to a sales transaction, when such incentives are offered in parallel with heavy advertising. More importantly, this research fills a critical gap in the existing literature, which has not previously investigated how advertising moderates both customerdirected and retailer-directed incentives. This gap is surprising given that practitioners frequently use these three promotional tools simultaneously.",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 611,
                    "text": "(Okada, 2001)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 660,
                    "end": 681,
                    "text": "(Miller et al., 2019)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and implications"
        },
        {
            "text": "Our work contrasts with previous work in that we focus on durable goods and services firms outside of the CPG industry (where retailer-directed incentives are paid out based on wholesale performance). Instead, we study durable goods where retailer-directed incentives are paid out based on retail performance. In other words, while these incentives share a name, our work offers insights into how incentive structures, when combined with advertising, alter retailer and consumer motivations in purchase transactions. Specifically, we show that the nuance in understanding how a retailer-directed incentive is paid out is important because it can alter consumers' decisions amongst vertically differentiated products. Additionally, past studies using data from the CPG industry have looked at general performance metrics such as sales, market share, and quantity of goods sold. Instead, our work is the first to investigate consumers' choice among more versus less premium offerings. This is notable, as practitioners in durable goods and services industries commonly use advertising and price promotions to influence consumers' level of premium purchase. As such, our work adds to researchers' understanding of what drives consumers' preferences for more premium products (Braun & Wicklund, 1989; Gao et al., 2009; Han et al., 2010; Miller & Brannon, 2021; Sivanathan & Pettit, 2010) by connecting price incentives and advertising to this existing literature stream.",
            "cite_spans": [
                {
                    "start": 1272,
                    "end": 1296,
                    "text": "(Braun & Wicklund, 1989;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1297,
                    "end": 1314,
                    "text": "Gao et al., 2009;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1315,
                    "end": 1332,
                    "text": "Han et al., 2010;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1333,
                    "end": 1356,
                    "text": "Miller & Brannon, 2021;",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1357,
                    "end": 1383,
                    "text": "Sivanathan & Pettit, 2010)",
                    "ref_id": "BIBREF89"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and implications"
        },
        {
            "text": "Our work has several implications for consumers and managers. First and foremost, consumers need to be aware of the retailer-directed incentives that are often available on durable goods. Specifically, our work should encourage consumers to evaluate retailer behavior during the entire sales-process, not just during price negotiation. In other words, consumers may be able to leverage the fact that a retailer who is eager to finalize a deal on a durable good option the consumer already wants-instead of making the consumer aware of other available options at the retailer-may be getting additional incentive money to finalize the deal. By intuiting this possibility, consumers may be able to lower the final price they pay during negotiation. Indeed, we hope that one outcome of this research is to reduce the information asymmetry consumers often face in durable goods negotiations and improve overall consumer welfare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consumer and managerial implications"
        },
        {
            "text": "Second, firms should not use a combination of retailerdirected incentives and advertising at the same time if they or their retailers have a primary goal of upselling consumers to premium offerings. The combination of both of these promotional tools limits consumers' consideration of premium products prior to the sales transaction and mitigates the retailer's motivation to upsell. For instance, according to our analysis, when a manufacturer offers a $400 retailer-directed incentive with no advertising spending, consumers buy a vehicle worth about $38,700. However, a small .4% increase in advertising share drops consumers' spending to about $37,500, or $1,200. Yet, advertising's negative moderating effect is more dramatic with higher retailer-directed incentives. For instance, if a manufacturer increases the retailerdirected incentive to $1,000 with no advertising spending, consumers buy a vehicle worth about $39,000. However, the same .4% increase in advertising share drops consumer spending to about $36,100, or $2,900. Admittedly, the negative result of combining advertising and retailer-directed incentives may seem counterintuitive-consumers select less premium products than they would otherwise. However, managers may be able to mitigate this negative interaction by only using retailer-directed incentives for products higher in their vertical line-up. While this action would not affect consumers' consideration set prior to the sales transaction, it would at least incentivize retailers in their upsell efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consumer and managerial implications"
        },
        {
            "text": "Third, our work suggests that managers' decisions to make use of customer-versus retailer-directed incentives should hinge on whether they are more concerned with financial or brand capital. Specifically, retailer-directed incentives are popular because they do not deteriorate the value of the brand from the consumer's perspective (Jedidi et al., 1999; Yoo et al., 2000) . However, our results indicate that they do have a detrimental impact on the financial return to the manufacturing firm-the consumer purchases a lower price and, likely, lower-profitability option. In contrast, customer-directed incentives may negatively impact consumers' perceived value of the brand, but provide a better financial return-the consumer purchases a higher price, and, likely, higherprofitability option.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 354,
                    "text": "(Jedidi et al., 1999;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 355,
                    "end": 372,
                    "text": "Yoo et al., 2000)",
                    "ref_id": "BIBREF97"
                }
            ],
            "ref_spans": [],
            "section": "Consumer and managerial implications"
        },
        {
            "text": "Fourth, we recognize that some firms may not be optimizing for selling premium durable goods as much as they are optimizing for increased market share or higher sales (Quelch et al., 1987) . Yet, given that economic crises may impact overall demand within an industry-such as the economic crisis associated with the COVID-19 outbreak-firms may need to switch strategies to maintain profitability. As such, understanding how retailer-directed incentives-which may normally increase sales of a product-also reduce consumers' propensity to choose more premium purchases, is important for practitioners to understand. See Fig. 2a and b for an overview of how advertising moderates the positive relationship between customer-and retailer-directed incentives and the premium level of purchase chosen. Finally, our work adds more nuance to previous efforts to uncover the asymmetric effects of brand switching as a result of promotional efforts (Bronnenberg & Wathieu, 1996; Hardie et al., 1993; Heath et al., 2000) . Specifically, our results highlight the importance of sales processes and promotional payout methods associated with different purchases. In other words, much of previous work focused on brand switching due to promotional efforts was focused on low-involvement purchases with no sales force interaction. Our work suggests this interaction with high-involvement purchases is a critical aspect to understanding choice.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 188,
                    "text": "(Quelch et al., 1987)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 938,
                    "end": 967,
                    "text": "(Bronnenberg & Wathieu, 1996;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 968,
                    "end": 988,
                    "text": "Hardie et al., 1993;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 989,
                    "end": 1008,
                    "text": "Heath et al., 2000)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 618,
                    "end": 631,
                    "text": "Fig. 2a and b",
                    "ref_id": null
                }
            ],
            "section": "Consumer and managerial implications"
        },
        {
            "text": "There are limitations with our work. First, the data collection occurred during a recession. Yet researchers have shown that while the number of purchases decreases during a recession, the proportion of premium purchases to non-premium purchases does not change (Davis & Boundy, 2012) . Additionally, previous research has shown that the CARS program pulled forward purchases that would have taken place anyway in later months (Mian & Sufi, 2012) . In other words, previous research has already shown that buyers that participated in this program are representative of new car buyers in general. Beyond the empirical results of previous research, we also point out that our results were consistent in an alternative secondary dataset of river cruise purchases collected during a non-recessionary time period. Additionally, our results suggest a difference in incentive types' interaction with advertising. A recessionary period would not provide an adequate explanation for why we find positive main effects of both incentive types, nor would it explain the distinction in interaction effects we observe.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 284,
                    "text": "(Davis & Boundy, 2012)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 427,
                    "end": 446,
                    "text": "(Mian & Sufi, 2012)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Limitations and future research"
        },
        {
            "text": "Another limitation of our work is that we do not account for how different forms of advertising may interact with price incentive strategies. We recognize that this is a shortcoming of our work given the diverse ways that firms may choose to promote their brand's vertical product line-up. Indeed, while the negative main effect of advertising may seem counterintuitive by itself, previous research has found negative effects of advertising in the past (Xu et al., 2014) . However, that our results were consistent using a brand fixed effects model and a longitudinal dataset of a single firm in a different industry suggests that our work may represent the overall effect of the interaction between advertising and price incentive strategies. Future work could explore how differing advertising strategies-the auto industry is known for its price focused advertising which likely explains its negative impact on premium purchases-may alter this main effect and advertising's interaction with incentive types in order to make it easier for retailers to upsell consumers at the point of purchase.",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 470,
                    "text": "(Xu et al., 2014)",
                    "ref_id": "BIBREF95"
                }
            ],
            "ref_spans": [],
            "section": "Limitations and future research"
        },
        {
            "text": "Given the relative lack of research investigating how retailer-directed incentives interact with other marketing actions, particularly outside of the CPG industry, there are plenty of other opportunities for future research. For instance, researchers should investigate the best incentive strategies based on the number of levels within a vertical product line-up. For instance, our work suggests that while retailer-directed incentives may reduce the premium level of purchase chosen by consumers, focusing these retailer-directed incentives only on premium purchases may still entice retailers to upsell consumers. This would suggest that there is some optimal strategy for how to apply customer-and retailer-directed incentives to vertical product line-ups. This strategy, to the best of our knowledge, is currently not known and may differ depending on the industry in which the firm operates and the firm's sales goals. Future work should also consider the interaction that firms' promotional efforts have with retailers' quota strategies for their sales forces. Understanding the nuance in specific Fig. 2 a Interaction of advertising share and customer-directed incentives on consumers' premium purchases. b Interaction of advertising share and retailer-directed incentives on customers' premium purchases retailers' efforts would further help researchers' and practitioners' abilities to predict purchase decisions based on their promotional strategies. Finally, our work suggests that there may be other counterintuitive effects of retailer-directed incentives that future research should try and untangle. For instance, while retailerdirected incentives do not undermine the value of a brand like customer-directed incentives (Jedidi et al., 1999; Yoo et al., 2000) , they may undermine consumers' willingness-to-pay at specific retailers. In other words, given the ubiquity of wordof-mouth platforms, consumers are now better able to share the deals they receive on durable goods as a result of retailerdirected incentives. As a result, retailers who pass on the retailer-directed incentive may gain a reputation for discount selling that may reduce consumers' willingness-to-pay at that retailer. Thus, future work may try to disentangle whether there is asymmetry in retailer-directed incentives' impact on a manufacturer's brand-i.e., no undermining effect-versus a retailer's brand-i.e., undermines consumers' willingnessto-pay. 6 ",
            "cite_spans": [
                {
                    "start": 1736,
                    "end": 1757,
                    "text": "(Jedidi et al., 1999;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1758,
                    "end": 1775,
                    "text": "Yoo et al., 2000)",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 2444,
                    "end": 2445,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1105,
                    "end": 1111,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Limitations and future research"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The information content of advertising: A meta-analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Abernethy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Franke",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Advertising",
            "volume": "25",
            "issn": "2",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Findings-Retailer promotion pass-through: A measure, its magnitude, and its determinants",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Ailawadi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Harlam",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Marketing Science",
            "volume": "28",
            "issn": "4",
            "pages": "782--791",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Estimating linear restrictions on regression coefficients for multivariate normal distributions",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "Annals of Mathematical Statistics",
            "volume": "22",
            "issn": "3",
            "pages": "327--351",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Advertising and consumer awareness of new, differentiated products",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barroso",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Llobet",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Marketing Research",
            "volume": "49",
            "issn": "6",
            "pages": "773--792",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Integrating marketing communications: New findings, new lessons, and new ideas",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Batra",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Keller",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Marketing",
            "volume": "80",
            "issn": "6",
            "pages": "122--145",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "IVREG2H: Stata module to perform instrumental variables estimation using heteroskedasticity-based instruments",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baum",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schaffer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The consumer durable replacement buyer",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Bayus",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Journal of Marketing",
            "volume": "55",
            "issn": "1",
            "pages": "42--51",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Price-induced patterns of competition",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Blattberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Wisniewski",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Marketing Science",
            "volume": "8",
            "issn": "4",
            "pages": "291--309",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Automotive advertising takes a sharp turn",
            "authors": [],
            "year": 2018,
            "venue": "Borrell Associates",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Psychological antecedents of conspicuous consumption",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "L"
                    ],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Wicklund",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Journal of Economic Psychology",
            "volume": "10",
            "issn": "2",
            "pages": "161--187",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Asymmetric promotion effects and brand positioning",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bronnenberg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wathieu",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Marketing Science",
            "volume": "15",
            "issn": "4",
            "pages": "379--394",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The emergence of market structure in new repeat-purchase categories: The interplay of market share and retailer distribution",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bronnenberg",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mahajan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Vanhonacker",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Marketing Research",
            "volume": "37",
            "issn": "1",
            "pages": "16--31",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The better they are, the more they give: Trade promotions of consumer durables",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bruce",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Staelin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Marketing Research",
            "volume": "42",
            "issn": "1",
            "pages": "54--66",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "$1,000 cash back: The pass-through of auto manufacturer promotions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Busse",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Silva-Risso",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zettelmeyer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "American Economic Review",
            "volume": "96",
            "issn": "4",
            "pages": "1253--1270",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Consumers' use of persuasion knowledge: The effects of accessibility and cognitive capacity on perceptions of an influence agent",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kirmani",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Consumer Research",
            "volume": "27",
            "issn": "1",
            "pages": "69--83",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Does in-store marketing work? Effects of the number and position of shelf facings on brand attention and evaluation at the point of purchase",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chandon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Hutchinson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Bradlow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Marketing",
            "volume": "73",
            "issn": "6",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A beginner's guide to upselling and cross-selling",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cohn",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Testing identifiability and specification in instrumental variable models",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Cragg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Donald",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Econometric Theory",
            "volume": "9",
            "issn": "",
            "pages": "222--240",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Transportation energy data book",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Boundy",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Effects of traditional advertising and social messages on brand-building metrics and customer acquisition",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "De Vries",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gensler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Leeflang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Marketing",
            "volume": "81",
            "issn": "5",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Selling financial services: The effect of consumer product knowledge and salesperson commission on consumer suspicion and intentions",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Decarlo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Laczniak",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Leigh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of the Academy of Marketing Science",
            "volume": "41",
            "issn": "4",
            "pages": "418--435",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Sustained spending and persistent response: A new look at long-term marketing profitability",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Dekimpe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hanssens",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Marketing Research",
            "volume": "36",
            "issn": "4",
            "pages": "397--412",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Customer loyalty: Toward an integrated conceptual framework",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Dick",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Journal of the Academy of Marketing Science",
            "volume": "22",
            "issn": "2",
            "pages": "99--113",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Creating win-win trade promotions: Theory and empirical analysis of scan-back trade deals",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Drèze",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Marketing Science",
            "volume": "22",
            "issn": "1",
            "pages": "16--39",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The \"shaken self\": Product choices as a means of restoring self-view confidence",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Wheeler",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shiv",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Consumer Research",
            "volume": "36",
            "issn": "1",
            "pages": "29--38",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The timing of repeat purchases of consumer durable goods: The role of functional bases of consumer attitudes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grewal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Kardes",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Marketing Research",
            "volume": "41",
            "issn": "1",
            "pages": "101--115",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Consumer durables replacement decision-making: An overview and research agenda",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guiltinan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Marketing Letters",
            "volume": "21",
            "issn": "2",
            "pages": "163--174",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Impact of sales promotions on when, what, and how much to buy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Journal of Marketing Research",
            "volume": "25",
            "issn": "4",
            "pages": "342--355",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "One-deal-fits-all?\" on category sales promotion effectiveness in smaller versus larger supermarkets",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Haans",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gijsbrechts",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Retailing",
            "volume": "87",
            "issn": "4",
            "pages": "427--443",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Signaling status with luxury goods: The role of brand prominence",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Nunes",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Drèze",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Marketing",
            "volume": "74",
            "issn": "4",
            "pages": "15--30",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Modeling loss aversion and reference dependence effects on brand choice",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Hardie",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Fader",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Marketing Science",
            "volume": "12",
            "issn": "4",
            "pages": "378--394",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "PROCESS: A versatile computational tool for observed variable mediation, moderation, and conditional process modeling",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "8 great new advances in auto technology",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Heaps",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Mental depreciation and marginal decision making",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Heath",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Fennema",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Organizational Behavior and Human Decision Processes",
            "volume": "68",
            "issn": "2",
            "pages": "95--108",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Asymmetric competition in choice and the leveraging of competitive disadvantages",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Heath",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ryu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chatterjee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Mothersbaugh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Milberg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Gaeth",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Consumer Research",
            "volume": "27",
            "issn": "3",
            "pages": "291--308",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The asymmetric effects of extending brands to lower and higher quality",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Heath",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Delvecchio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Marketing",
            "volume": "75",
            "issn": "4",
            "pages": "3--20",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Adapting influence approaches to informed consumers in highinvolvement purchases: Are salespeople really doomed",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hochstein",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bolander",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goldsmith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Plouffe",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of the Academy of Marketing Science",
            "volume": "47",
            "issn": "1",
            "pages": "118--137",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The effects of consumer prior knowledge and processing strategies on judgments",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sternthal",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Marketing Research",
            "volume": "47",
            "issn": "2",
            "pages": "301--311",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Automotive marketing roundtable",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Power",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "December sales will fall as auto industry sets record for transaction prices, incentive spending",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Power",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Managing advertising and promotion for long-run profitability",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jedidi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Mela",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Marketing Science",
            "volume": "18",
            "issn": "1",
            "pages": "1--22",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Contingent cross-selling and upselling relationships with performance and job satisfaction: An MOA-theoretic examination",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Friend",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Personal Selling & Sales Management",
            "volume": "35",
            "issn": "1",
            "pages": "51--71",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Consumer price and promotion expectations: An experimental study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "U"
                    ],
                    "last": "Kalwani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Yim",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Journal of Marketing Research",
            "volume": "29",
            "issn": "1",
            "pages": "90--100",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Cross-selling: Offering the right product to the right customer at the right time",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Kamakura",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Relationship Marketing",
            "volume": "6",
            "issn": "3-4",
            "pages": "41--58",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "A probabilistic choice model for market segmentation and elasticity structure",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Kamakura",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Journal of Marketing Research",
            "volume": "26",
            "issn": "4",
            "pages": "379--390",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Brand retrieval, consideration set composition, consumer choice, and the pioneering advantage",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Kardes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kalyanaram",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chandrashekaran",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Dornoff",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Journal of Consumer Research",
            "volume": "20",
            "issn": "1",
            "pages": "62--75",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Empirical generalizations about the impact of advertising on price sensitivity and price",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaul",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Wittink",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Marketing Science",
            "volume": "14",
            "issn": "3_supplement",
            "pages": "151--160",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Price promotions and popular events",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "I"
                    ],
                    "last": "Keller",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Deleersnyder",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gedenk",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Marketing",
            "volume": "83",
            "issn": "1",
            "pages": "73--88",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Manufacturer allowances and retailer pass-through rates in a competitive environment",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Staelin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Marketing Science",
            "volume": "18",
            "issn": "1",
            "pages": "59--76",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Effectiveness of trade promotions: Analyzing the determinants of retail pass-through",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rajiv",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jeuland",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Marketing Science",
            "volume": "20",
            "issn": "4",
            "pages": "382--404",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "A theory of forward buying, merchandising, and trade deals",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Little",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Villas-Boas",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Marketing Science",
            "volume": "15",
            "issn": "1",
            "pages": "21--37",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Narrow focusing: Why the relative position of a good in its category matters more than it should",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Leclerc",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Hsee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Nunes",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Marketing Science",
            "volume": "24",
            "issn": "2",
            "pages": "194--205",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Using heteroscedasticity to identify and estimate mismeasured and endogenous regressor models",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lewbel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Business & Economic Statistics",
            "volume": "30",
            "issn": "1",
            "pages": "67--80",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "TurkPrime. Com: A versatile crowdsourcing data acquisition platform for the behavioral sciences",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Litman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abberbock",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Behavior Research Methods",
            "volume": "49",
            "issn": "2",
            "pages": "433--442",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "A decade of online advertising research: What we learned and what we need to know",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu-Thompkins",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Advertising",
            "volume": "48",
            "issn": "1",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "A summary of fifty-five in-market experimental estimates of the long-term effect of TV advertising",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Lodish",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Livelsberger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lubetkin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Marketing Science",
            "volume": "14",
            "issn": "3_supplement",
            "pages": "133--140",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Sales force modeling: State of the field and research agenda",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Mantrala",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Albers",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Caldieraro",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Krafft",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Narasimhan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gopalakrishna",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zoltners",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lodish",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Marketing Letters",
            "volume": "21",
            "issn": "3",
            "pages": "255--272",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The dilemma of pull and push-price promotions",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Martín-Herrán",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Sigué",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zaccour",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Retailing",
            "volume": "86",
            "issn": "1",
            "pages": "51--68",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Price uncertainty and consumer search: A structural model of consideration set formation",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rajiv",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Srinivasan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Marketing Science",
            "volume": "22",
            "issn": "1",
            "pages": "58--84",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "The long-term impact of promotion and advertising on consumer brand choice",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Mela",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Lehmann",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of Marketing Research",
            "volume": "34",
            "issn": "2",
            "pages": "248--261",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "The long-term impact of promotions on consumer stockpiling behavior",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Mela",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jedidi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bowman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Marketing Research",
            "volume": "35",
            "issn": "2",
            "pages": "250--262",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The effects of fiscal stimulus: Evidence from the 2009 cash for clunkers program",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mian",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sufi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Quarterly Journal of Economics",
            "volume": "127",
            "issn": "3",
            "pages": "1107--1142",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Pursuing premium: Comparing pre-owned versus new durable markets",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Brannon",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Product & Brand Management",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Trading on up: An examination of factors influencing the degree of upgrade: Evidence from cash for clunkers",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Wiles",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Marketing",
            "volume": "83",
            "issn": "1",
            "pages": "151--172",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Advertising and the stability of consideration sets over multiple purchase occasions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mitra",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "International Journal of Research in Marketing",
            "volume": "12",
            "issn": "1",
            "pages": "81--94",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Monopoly and product quality",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mussa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rosen",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Journal of Economic Theory",
            "volume": "18",
            "issn": "2",
            "pages": "301--317",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Return on investment implications for pharmaceutical promotional expenditures: The role of marketing-mix interactions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Desiraju",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Chintagunta",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Marketing",
            "volume": "68",
            "issn": "4",
            "pages": "90--105",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Recall and consumer consideration sets: Influencing choice without altering brand evaluations",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nedungadi",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of Consumer Research",
            "volume": "17",
            "issn": "3",
            "pages": "263--276",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Advertising as information",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Journal of Political Economy",
            "volume": "82",
            "issn": "4",
            "pages": "729--754",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Sales promotion, relevant knowledge series",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Neslin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Channel pass-through of trade promotions",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nijs",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Misra",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Krishnamurthi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Marketing Science",
            "volume": "29",
            "issn": "2",
            "pages": "250--267",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Trade-ins, mental accounting, and product replacement decisions",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Okada",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Consumer Research",
            "volume": "27",
            "issn": "4",
            "pages": "433--446",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Upgrades and new purchases",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Okada",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Marketing",
            "volume": "70",
            "issn": "4",
            "pages": "92--102",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "How dynamic consumer response, competitor response, company support, and company inertia shape long-term marketing effectiveness",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pauwels",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Marketing Science",
            "volume": "23",
            "issn": "4",
            "pages": "596--610",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Opportunities and risks of durable goods promotion",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Quelch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Neslin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Olson",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Sloan Management Review",
            "volume": "28",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "When do price promotions affect pretrial brand evaluations",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Raghubir",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Corfman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Marketing Research",
            "volume": "36",
            "issn": "2",
            "pages": "211--222",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Brand equity and vertical product line extent",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Randall",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ulrich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Reibstein",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Marketing Science",
            "volume": "17",
            "issn": "4",
            "pages": "356--379",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Goal-derived categories and the antecedents of across-category consideration",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ratneshwar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pechmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Shocker",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Consumer Research",
            "volume": "23",
            "issn": "3",
            "pages": "240--250",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Desire to acquire: Powerlessness and compensatory consumption",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Rucker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Galinsky",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Consumer Research",
            "volume": "35",
            "issn": "2",
            "pages": "257--267",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Endogeneity and marketing strategy research: An overview",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Rutz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of the Academy of Marketing Science",
            "volume": "47",
            "issn": "3",
            "pages": "479--498",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Effect of temporal spacing between advertising exposures: Evidence from online field experiments",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Sahni",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Quantitative Marketing and Economics",
            "volume": "13",
            "issn": "3",
            "pages": "203--247",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Advertising spillovers: Evidence from online field experiments and implications for returns on advertising",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Sahni",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Marketing Research",
            "volume": "53",
            "issn": "4",
            "pages": "459--478",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Switching behavior in automobile markets: A consideration-sets model",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sambandam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Lord",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of the Academy of Marketing Science",
            "volume": "23",
            "issn": "1",
            "pages": "57--65",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Price promotions cause impatience",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shaddy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Marketing Research",
            "volume": "57",
            "issn": "1",
            "pages": "118--133",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "The dark side of cross-selling",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Harvard Business Review",
            "volume": "",
            "issn": "",
            "pages": "21--23",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Unprofitable crossbuying: Evidence from consumer and business markets",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Marketing",
            "volume": "76",
            "issn": "3",
            "pages": "78--95",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Suspending judgment to create value: Suspicion and trust in negotiation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sinaceur",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Experimental Social Psychology",
            "volume": "46",
            "issn": "3",
            "pages": "543--550",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Quality tier competition: How price change influences brand choice and category choice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sivakumar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Raj",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of Marketing",
            "volume": "61",
            "issn": "3",
            "pages": "71--84",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Protecting the self through consumption: Status goods as affirmational commodities",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sivanathan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pettit",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Experimental Social Psychology",
            "volume": "46",
            "issn": "3",
            "pages": "564--570",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Mind-set metrics in market response models: An integrative approach",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Srinivasan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vanhuele",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pauwels",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Marketing Research",
            "volume": "47",
            "issn": "4",
            "pages": "672--684",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "The effect of media advertising on brand consideration and choice",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Terui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ban",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Allenby",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Marketing Science",
            "volume": "30",
            "issn": "1",
            "pages": "74--91",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "A characterization of retailer response to manufacturer trade deals",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Tyagi",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Marketing Research",
            "volume": "36",
            "issn": "4",
            "pages": "510--516",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Decomposing the sales promotion bump with store data",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Heerde",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Leeflang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Wittink",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Marketing Science",
            "volume": "23",
            "issn": "3",
            "pages": "317--334",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "A structural equations analysis of the impact of price promotions on store performance",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Walters",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Mackenzie",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Journal of Marketing Research",
            "volume": "25",
            "issn": "1",
            "pages": "51--63",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Price advertising by manufacturers and dealers",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Wilbur",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siddarth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Silva-Risso",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Management Science",
            "volume": "60",
            "issn": "11",
            "pages": "2816--2834",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "A Salesforce-driven model of consumer choice",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thomadsen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Marketing Science",
            "volume": "38",
            "issn": "5",
            "pages": "871--887",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "An examination of selected marketing mix elements and brand equity",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Donthu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of the Academy of Marketing Science",
            "volume": "28",
            "issn": "2",
            "pages": "195--211",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "Can trade-ins hurt you? Exploring the effect of a trade-in on consumers' willingness to pay for a new product",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dasgupta",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Marketing Research",
            "volume": "45",
            "issn": "2",
            "pages": "159--170",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Trade−In KBB value þ β 8 Rebate Level þ β 9 Brand Loyalty þ β 10 ZIP Code Income þ β 11 Sales Days þ β 12 Styling þ β 13 Quality þ β 14 Technology þ β 15 Customer Financing þ β 16−32 Brand Dummies þ ɛ:",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Robustness tests",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "River cruise dataset robustness test +p < .10, *p < .05, **p < .01, ***p < .001Two sided p-values for hypothesis tests used in tandem. Thus, while financial incentives may accelerate purchases",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}