{
    "paper_id": "3de7fbdb60e7359f6c2a92756aa749a662cef28d",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. . This year we also saw the first successful phase clinical III trial of specific type I IFN antagonist -an antibody that blocks signaling via the type I IFN receptor was successful in treating lupus patients [2] . While the type I IFN family of cytokines is not new, it has been an exciting and eventful year for the type I IFNs.",
            "cite_spans": [
                {
                    "start": 784,
                    "end": 787,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this Special Issue, Hile et al comprehensively review the role of type I IFNs in the skin in various cell types, and how these impact a variety of autoimmune and inflammatory conditions [3] . Also on the topic of skin inflammation, Skaug et al review type I IFNs in the autoimmune disease scleroderma, in which skin fibrosis is a cardinal feature [4] . Three papers address genetic variants in the type I IFN pathway in human populations. Previous studies support the concept that activation of the type I IFN pathway varies between individuals based upon genetic variation [5] , and this likely impacts autoimmune disease susceptibility and antiviral responses.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 577,
                    "end": 580,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Type I Interferon"
        },
        {
            "text": "Matta et al review the role of the interferon regulatory factor 5 (IRF5) transcription factor and type I IFNs in various immune cell types as they relate to lupus [6] . IRF5 has been genetically associated with risk of lupus [7] , and the authors review both the genetic and non-genetic aspects of IRF5 in lupus pathogenesis. Nezos et al study the impact of genetic variations in TREX1 upon lymphoma risk in the autoimmune disease Sjogren's syndrome [8] . Sjogren's syndrome is characterized by elevated type I IFN levels in blood, and the TREX1 gene has been linked to monogenic interferonopathies [9] . Ghodke-Puranik et al perform a replication and fine-mapping study to identify genetic polymorphisms that are associated with higher levels of type I IFN in lupus patients, and identify a number of novel polymorphisms that contribute to IFN levels in this condition [10] . Gao et al study the impact of type I IFN on bone marrow mesenchymal stem cells [11] . They studied human bone marrow aspirates from lupus patients, and found a discrete subset of bone marrow mesenchymal stem cells characterized by upregulation of type I IFN-induced genes which correlated with type I IFN in circulation [11] .",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 450,
                    "end": 453,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 599,
                    "end": 602,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 870,
                    "end": 874,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 956,
                    "end": 960,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1197,
                    "end": 1201,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Type I Interferon"
        },
        {
            "text": "And Choubey et al review the type I IFN-inducible Absent in Melanoma 2 (AIM2) proteins as regulators of the type I IFN pathway, and how these proteins may impact lupus kidney disease [12] .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Type I Interferon"
        },
        {
            "text": "The papers brought together in this Special Issue illustrate some of the ways in which type I IFN can impact human disease. This of course cannot be comprehensive, as the type I IFN pathway is involved in a wide array of diseases, including defense against infection, cancer immunity, and autoimmunity which is strongly represented in the papers in this issue. As noted above, it is an exciting time for the type I IFN field, and these papers in autoimmune disease will likely inform ongoing work in other areas of medicine and biology as well. We expect that rapid progress will continue in type I IFN research, and we are pleased to present the articles in this Special Issue as a contribution to this effort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Type I Interferon"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The type I interferons: Basic concepts and clinical relevance in immune-mediated inflammatory diseases",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Lopez De Padilla",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Niewold",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Gene",
            "volume": "576",
            "issn": "1",
            "pages": "14--21",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Trial of Anifrolumab in Active Systemic Lupus Erythematosus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Morand",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "3",
            "pages": "211--221",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The influence of interferon on healthy and diseased skin",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Hile",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Gudjonsson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kahlenberg",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cytokine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Type I interferon dysregulation in Systemic Sclerosis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Skaug",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Assassi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cytokine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "High serum IFN-alpha activity is a heritable risk factor for systemic lupus erythematosus",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Niewold",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Genes Immun",
            "volume": "8",
            "issn": "",
            "pages": "492--502",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coordination between innate immune cells, type I IFNs and IRF5 drives SLE pathogenesis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Matta",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnes",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cytokine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A common haplotype of interferon regulatory factor 5 (IRF5) regulates splicing and expression and is associated with increased risk of systemic lupus erythematosus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Genet",
            "volume": "38",
            "issn": "5",
            "pages": "550--555",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "TREX1 variants in Sjogren's syndrome related lymphomagenesis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nezos",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cytokine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Type I interferon in rheumatic diseases",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Wampler Muskardin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Niewold",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature Reviews Rheumatology",
            "volume": "14",
            "issn": "4",
            "pages": "214--228",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Novel genetic associations with interferon in systemic lupus erythematosus identified by replication and fine-mapping of trait-stratified genome-wide screen",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ghodke-Puranik",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cytokine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Bone marrow mesenchymal stem cells from patients with SLE maintain an interferon signature during in vitro culture",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cytokine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Interferon (IFN)-inducible Absent in Melanoma 2 proteins in the negative regulation of the type I IFN response: Implications for lupus nephritis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Choubey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Panchanathan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cytokine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "Disclosures: TBN has received research grants from EMD Serono and Janssen, Inc., and has consulted for Thermo Fisher, Microdrop, and Inova, all unrelated to the current manuscript.In this issue of Cytokine, we present a Special Issue on type I interferon. In this issue, we highlight recent work relevant to human disease pathogenesis, and cover a diverse range of topics and conditions. Type I interferon (IFN) is a particularly relevant topic this year, as the COVID-19 crisis highlights the importance of anti-viral immunity. In addition to being a critical mediator of the anti-viral response, it is also clear that the type I IFN pathway is over-active in many autoimmune diseases [1]",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}