{
    "paper_id": "3de769cfcbc16fae940a4c16af6166f89b54294a",
    "metadata": {
        "title": "How Indian agriculture should change after COVID-19",
        "authors": [
            {
                "first": "Anjani",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "International Food Policy Research Institute",
                    "location": {
                        "addrLine": "South Asia Office",
                        "settlement": "New Delhi",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Arabinda",
                "middle": [
                    "K"
                ],
                "last": "Padhee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "International Crops Research Institute for the Semi-Arid Tropics",
                    "location": {
                        "settlement": "Hyderabad",
                        "country": "India Food Security"
                    }
                },
                "email": ""
            },
            {
                "first": "Shalander",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "International Crops Research Institute for the Semi-Arid Tropics",
                    "location": {
                        "settlement": "Hyderabad",
                        "country": "India Food Security"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 crisis has exposed the vulnerability of India's Agri food system and accentuated the need for agricultural market reforms and digital solutions to connect farmers to markets, to create safety nets and ensure reasonable working conditions, and to decentralize Agri food systems to make them more resilient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "1 Procurement and prices are key to preventing surpluses Used to witnessing healthy demand for their produce, vegetable and fruit producers were in for a rude awakening when COVID hit. Since these commodities are important for agricultural diversification and nutrition, multiple market avenues, such as e-platforms and linkage with upstream value chain actors like processors and exporters, should be strengthened to minimize risk during shocks and surpluses after lockdown that will crash prices and increase farmers' losses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the central government recommended, a number of state governments have temporarily suspended the Agricultural Produce Market Committee (APMC) Act and let farmers sell farm produce anywhere. This is an opportunity to develop consensus across states to reform agricultural marketing and minimize restrictions on movement and sale of agricultural commodities. Removing stocking limits and allowing agro-processing enterprises and large private buyers to buy directly from farmers would create competition and backward linkages with farms. Some state governments, including Madhya Pradesh, Uttar Pradesh, and Odisha, have modified the APMC Act. Other states should follow suit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Even with reformed agricultural markets, farmers need real-time price information. A national-level project could be initiated to help create a dashboard or app, like indices displayed in stock exchanges, to disseminate everyday prices of major agricultural commodities from major regional markets. If needed, governments could engage professional private warehousing companies to procure farm produce. SMSbased pre-registration systems have been used to manage and regulate the arrival and logistics of agri-produce in Madhya Pradesh; such innovation needs to be deployed and strengthened in all states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The COVID-19 crisis has shown how digital technologies can help make supply chains function better and more efficiently. Haryana State's horticulture department brought together nearly 81 farmer producer companies (FPCs) to aggregate member farmers' vegetables and fruits and sell them to end consumers. Such farm-to-market linkages should be encouraged even after this crisis ends. Supportive actions for ecommerce and delivery companies could help ensure the continuity of agricultural supply chains. Key steps going forward include encouraging farmers to join FPCs and farmer producer organizations (FPOs) and building their capacity and providing guidance on digital and direct marketing solutions. Easy access to credit for FPCs and FPOs is a critical requirement. Encouraging agri-tech start-ups to work with FPCs, FPOs, and smallholders and ensuring transparent rules of the game could help to improve both input and output supply chains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Digital technologies for better supply chains"
        },
        {
            "text": "During the COVID-19 crisis, small dairy farmers, especially those linked to vendor-driven milk markets, have experienced significant losses. Dairy is a key source of nutrition, cash, and stability for rural people. It is therefore critical to create a local milk grid in each region or sub-region that connects vendors to organized dairies, processors, and input suppliers through a digital platform. This would help prevent such losses while improving access to technology, inputs, and market information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Digital technologies for better supply chains"
        },
        {
            "text": "Scarcity of farm labor is an immediate concern. Policies must incentivize and facilitate availability of machinery through state entities, FPCs, or custom hiring canters (CHCs). Mechanization of small farms would enhance smallholders' resilience. R&D specific to small farms and innovative business models are also needed. Immediate access to farm machinery can be facilitated by making digital inventory of farm machines available at the block or sub-district and village panchayat levels. Smartphones and digital tools would be the best way to communicate with all stakeholders. The Government of India's launch of the Kisan Rath mobile app, which connects farmers and traders across the country with the transporters, is proving very useful; about 200,000 farmers and traders have already registered to use the app.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Addressing labor scarcity and poor livelihoods"
        },
        {
            "text": "Agri food system supports half of India's workforce as well as associated micro, small, and medium enterprises and large industries. These enterprises and industries are connected to other sectors that use raw materials from agriculture and supply inputs. Many rural migrants work in industry or service sectors. A major share of smallholders' household income also comes from nonfarm and off-farm wages. The COVID-19 crisis has exposed the fragility of rural and migrant workers' livelihoods, threatening their food security and wellbeing. Upheavals in industrial or service sectors affect rural wages and livelihoods, causing damage to the rural economy and dampening overall demand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Addressing labor scarcity and poor livelihoods"
        },
        {
            "text": "A safety net for semi-skilled and skilled migrant workers must be created. A national-level database linked to Aadhar (a unique digital identity for each individual) will improve the targeting of support to agricultural and migrant laborers during crises and allow them travel within and across states. The new One Nation One Ration Card (ONORC) scheme entitles beneficiaries to claim subsidized food anywhere in the country, irrespective of their place of residence, which should help soften hardships in future. Beneficiaries' food subsidy entitlements can be accessed via the ONORC digital platform. Implementation of ONORC will require revamping the public distribution system (PDS) by designing evidence-based instruments that may include physical delivery and food stamps. The ONORC model could prove useful in Asian and African countries that have food subsidy programs and also large numbers of people frequently moving within country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Addressing labor scarcity and poor livelihoods"
        },
        {
            "text": "Until the crisis ends, funds from the Mahatma Gandhi National Rural Employment Guarantee Scheme (MGNREGS) could be used not only to provide immediate work for returning migrants but also to pay a portion of farm labor wages-farmers would pay the balance-to lessen farmers' monetary burden (Kareemulla et al. 2013) .",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 313,
                    "text": "(Kareemulla et al. 2013)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Addressing labor scarcity and poor livelihoods"
        },
        {
            "text": "Scarcity of capital in general is a major constraint for agricultural productivity enhancement and diversification. Any losses on account of disruption to harvesting or markets should be covered under the Pradhan Mantri Fasal Bima Yojana (PMFBY) scheme. Farmers of high-value commodities like fruits, vegetables, flowers, dairy, and fish, and who are at the forefront of the farm diversification strategy, have suffered higher losses due to COVID-19. These farmers need appropriate support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capital and credit"
        },
        {
            "text": "Semi-urban and urban informal operations and small and medium enterprises (SMEs) carry out much of the tertiary activity related to the Agri food sector. The lockdown has had a significant impact on their employment and economic viability, which will in turn impact farmers. These enterprises facilitate postharvest handling and processing of agricultural produce. Supporting SMEs would help them to survive and to maintain value chains and create markets for farmers. Ensuring agro-processing SMEs' access to reasonable and smooth credit lines from banks, especially during the crop season, will help them to manage the crisis and connect directly with farmers, even post-COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capital and credit"
        },
        {
            "text": "The supply of vegetables and fruits has been constrained for people in many urban areas. The government should use this opportunity to encourage urban households to grow food, especially vegetables, where possible. This would add to dietary diversity and make available safe vegetables, especially leafy greens, with a smaller environmental footprint. Agricultural research institutions are equipped to develop a suitable package of agronomic practices to facilitate urban farming, including hydroponics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decentralize, go local, diversify"
        },
        {
            "text": "In the future, investing in the development of diversified local food systems, particularly in tribal districts and the many fragile and vulnerable regions that face greater poverty and food and nutrition insecurity, should be a priority. A paradigm shift is needed in the implementation of government schemes like the National Nutrition Mission and Public Distribution System to create convergence and target local solutions for achieving sustainable diets for people in these regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decentralize, go local, diversify"
        },
        {
            "text": "Current policy mandates a buffer food stock for a certain number of months at the national level. This crisis has revealed the need for regional and community based buffer stocks to mitigate the impact of such pandemic on poor households.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decentralize, go local, diversify"
        },
        {
            "text": "Climate change may soon lead to similar global shocks. We need to promote decentralized food systems and encourage regenerative agriculture to make local food environments and food systems resilient. The post-COVID-19 landscape will offer a unique opportunity to repurpose existing food and agricultural policies for resilient and healthier food systems (Padhee and Pingali 2020) . Structural reforms such as land leasing, contract farming, and privatisation of agricultural markets have been in the policy discourse for quite some time, with limited progress in implementation. The Government of India has recently promulgated ordinances allowing barrierfree trade and movement of farm produce across states and removing cereals, pulses, onions, potatoes, edible oils, and oilseeds from the purview of the Essential Commodities Act.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 379,
                    "text": "(Padhee and Pingali 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Decentralize, go local, diversify"
        },
        {
            "text": "The political dynamics relating to excessive price support and the PDS favoring few calorie-rich crops need to change for a diversified agricultural production system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decentralize, go local, diversify"
        },
        {
            "text": "Despite the challenges and hardships caused by COVID-19, the crisis has also shed light on weaknesses in India's Agri food system. This new knowledge can help guide reforms to make the Agri food system and livelihoods more resilient. Key among the needed changes are agricultural market reforms and digital solutions to connect farmers to markets, creation of safety nets and provision of reasonable working conditions, and decentralized food systems, especially for vulnerable communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decentralize, go local, diversify"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Impact of national rural employment guarantee scheme in India on rural poverty and food security",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kareemulla",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ramasundaram",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Ramarao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Current Agriculture Research Journal",
            "volume": "1",
            "issn": "",
            "pages": "13--28",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Lessons from a pandemic to repurpose India's agricultural policy",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Padhee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pingali",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature India",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "The list of authors in alphabetical order; contribution of each author is equal.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements Authors thank Rohit Pillandi for his editorial support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of interest Authors have no conflict of interest. Views are personal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Anjani Kumar is Research Fellow at the South Asia Office of International Food Policy Research Institute (IFPRI) in New Delhi. Before joining to IFPRI, he was Principal Scientist (Agricultural Economics) at the International Crops Research Institute for the Semi-Arid Tropics (ICRISAT), Patancheru, India. Earlier, he has served as Principal Scientist at National C e n t r e f o r A g r i c u l t u r a l Economics and Policy Research (NCAP), New Delhi and as Senior Agricultural Economist in the Asia Office of International Livestock Research Institute (ILRI), Nairobi. His area of research includes food & nutrition security, agricultural diversification, impact assessment, value chain analysis, agricultural trade and food safety.How Indian agriculture should change after COVID-19Arabinda K. Padhee , Country Director-India, ICRISAT, has an a c a d e m i c b a c k g r o u n d i n Agricultural Sciences and Public Administration, is a career Civil Servant with Government of India. As a member of the Indian Administrative Service for more than two decades, he has been actively engaged in formulation of key policies in agriculture and allied sectors and implementing Government schemes and programs for the benefit of smallh o l d e r f a r m e r s a n d t h e marginalised. He is also on India's National Advisory Panel on Agriculture and Nutrition. His interests include Policy issues around agriculture; food; nutrition and climate change.Shalander Kumar is a Principal Scientist in Markets, Institutions, Nutrition and Diversity at International Crops Research Institute for the Semi-Arid Tropcs (ICRISAT), based in Hyderabad, India. He has more than two decades of experience as an agricultural economist in South Asia and Sub Saharan Africa. His work focusses on analyzing farming and livelihood systems, analyzing value chains and their linkages to enhance farm incomes and household nutrition, generating evidence on resilience building in the drylands and understanding drivers of nutritional outcomes and rural poverty, tracking technology adoption, assessing the sustainability of farming systems and codesigning integrated farming systems through multi-stakeholders' innovation platforms. His research also includes understanding of climate change impacts, adaptation pathways and transitioning climate smart agriculture at farm, village and regional scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}