{
    "paper_id": "3de91be37f3121e8766210531627262b7b599fc9",
    "metadata": {
        "title": "Free Full Text Articles are Available at www.jnma.com.np JNMA I VOL 58 I ISSUE 231 I",
        "authors": [
            {
                "first": "Mangal",
                "middle": [],
                "last": "Rawal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karnali Academy of Health Sciences",
                    "location": {
                        "settlement": "Jumla",
                        "country": "Nepal"
                    }
                },
                "email": ""
            },
            {
                "first": "Tufan",
                "middle": [
                    "Singh"
                ],
                "last": "Kathayet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karnali Academy of Health Sciences",
                    "location": {
                        "settlement": "Jumla",
                        "country": "Nepal"
                    }
                },
                "email": ""
            },
            {
                "first": "Poojan",
                "middle": [
                    "Kumar"
                ],
                "last": "Rokaya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karnali Academy of Health Sciences",
                    "location": {
                        "settlement": "Jumla",
                        "country": "Nepal"
                    }
                },
                "email": ""
            },
            {
                "first": "Abhishek",
                "middle": [
                    "Kumar"
                ],
                "last": "Thakur",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karnali Academy of Health Sciences",
                    "location": {
                        "settlement": "Jumla",
                        "country": "Nepal"
                    }
                },
                "email": ""
            },
            {
                "first": "Smritee",
                "middle": [],
                "last": "Mahat",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bishnu",
                "middle": [
                    "Dutta"
                ],
                "last": "Acharya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karnali Academy of Health Sciences",
                    "location": {
                        "settlement": "Jumla",
                        "country": "Nepal"
                    }
                },
                "email": ""
            },
            {
                "first": "Dhan",
                "middle": [
                    "Bahadur"
                ],
                "last": "Karki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karnali Academy of Health Sciences",
                    "location": {
                        "settlement": "Jumla",
                        "country": "Nepal"
                    }
                },
                "email": ""
            },
            {
                "first": "Sujata",
                "middle": [],
                "last": "Ojha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karnali Academy of Health Sciences",
                    "location": {
                        "settlement": "Jumla",
                        "country": "Nepal"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The coronavirus disease 2019 pandemic is one of the biggest public health challenges that we have faced, and has had a significant impact on the delivery of essential healthcare worldwide. Trauma and orthopaedic surgery was one of the most severely affected specialties as all non-emergency surgical cases were cancelled. With the possibility of future peak of corona virus, knowing the impact of Covid on orthopaedics would enable us to manage trauma patient in an effective manner and will help us to resume normal schedule of the trauma care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: This is a descriptive cross-sectional study. We studied the details of total number of patient at Orthopaedic and trauma outpatient, inpatient and operation theatre of Karnali Academy of Health Sciences from 14th March 2020 to 16 September 2020 as compared with the patient data from the same time period in 2019.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "There were 2288 patients during the non-Covid period who visited to the orthopaedic outpatient in comparison to 1618 during Covid period. Only 5 implant removals were performed in comparison to 50 removals (90% reduction) in elective cases. But the number of surgical cases was almost similar (204 vs 207 respectively). Total number of hospital stay had significantly reduced in the non-COVID period (average 4 days vs 6 days). There were 181 in-patient admissions during the COVID period while 241 admission during the non-COVID period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "There is reduction in number of orthopaedic and trauma cases during COVID 19 with marked reduction in number of elective cases. Alternative methods of treatment like telemedicine and small scale health camps at peripheral districts should be conducted to treat non-urgent orthopaedic conditions during lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A novel corona virus was originated in Wuhan city of china and rapidly spread all over the world by March 2020. 1 The coronavirus disease 2019 (COVID-19) pandemic is one of the biggest public health challenge that we have faced, and has had a significant impact on the delivery of essential healthcare worldwide. 2 Trauma and orthopaedic (T&O) surgery was one of the most severely affected specialties as all non-emergency surgical cases were cancelled, outpatient consultations were reconfigured, in-patient admissions were minimized, and staff were redeployed to medical and intensive care specialties to help treat COVID-19 patients. 3 It has caused substantial disruption of health care services including orthopaedic and trauma. 4 Majority of patients at Karnali Academy of Health Sciences (KAHS) are related to orthopaedics and trauma. So, evaluation of orthopaedic and trauma services in our institute may provide holistic concept on clinical services in our institute.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 113,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 313,
                    "end": 314,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 637,
                    "end": 638,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 734,
                    "end": 735,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This study aims to study the pattern of trauma care during pandemic in comparison to the non Covid period and thus provide better insight for the preparation regarding trauma care in a day to come.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This is a descriptive cross-sectional study done at the department of Orthopaedic and Trauma at Karnali Academy of Health Sciences. Ethical approval was taken from institutional review committee (ref no 43) of our institute. We studied the details of total number of patient at Orthopaedic and trauma outpatient, inpatient and operation theatre of Karnali academy of health sciences from 14 th March 2020 to 16 September 2020 as compared with the patient data from the same time period in 2019. All patients attending our hospital during the abovementioned duration during COVID and Non COVID period were included in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The data regarding demography, clinical profile and treatment undergone including surgeries were collected from the hospital records. The sample size was calculated as below: Therefore, the calculated sample size was 384. However, to increase the scientific validity, the more number of samples were studied. Convenience sampling was done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Data entry was done in MS excel and analysed using SPSS 16 version. Frequencies and percentages were used for descriptive analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Total numbers of patient visiting three different wards (outpatient, inpatient and operation theatre) of orthopaedic department were analysed (Table 1) . The total number of procedures done during COVID is lower than non COVID (Table 2) . Every surgeries performed in orthopaedics were urgent and semi urgent. The number of implant removal done for united fractures were reduced from 50 during non COVID period to 5 during COVID period. Surgeries for elective cases were deferred during the lockdown period. There is 90% reduction in elective cases during corona period. The total number of hospital stay has reduced in non COVID period (average 4 days Vs. 6 days) ( Table 3) . There are 309 admission during Non COVID period and 249 admissions during COVID period (25% reduction) in inpatient admissions. There are 165 upper limb fractures during COVID period and 111 during Non COVID period (32.7% reduction) while incidence of lower limb fracture found to be more in Covid period. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 151,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 227,
                    "end": 236,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 667,
                    "end": 675,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Current COVID pandemic was unprecedented, so no one was able to predict the consequences of such a crisis on Orthopaedic and trauma patients. It was expected that there would be greater fall in trauma cases during lockdown as because population would be undertaking fewer risky activities and there would be less motor vehicle accidents. Many authors have mentioned about the definitive change in aetiology of trauma during pandemic. They have even hypothesized that there would be less number of work related and road traffic injuries because of lockdown. But instead our study showed that there is mild rise in trauma cases. This can partially be explained by increase in activity level of children in household as they were not going to school during lockdown. Increasing number of alcohol related fall injuries during lockdown also explains mild rise in trauma cases during lockdown. Health posts and local clinics were almost closed during lockdown period and referral to tertiary care hospital has been increased during this period. There is growing interests of researchers on observational studies to understand factors, challenges and response to this pandemic among orthopaedic services throughout the world. [6] [7] [8] [9] Karnali Academy of Health Sciences is the largest tertiary care centre and is a referral hospital for more than 6 districts of Karnali Province. It's very difficult to conclude the status of orthopaedic care during COVID pandemic in Nepal as there is no any comparative studies published on impact of orthopaedic and trauma services in our country till now. There was strict lockdown throughout the nation for long, so there is clear-cut reduction in number of patients visiting in orthopaedic department of Karnali Academy of Health Sciences. As in many centres throughout Nepal, elective cases were halted in our centre. Various strategies were adapted by orthopaedic surgeon to combat this pandemic all over the world. [10] [11] [12] Many countries have adopted the policy of cessation of elective and non-urgent orthopaedic surgeries during pandemic. [13] [14] [15] [16] [17] There is 90% reduction in elective cases (implant removal) in our setup which correspond to the article published by various authors on Covid 19 and orthopaedic services. 4 Minimization in hospitalisation of patient and clinical appointment, effective continuation of emergency attendances and proper guiding of staffs and resources deployment for the sustenance of emergency service was done as in other studies.",
            "cite_spans": [
                {
                    "start": 1219,
                    "end": 1222,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1223,
                    "end": 1226,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1227,
                    "end": 1230,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1231,
                    "end": 1234,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1957,
                    "end": 1961,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1962,
                    "end": 1966,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1967,
                    "end": 1971,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2090,
                    "end": 2094,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2095,
                    "end": 2099,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2100,
                    "end": 2104,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2105,
                    "end": 2109,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2110,
                    "end": 2114,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2286,
                    "end": 2287,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Single centre study with short study period is the main limitation of this study. Multicentre study with large number of patient population over the longer duration may predict the exact impact of COVID 19 on orthopaedic and trauma services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There is reduction in number of orthopaedic and trauma cases during COVID 19 with marked reduction in number of elective cases. Alternative methods of treatment like telemedicine and small scale health camps at peripheral districts should be conducted to treat non-urgent orthopaedic conditions during lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization declares global emergency: A review of the 2019 novel coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sohrabi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Alsafi",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Neill",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Surgery",
            "volume": "76",
            "issn": "",
            "pages": "71--77",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The role of an Orthopaedic Surgeon in the time of Covid-19 Pandemic-a German perspective",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Graichen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Orthop",
            "volume": "19",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Impact of COVID-19 on Orthopaedic and Trauma Service: An Epidemiological Study",
            "authors": [
                {
                    "first": "Jsh",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Kmc",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Bone Joint Surg Am",
            "volume": "102",
            "issn": "14",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical guide for the perioperative care of people with fragility fractures during the Coronavirus pandemic. NHS",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baldwick",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Covid-19 -Navigating the uncharted",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Redfield",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1268--1269",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Survey of COVID-19 Disease Among Orthopaedic Surgeons in Wuhan, People's Republic of China",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Bone Joint Surg Am",
            "volume": "102",
            "issn": "10",
            "pages": "847--854",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Preparing to Perform Trauma and Orthopaedic Surgery on Patients with COVID-19",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rodrigues-Pinto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sousa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oliveira",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Bone Joint Surg Am",
            "volume": "102",
            "issn": "11",
            "pages": "946--950",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "What's Important: Weathering the COVID-19 Crisis: Time for Leadership, Vigilance, and Unity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Halawi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Bone Joint Surg Am",
            "volume": "102",
            "issn": "9",
            "pages": "759--760",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19: Initial experience of an international group of hand surgeons. Hand Surg Rehabil",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ducournau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arianni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Awwad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "39",
            "issn": "",
            "pages": "159--166",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Impact of Coronavirus Disease 2019 (COVID-19) on the Practice of Hand Surgery in Singapore",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hwee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chiew",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sechachalam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Hand Surg Am",
            "volume": "45",
            "issn": "6",
            "pages": "536--541",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19: Initial experience of hand surgeons in Northern Italy",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Facchin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Messana",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sonda",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Hand Surg Rehabil",
            "volume": "39",
            "issn": "4",
            "pages": "332--333",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "CoViD-19 and ortho and trauma surgery: The Italian experience",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Placella",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Salvato",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Delmastro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Injury",
            "volume": "51",
            "issn": "6",
            "pages": "1403--1405",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Emerg Med",
            "volume": "58",
            "issn": "4",
            "pages": "711--712",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Limiting spread of COVID-19 in an orthopaedic department-a perspective from Spain. J Surg Case Rep",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gómez-Barrena",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Rubio-Suárez",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fernández-Baillo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Novel coronavirus and orthopaedic surgery early experiences from Singapore",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "C"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Bone Joint Surg Am",
            "volume": "102",
            "issn": "9",
            "pages": "745--749",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "COVID-19 and orthopaedic surgeons: the Indian scenario",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vaishya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trop Doct",
            "volume": "50",
            "issn": "2",
            "pages": "108--110",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Total Number of OPD cases During COVID and Non COVID period.Table 1shows that the total number of patients visiting to out-patient department has significantly reduced during COVID period as compared to Non COVID period. There are 2288 patient during six Non COVID month and 1618 cases during six COVID month (29.2% reduction in total patient) in outpatient department of orthopaedic and trauma. Proportion of male and female patient coming to OPD during both periods is almost same (2288 male during Non COVID Period and 1618 male patient during COVID Period). Reduction in number of patients during COVID period is probably because of strict lockdown all over the country. Cessation of elective services and lockdown are the main causes of reduction of number of patient in out-patient department. However, despite of lockdown, proportion of fracture cases out of total case increased from 691 cases (16.1%) during non COVID period to 827 (27%) during COVID period. This is because of reduction of total number of non-urgent cases in outpatient department.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Cases in Operation Theatre.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "I would like to thank all patients coming to our department for the treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "Free Full Text Articles are Available at www.jnma.com.np",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest: None."
        }
    ]
}