{"paper_id": "3deba47aa5c5eea0144604eda7bcb883b8b6e982", "metadata": {"title": "Broad-Range Virus Detection and Discovery Using Microfluidic PCR Coupled with High- 1 throughput Sequencing 2 3", "authors": [{"first": "Ying", "middle": [], "last": "Tao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Clinton", "middle": ["R"], "last": "Paden", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Krista", "middle": [], "last": "Queen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jing", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Eishita", "middle": [], "last": "Tyagi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Suxiang", "middle": [], "last": "Tong", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "0.04 µL RNase inhibitor (Roche), 0.16 µL SuperScriptIII RT/ Platinum Taq (Life Technologies), and 130 1.4 µL pre-amplified sample (2.3). Each sample/buffer mixture is loaded into three separate inlets in 131 order to improve detection sensitivity. Each assay port was loaded with premixed PCR primers 132 diluted to 20 µM in 1X Loading buffer (Fluidigm) . Each Access Array mixes and carries out 2304 133 individual PCR reactions simultaneously. Reverse transcription was conducted on the Access Array 134 at 50°C for 30 min and PCR cycling conditions of: 95°C 2 min, then 50 cycles of 15s@94°C, 135 30s@50°C, 30s@72°C. The 2-Primer Amplicon Tagging Protocol from the manufacturer was used 136 (Fluidigm). 137", "cite_spans": [{"start": 343, "end": 353, "text": "(Fluidigm)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Following pan-viral group PCR on the Access Array, 10 µL of the amplicons, pooled by sample, are 138 collected from the original sample inlets. A second PCR reaction is then performed using 1:100 139 diluted amplicons to add Illumina sequence-specific adaptors and sample barcodes. All barcoded 140 samples are pooled and mixed with a 5% PhiX DNA spike in and sequenced on an Illumina MiSeq 141 instrument using v3 PE600 reagents. Custom sequencing primers are used, per Fluidigm 142 recommendation, in order to not sequence the linker sequences. Sequencing primers FL1 and FL2 143 (Fluidigm) are added to the Illumina sequencing primers, mixed, and replaced into the default primer 144 wells on the reagent cartridge. Samples are pooled such that there are 100,000-400,000 reads 145 obtained per sample. 146", "cite_spans": [{"start": 566, "end": 592, "text": "FL1 and FL2 143 (Fluidigm)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Samples were first pre-amplified using SISPA (described in 2.3). Libraries were generated using the 148 NEBNext Ultra II DNA library prep kit (NEB) and dual indexed. They were then multiplexed, spiked 149 with 1% PhiX DNA, and run on a MiSeq with the goal of obtaining 3 million read pairs per sample. 150", "cite_spans": [], "ref_spans": [], "section": "Shotgun sequencing 147"}, {"text": "MiSeq v3 PE600 reagents were used, according to the manufacturer's recommendation. 151", "cite_spans": [], "ref_spans": [], "section": "Shotgun sequencing 147"}, {"text": "Data was analyzed with an internally-developed pipeline (\"PAIDIRT\"). Briefly, residual sequencing 153 primers are trimmed off based on homology and reads are trimmed for quality. Then, a further 26bp 154 is removed from each end to insure the pan-viral group PCR primers are removed. Sequences are 155 then aligned to a database of virus sequences using bowtie2 (Langmead and Salzberg, 2012) and 156 consensus sequences are generated. BLASTN (Altschul et al., 1997) is used to correct the taxonomic 157 assignment of each consensus sequences and obtain match quality information. The number of 158 supporting reads, length of consensus sequence, percent match to the reference, consensus sequence, 159 and taxonomy, including best match, are returned for each virus group. In order to call a result 160 positive, it must be supported by 10X the number of any reads in the non-template control, in order to 161 account for the phenomenon of index hopping. Further, it must have a match length of >80% the 162 length of the targeted region in order to discount short alignments that may occur. 163 164", "cite_spans": [{"start": 362, "end": 391, "text": "(Langmead and Salzberg, 2012)", "ref_id": null}, {"start": 435, "end": 465, "text": "BLASTN (Altschul et al., 1997)", "ref_id": null}], "ref_spans": [], "section": "Data analysis and bioinformatics pipeline 152"}, {"text": "Results 165", "cite_spans": [], "ref_spans": [], "section": "3."}, {"text": "In order to evaluate the relative sensitivity of AA-PCR-Seq compared to shotgun sequencing, we 167 chose of a panel of five representative virus isolates (Tables 1 and 2 to collect at least three million read pairs per sample in order to sequence 8 samples per MiSeq run 175 with a moderate, but not excessive sequencing effort. We also performed conventional pan-viral 176 group PCR and qPCR on each of these viruses (Table 2) . To call samples positive for shotgun NGS, 177 there must be at least a 10-fold enrichment in classified reads in the sample, compared to a no-178 template control and at least 10 classified reads. For AA-PCR-Seq, the reads must generate a 179 consensus sequence that covers at least 80% of the projected size of the target amplicon and the 180 number of classified reads must similarly be 10-fold higher than the no-template control sample. 181", "cite_spans": [{"start": 467, "end": 471, "text": "NGS,", "ref_id": null}, {"start": 472, "end": 475, "text": "177", "ref_id": null}], "ref_spans": [{"start": 154, "end": 169, "text": "(Tables 1 and 2", "ref_id": "TABREF2"}, {"start": 418, "end": 427, "text": "(Table 2)", "ref_id": null}], "section": "Validation of AA-PCR-Seq using virus isolates 166"}, {"text": "For AdV, HBoV, FluA, and MERS-CoV, AA-PCR-Seq was capable of detecting lower titers of virus 182 than shotgun sequencing. There was a 2-log increase in sensitivity for detecting AdV and influenza 183 virus, while there was a 1-log increase in sensitivity for detecting HBoV and MERS-CoV by AA-184 PCR-Seq compared to the ones by shotgun sequencing (Table 2) . RSV detection was equivalent 185 between the methods, however there are 10-100 fold more reads detected by AA-PCR-Seq compared 186 to shotgun sequencing, making the positive call more robust. As expected, the higher-volume 187 conventional pan-viral group PCR was able to detect lower starting titers for some viruses tested than 188 AA-PCR-Seq or shotgun sequencing (Table 2) . 189 190", "cite_spans": [], "ref_spans": [{"start": 348, "end": 357, "text": "(Table 2)", "ref_id": null}, {"start": 727, "end": 736, "text": "(Table 2)", "ref_id": null}], "section": "Validation of AA-PCR-Seq using virus isolates 166"}, {"text": "We used a set of de-identified clinical respiratory specimens to evaluate the performance of PCR-Seq in a real-world setting. Each of these specimens was previously tested and found qPCR-193 positive for one or more for viral agents. In total, the specimens were positive for a total of 112 194 respiratory viruses by qPCR, with Ct values varying from 18 to 39 (Table 1) . 195 We tested each of these clinical specimens by AA-PCR-Seq, conventional pan-viral group PCR, and 196 shotgun NGS. Results are shown as percent agreement with qPCR testing ( Figure 1A ). Conventional 197 pan-viral group PCR had 83% concordance to qPCR, AA-PCR-Seq had 79% concordance, and 198 shotgun NGS had the lowest rate of agreement (59%) ( Figure 1A ). The same trend was seen for the 199 various viruses detected, with shotgun NGS being the least sensitive ( Figure 1B ). Grouping the 200 samples by Ct, we observed that the AA-PCR-Seq and conventional pan-viral group PCR 201 concordance rate begins to decline only beyond Ct range of 32 ( Figure 1C ). There is 100% agreement 202 between AA-PCR-Seq and conventional pan-viral group PCR at Ct ≤ 29 ( Figure 1C ). Importantly, 203 AA-PCR-Seq was able to detect more qPCR-confirmed targets than shotgun NGS where the Ct was 204 above 29. Above Ct 29, shotgun NGS detects 10/52 (19%), compared to 30/52 (58%) by AA-PCR-205 Seq. 206", "cite_spans": [{"start": 373, "end": 376, "text": "195", "ref_id": null}, {"start": 643, "end": 667, "text": "79% concordance, and 198", "ref_id": null}], "ref_spans": [{"start": 361, "end": 370, "text": "(Table 1)", "ref_id": "TABREF2"}, {"start": 549, "end": 558, "text": "Figure 1A", "ref_id": null}, {"start": 721, "end": 730, "text": "Figure 1A", "ref_id": null}, {"start": 841, "end": 850, "text": "Figure 1B", "ref_id": null}, {"start": 1023, "end": 1032, "text": "Figure 1C", "ref_id": null}, {"start": 1133, "end": 1142, "text": "Figure 1C", "ref_id": null}], "section": "Detection of viruses from clinical samples 191"}, {"text": "In order to test the capacity of AA-PCR-Seq to detect divergent viruses, we assembled a set of rectal 208 and nasal swabs from various bat species which had been collected and tested as part of prior 209 zoonotic surveillance studies. This sample set was comprised of 34 old world and new world bats 210 from more than 21 species, from Kenya, the Democratic Republic of Congo, Democratic Republic of 211 Georgia, and Guatemala (Table 3) . Using AA-PCR-Seq, we identified 55 viruses from 4 virus 212 families and 9 viral genera. There was an adenovirus with 95% identity based on the amplicon 213 sequence to its nearest neighbor, 23 alphacoronaviruses with identities ranging from 80-100%, 6 214 betacoronaviruses with identities from 83-99%, 4 gammacoronaviruses with identities from 92-215 100%, 3 deltacoronaviruses with identities from 87-93%, 12 dependoparvoviruses with identities 216 from 84-100%, one protoparvovirus with 85% identity, 4 morbiliviruses with identities from 83-92%, 217 1 rubulavirus with 92% identity to their nearest neighbors ( A sensitive and high throughput identification system for a broad range of viruses is needed in cases 223 of unknown viral disease outbreaks in humans or animals. A major challenge is that viruses lack a 224 shared universal phylogenetic marker such as 16S rRNA for bacteria or 18S rRNA for eukaryotes. 225 AA-PCR-Seq provides a solution to identify a wide range of known and potentially novel viruses 226 from large, complex sample sets. Using a respiratory virus panel as a proof of concept, we evaluated 227 AA-PCR-Seq as a comprehensive virus detection and discovery platform, comparing its relative 228 sensitivity to shotgun NGS as well as to qPCR and conventional pan-viral group PCR. Finally, we 229 used AA-PCR-Seq to test a large set of human clinical samples as well as samples from bats, and we 230 were able to detect a wide array of viruses with varying degrees of homology to known species. 231", "cite_spans": [], "ref_spans": [{"start": 427, "end": 436, "text": "(Table 3)", "ref_id": "TABREF1"}], "section": "Detection of zoonotic viruses from bats 207"}, {"text": "Shotgun NGS, PCR/qPCR, and AA-PCR-Seq are all useful and valid tools in virus detection and 232 discovery, each with certain strengths and weaknesses. Next-generation sequencing allows for 233 detection of a very broad array of pathogens, but it lacks the sensitivity, scalability, and low cost of 234 PCR. On the other hand, though relatively inexpensive, sensitive, and straightforward, PCR strategies 235 can be too narrowly targeted to identify a large panel of viruses or novel viruses. Unlike qPCR, 236 consensus degenerate pan-viral group PCR provides broad specificity to amplify a broad range of 237 known viruses as well as distantly related virus species. AA-PCR-Seq builds upon the strength of 238 both NGS and pan-viral group PCR, using microfluidics to run dozens of these assays in parallel on 239 dozens of samples. NGS allows analysis of these thousands of amplicons in a fraction of the time, 240 effort, and cost it otherwise would take to purify and sequence individual amplicons using gels and a 241 capillary sequencer. 242", "cite_spans": [], "ref_spans": [], "section": "Detection of zoonotic viruses from bats 207"}, {"text": "Pan-viral group PCR assays are, by design, much more broadly-reactive than qPCR. Because of that 243 design choice, and the small sample volume afforded by the Access Array, some AA-PCR-Seq 244 assays were initially less sensitive compared to full-volume, traditional PCR. However, we were able 245 to compensate for much of the loss in sensitivity by incorporating a pre-amplification step, which 246 increases the concentration of total nucleic acid entering each AA-PCR-Seq reaction. Because of the 247 ability to test up to 48 samples concurrently using up to 48 viral assays we believe the sensitivity 248 level of AA-PCR-Seq is acceptable and within the Ct range of most clinical samples. In addition, the 249 assays included in AA-PCR-Seq are not limited to detecting known viruses. We demonstrate this 250 case with zoonotic virus testing where AA-PCR-Seq was able to detect 55 diverse and potentially 251 novel viruses in the bat panel without prior knowledge of their sequences. There are no existing 252 qPCR primers available for these viruses and many of them were not detectable by direct shotgun 253 sequencing.. 254 AA-PCR-Seq does not require multiplexing optimization, since it uses singelplex PCR assays in 255 individual reaction chambers. Further, the Access Array is modular so that it is simple to add or 256 replace assays. This is especially useful because pan-viral group PCR primers are updated and 257 improved as new viral sequences become available. In addition to the respiratory panel described in 258 this manuscript, we have also added a full complement of pan-viral group PCR assays for two main 259 syndrome diseases including gastroenteritis and encephalitis. Additional viruses were identified from 260 the bat sample set, including two astroviruses, four orthoreoviruses, and three rotaviruses. Work is 261 still being done to fully validate these expanded panels. 262", "cite_spans": [], "ref_spans": [], "section": "Detection of zoonotic viruses from bats 207"}, {"text": "Finally, AA-PCR-Seq increases sample throughput while reducing reagent and sample usage. 263", "cite_spans": [], "ref_spans": [], "section": "Detection of zoonotic viruses from bats 207"}, {"text": "Excluding capital costs, when run at capacity in screening large sample sets, the reagent cost of each 264 AA-PCR-Seq sample/assay pair is reduced 10-50-fold compared to conventional PCR and Sanger 265 sequencing. Furthermore, the microfluidic system requires a small volume of sample (<10 µL) to test 266 for the entire panel of viruses, whereas conventional pan-viral group PCR would require nearly 200 267 µL of sample. This is critical during unknown case investigations when sample volume is limited for 268 screening by a large panel of assays for differential testing. 269", "cite_spans": [], "ref_spans": [], "section": "Detection of zoonotic viruses from bats 207"}, {"text": "We see AA-PCR-Seq as a strategy that complements PCR and shotgun NGS strategies. With 270 exponentially more sequencing effort (and the associated cost, time, and data analysis and storage 271 concerns), shotgun NGS should be able to identify all the viruses in this study and more. However, 272 labs that can afford routine NGS frequently rely on the MiSeq, which is a lower output instrument. United States. Emerging infectious diseases 19, 1978 -1980 Schroth, G.P., Tong, S., (2018) Wacharapluesadee, S., Duengkae, P., Rodpan, A., Kaewpom, T., Maneeorn, P., Kanchanasaka, B., 424 Yingsakmongkon, S., Sittidetboripat, N., Chareesaen, C., Khlangsap, N., Pidthong, A., Leadprathom, 425 K (23.8, 23.8, 27.1, 29.5, 29.9, 29.9, 30.1, 32, 33.2, 35.3), FluB (22.5, 29.8, 30 .", "cite_spans": [{"start": 439, "end": 447, "text": "19, 1978", "ref_id": null}, {"start": 448, "end": 453, "text": "-1980", "ref_id": null}, {"start": 522, "end": 529, "text": "Rodpan,", "ref_id": null}, {"start": 530, "end": 533, "text": "A.,", "ref_id": null}, {"start": 534, "end": 542, "text": "Kaewpom,", "ref_id": null}, {"start": 543, "end": 546, "text": "T.,", "ref_id": null}, {"start": 547, "end": 556, "text": "Maneeorn,", "ref_id": null}, {"start": 557, "end": 560, "text": "P.,", "ref_id": null}, {"start": 561, "end": 574, "text": "Kanchanasaka,", "ref_id": null}, {"start": 575, "end": 578, "text": "B.,", "ref_id": null}, {"start": 579, "end": 598, "text": "424 Yingsakmongkon,", "ref_id": null}, {"start": 599, "end": 602, "text": "S.,", "ref_id": null}, {"start": 603, "end": 619, "text": "Sittidetboripat,", "ref_id": null}, {"start": 620, "end": 623, "text": "N.,", "ref_id": null}, {"start": 624, "end": 635, "text": "Chareesaen,", "ref_id": null}, {"start": 636, "end": 639, "text": "C.,", "ref_id": null}, {"start": 640, "end": 650, "text": "Khlangsap,", "ref_id": null}, {"start": 651, "end": 654, "text": "N.,", "ref_id": null}, {"start": 655, "end": 664, "text": "Pidthong,", "ref_id": null}, {"start": 665, "end": 668, "text": "A.,", "ref_id": null}, {"start": 669, "end": 681, "text": "Leadprathom,", "ref_id": null}, {"start": 682, "end": 685, "text": "425", "ref_id": null}, {"start": 688, "end": 694, "text": "(23.8,", "ref_id": null}, {"start": 695, "end": 700, "text": "23.8,", "ref_id": null}, {"start": 701, "end": 706, "text": "27.1,", "ref_id": null}, {"start": 707, "end": 712, "text": "29.5,", "ref_id": null}, {"start": 713, "end": 718, "text": "29.9,", "ref_id": null}, {"start": 719, "end": 724, "text": "29.9,", "ref_id": null}, {"start": 725, "end": 730, "text": "30.1,", "ref_id": null}, {"start": 731, "end": 734, "text": "32,", "ref_id": null}, {"start": 735, "end": 740, "text": "33.2,", "ref_id": null}, {"start": 741, "end": 747, "text": "35.3),", "ref_id": null}, {"start": 748, "end": 759, "text": "FluB (22.5,", "ref_id": null}, {"start": 760, "end": 765, "text": "29.8,", "ref_id": null}, {"start": 766, "end": 768, "text": "30", "ref_id": null}], "ref_spans": [], "section": "Detection of zoonotic viruses from bats 207"}, {"text": "Paramyxoviridae HPIV1 (26.5, 34, 36) , HPIV2 (29.2, 38.6), HPIV3 (19, 21.8, 24, 24.5, 25, 26, 28.2, 29, 29, 30) Pneumoviridae RSV HMPV (20.9, 22.5, 22.5, 23, 23.8, 25, 25, 27.1, 28, 28, 28.6, 30, 29, 29, 30.2, 31, 31.9, 33, 33.8, 34, 36.6, 39.6) , RSVA (20.5, 21, 21, 22, 22, 23.5, 25, 25.5, 26, 27.5, 27.8, 31 .2), RSVB (21, 21, 22, 22.5, 23, 24.5, 25, 29, 30.5, 32.6, 38.5) , RSV (30, 36) Parvovirinae HBoV1", "cite_spans": [{"start": 16, "end": 28, "text": "HPIV1 (26.5,", "ref_id": null}, {"start": 29, "end": 32, "text": "34,", "ref_id": null}, {"start": 33, "end": 36, "text": "36)", "ref_id": null}, {"start": 59, "end": 69, "text": "HPIV3 (19,", "ref_id": null}, {"start": 70, "end": 75, "text": "21.8,", "ref_id": null}, {"start": 76, "end": 79, "text": "24,", "ref_id": null}, {"start": 80, "end": 85, "text": "24.5,", "ref_id": null}, {"start": 86, "end": 89, "text": "25,", "ref_id": null}, {"start": 90, "end": 93, "text": "26,", "ref_id": null}, {"start": 94, "end": 99, "text": "28.2,", "ref_id": null}, {"start": 100, "end": 103, "text": "29,", "ref_id": null}, {"start": 104, "end": 107, "text": "29,", "ref_id": null}, {"start": 108, "end": 111, "text": "30)", "ref_id": null}, {"start": 126, "end": 141, "text": "RSV HMPV (20.9,", "ref_id": null}, {"start": 142, "end": 147, "text": "22.5,", "ref_id": null}, {"start": 148, "end": 153, "text": "22.5,", "ref_id": null}, {"start": 154, "end": 157, "text": "23,", "ref_id": null}, {"start": 158, "end": 163, "text": "23.8,", "ref_id": null}, {"start": 164, "end": 167, "text": "25,", "ref_id": null}, {"start": 168, "end": 171, "text": "25,", "ref_id": null}, {"start": 172, "end": 177, "text": "27.1,", "ref_id": null}, {"start": 178, "end": 181, "text": "28,", "ref_id": null}, {"start": 182, "end": 185, "text": "28,", "ref_id": null}, {"start": 186, "end": 191, "text": "28.6,", "ref_id": null}, {"start": 192, "end": 195, "text": "30,", "ref_id": null}, {"start": 196, "end": 199, "text": "29,", "ref_id": null}, {"start": 200, "end": 203, "text": "29,", "ref_id": null}, {"start": 204, "end": 209, "text": "30.2,", "ref_id": null}, {"start": 210, "end": 213, "text": "31,", "ref_id": null}, {"start": 214, "end": 219, "text": "31.9,", "ref_id": null}, {"start": 220, "end": 223, "text": "33,", "ref_id": null}, {"start": 224, "end": 229, "text": "33.8,", "ref_id": null}, {"start": 230, "end": 233, "text": "34,", "ref_id": null}, {"start": 234, "end": 239, "text": "36.6,", "ref_id": null}, {"start": 240, "end": 245, "text": "39.6)", "ref_id": null}, {"start": 248, "end": 259, "text": "RSVA (20.5,", "ref_id": null}, {"start": 260, "end": 263, "text": "21,", "ref_id": null}, {"start": 264, "end": 267, "text": "21,", "ref_id": null}, {"start": 268, "end": 271, "text": "22,", "ref_id": null}, {"start": 272, "end": 275, "text": "22,", "ref_id": null}, {"start": 276, "end": 281, "text": "23.5,", "ref_id": null}, {"start": 282, "end": 285, "text": "25,", "ref_id": null}, {"start": 286, "end": 291, "text": "25.5,", "ref_id": null}, {"start": 292, "end": 295, "text": "26,", "ref_id": null}, {"start": 296, "end": 301, "text": "27.5,", "ref_id": null}, {"start": 302, "end": 307, "text": "27.8,", "ref_id": null}, {"start": 308, "end": 310, "text": "31", "ref_id": null}, {"start": 316, "end": 325, "text": "RSVB (21,", "ref_id": null}, {"start": 326, "end": 329, "text": "21,", "ref_id": null}, {"start": 330, "end": 333, "text": "22,", "ref_id": null}, {"start": 334, "end": 339, "text": "22.5,", "ref_id": null}, {"start": 340, "end": 343, "text": "23,", "ref_id": null}, {"start": 344, "end": 349, "text": "24.5,", "ref_id": null}, {"start": 350, "end": 353, "text": "25,", "ref_id": null}, {"start": 354, "end": 357, "text": "29,", "ref_id": null}, {"start": 358, "end": 363, "text": "30.5,", "ref_id": null}, {"start": 364, "end": 369, "text": "32.6,", "ref_id": null}, {"start": 370, "end": 375, "text": "38.5)", "ref_id": null}, {"start": 378, "end": 386, "text": "RSV (30,", "ref_id": null}, {"start": 387, "end": 390, "text": "36)", "ref_id": null}], "ref_spans": [], "section": "2)"}, {"text": "Picornaviridae HRV (24.5, 25.5, 26.5, 27, 28, 28, 28.5, 30, 30, 31, 31.5, 31.5, 32, 33, 33, 34, 34, 35, 36) ", "cite_spans": [{"start": 15, "end": 25, "text": "HRV (24.5,", "ref_id": null}, {"start": 26, "end": 31, "text": "25.5,", "ref_id": null}, {"start": 32, "end": 37, "text": "26.5,", "ref_id": null}, {"start": 38, "end": 41, "text": "27,", "ref_id": null}, {"start": 42, "end": 45, "text": "28,", "ref_id": null}, {"start": 46, "end": 49, "text": "28,", "ref_id": null}, {"start": 50, "end": 55, "text": "28.5,", "ref_id": null}, {"start": 56, "end": 59, "text": "30,", "ref_id": null}, {"start": 60, "end": 63, "text": "30,", "ref_id": null}, {"start": 64, "end": 67, "text": "31,", "ref_id": null}, {"start": 68, "end": 73, "text": "31.5,", "ref_id": null}, {"start": 74, "end": 79, "text": "31.5,", "ref_id": null}, {"start": 80, "end": 83, "text": "32,", "ref_id": null}, {"start": 84, "end": 87, "text": "33,", "ref_id": null}, {"start": 88, "end": 91, "text": "33,", "ref_id": null}, {"start": 92, "end": 95, "text": "34,", "ref_id": null}, {"start": 96, "end": 99, "text": "34,", "ref_id": null}, {"start": 100, "end": 103, "text": "35,", "ref_id": null}, {"start": 104, "end": 107, "text": "36)", "ref_id": null}], "ref_spans": [], "section": "2)"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Artibeus lituratus 99%", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Coronavirus BtCoV/KP256/Art_jam/PAN/2010 (JQ731784.1) 5 Chiroderma salvini 100%", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Coronavirus BCoV/PB675/Art_lit/PAN/2011 (JQ731788.1) 6 Eidolon helvum 99% Bat betacoronavirus isolate 13RS452-71 (KU131215) 9 Glossophaga soricina 80%", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Coronavirus BtCoV/KP534/Art_lit/PAN/2010 (JQ731787) 10 Glossophaga soricina 96% Bat coronavirus Trinidad/1CO7BA/2007 (EU769558.1)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Hipposideros fulligenosus 96%", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "229E-related bat coronavirus isolate BtCov-Zim034Mab", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Hipposideros fulligenosus 89% Bat coronavirus M.nattereri/UK/Sav/1106A (JF440366)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Miniopterus schreibersii 93% Bat coronavirus BR98-55/BGR/2008 (GU190240.1)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Miniopterus schreibersii 89% Bat coronavirus BR98-55/BGR/2008 (GU190240.1) 16 Myotis emarginatus 98% Bat coronavirus BR98-55/BGR/2008 (GU190240.1) 17 Rhinolophus eureale 95%", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Rhinolophus ferrumequinum 98% Bat coronavirus Shandong/977/2006 (EF434378.1)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Rhinolophus ferrumequinum 97% Bat coronavirus BR98-55/BGR/2008 (GU190240.1) 21 Rhinolophus sp. 87% BtMf-AlphaCoV/AH2011 (KJ473795.1) 22 Pipistrellus pygmaeus 91%", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Anlong Ms bat coronavirus (KF294383.1) 24 Scotophilus dingani 82% Bat coronavirus M.nattereri/UK/Wyt/1011A (JF440354.1) 25 Sturnira lilium 95% Bat coronavirus CDPHE15/USA/2006 (KF430219.1) 26 Sturnira lilium 94%", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Coronavirus BCoV/PB675/Art_lit/PAN/2011 (JQ731788.1) 27 Sturnira lilium 100%", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "las/C/Spain/2007 (HQ184051.1)", "authors": [{"first": "N", "middle": [], "last": "Alphacoronavirus", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Eidolon helvum 99% Kenya bat coronavirus BtKY88 (GU065432.1) 34 Otomops martiensseni 89% Bat paramyxovirus isolate BatPV/Tap_sp", "authors": [], "year": null, "venue": "Eidolon bat coronavirus/Kenya/KY24/2006 (HQ728482.1) 7", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "273 AA-PCR-Seq enables a very efficient use of these reads and facilitates use of the MiSeq as a high 274 throughput broad virus detection and discovery platform. Similarly, AA-PCR-Seq is not meant to 275 supplant qPCR or function as a clinical diagnostic. Its strength is in screening large number of 276 samples from unknown outbreaks and surveillance studies, providing more broad detection 277 capabilities than is afforded by qPCR/PCR without the cost of massive highdata generated in this study is deposited in the NCBI SRA under BioProjects 282 PRJNA573045 and PRJNA574475. 283 Acknowledgments 284 We wish to acknowledge the Centers for Disease Control and Prevention Office of Public Health 285 Preparedness and Response as well as the Office of Advanced Molecular Detection for help in 286 funding this project. We also wish to thank Dr. Anne Whitney and Dr. Michael Farrell for helpful 287 comments and discussion early in this project. Disease Control URDO Working Group, (2012) Unexplained Respiratory Disease 294 Outbreak working group activities -worldwide, March 2007-September 2011. MMWR. Morbidity 295 and mortality weekly report 61, 480-483. 296 Chiu, C.Y., (2013) Viral pathogen discovery. Current opinion in microbiology 16, 468-478. 297 Chouhy, D., Kocjan, B.J., Staheli, J.P., Bolatti, E.M., Hosnjak, L., Sagadin, M., Giri, A.A., Rose, 298 T.M., Poljak, M., (2018) Detection of novel Betapapillomaviruses and Gammapapillomaviruses in 299 eyebrow hair follicles using a single-tube 'hanging droplet' PCR assay with modified pan-PV 300 CODEHOP primers. The Journal of general virology 99, 109-118. 301 Dare, R.K., Fry, A.M., Chittaganpitch, M., Sawanpanyalert, P., Olsen, S.J., Erdman, D.D., (2007) 302 Human coronavirus infections in rural Thailand: a comprehensive study using real-time reverse-303 transcription polymerase chain reaction assays. The Journal of infectious diseases 196, 1321-1328. 304 Finkbeiner, S.R., Li, Y., Ruone, S., Conrardy, C., Gregoricus, N., Toney, D., Virgin, H.W., 305 Anderson, L.J., Vinje, J., Wang, D., Tong, S., (2009) Identification of a novel astrovirus (astrovirus 306 VA1) associated with an outbreak of acute gastroenteritis. Journal of virology 83, 10836-10839. 307 Fry, A.M., Chittaganpitch, M., Baggett, H.C., Peret, T.C., Dare, R.K., Sawatwong, P., Thamthitiwat, 308 S., Areerat, P., Sanasuttipun, W., Fischer, J., Maloney, S.A., Erdman, D.D., Olsen, S.J., (2010) The 309 burden of hospitalized lower respiratory tract infection due to respiratory syncytial virus in rural 310 Thailand. PloS one 5, e15098. 311 Gloza-Rausch, F., Ipsen, A., Seebens, A., Gottsche, M., Panning, M., Drexler, J.F., Petersen, N., 312 Annan, A., Grywna, K., Muller, M., Pfefferle, S., Drosten, C., (2008) Detection and prevalence 313 patterns of group I coronaviruses in bats, northern Germany. Emerging infectious diseases 14, 626-314 631. 315 Granerod, J., Ambrose, H.E., Davies, N.W., Clewley, J.P., Walsh, A.L., Morgan, D., Cunningham, 316 R., Zuckerman, M., Mutton, K.J., Solomon, T., Ward, K.N., Lunn, M.P., Irani, S.R., Vincent, A., 317 Brown, D.W., Crowcroft, N.S., (2010a) Causes of encephalitis and differences in their clinical 318 presentations in England: a multicentre, population-based prospective study. The Lancet. Infectious 319 diseases 10, 835-844. 320 Granerod, J., Tam, C.C., Crowcroft, N.S., Davies, N.W., Borchert, M., Thomas, S.L., (2010b) 321 Challenge of the unknown. A systematic review of acute encephalitis in non-outbreak situations. 322 Neurology 75, 924-932. 323 Heim, A., Ebnet, C., Harste, G., Pring-Akerblom, P., (2003) Rapid and quantitative detection of 324 human adenovirus DNA by real-time PCR. Journal of medical virology 70, 228-239. 325 Jones, M.S., Kapoor, A., Lukashov, V.V., Simmonds, P., Hecht, F., Delwart, E., (2005) New DNA 326 viruses identified in patients with acute viral infection syndrome. Journal of virology 79, 8230-8236. 327 Kaur, T., Singh, J., Tong, S., Humphrey, C., Clevenger, D., Tan, W., Szekely, B., Wang, Y., Li, Y., 328 Alex Muse, E., Kiyono, M., Hanamura, S., Inoue, E., Nakamura, M., Huffman, M.A., Jiang, B., 329 Nishida, T., (2008) Descriptive epidemiology of fatal respiratory outbreaks and detection of TaqMan low-density arrays for simultaneous detection of multiple respiratory 336 pathogens. Journal of clinical microbiology 49, 2175-2182. 337 Korup, S., Rietscher, J., Calvignac-Spencer, S., Trusch, F., Hofmann, J., Moens, U., Sauer, I., Voigt, 338 S., Schmuck, R., Ehlers, B., (2013) Identification of a novel human polyomavirus in organs of the 339 gastrointestinal tract. PloS one 8, e58021. 340 Langley, G., Besser, J., Iwamoto, M., Lessa, F.C., Cronquist, A., Skoff, T.H., Chaves, S., Boxrud, D., 341 Pinner, R.W., Harrison, L.H., (2015) Effect of Culture-Independent Diagnostic Tests on Future 342 Emerging Infections Program Surveillance. Emerging infectious diseases 21, 1582-1588. 343 Langmead, B., Salzberg, S.L., (2012) Fast gapped-read alignment with Bowtie 2. A., Donato, D., Gessain, A., Niphuis, H., Nerrienet, E., Verschoor, E.J., Lacoste, V., 346 (2014) African great apes are naturally infected with roseoloviruses closely related to human 347 herpesvirus 7. Journal of virology 88, 13212-13220. 348 Lu, X., Chittaganpitch, M., Olsen, S.J., Mackay, I.M., Sloots, T.P., Fry, A.M., Erdman, D.D., (2006) 349 Real-time PCR assays for detection of bocavirus in human specimens. Journal of clinical 350 microbiology 44, 3231-3235. 351 Lu, X., Holloway, B., Dare, R.K., Kuypers, J., Yagi, S., Williams, J.V., Hall, C.B., Erdman, D.D., 352 (2008) Real-time reverse transcription-PCR assay for comprehensive detection of human 353 rhinoviruses. Journal of clinical microbiology 46, 533-539. 354 Lynch, M., Painter, J., Woodruff, R., Braden, C., (2006) Surveillance for foodborne-disease 355 outbreaks--United States, 1998-2002. Morbidity and mortality weekly report. Surveillance 356 summaries (Washington, D.C. : 2002) 55, 1-42. 357 Morgan, O.W., Chittaganpitch, M., Clague, B., Chantra, S., Sanasuttipun, W., Prapasiri, P., Naorat, 358 S., Laosirithavorn, Y., Peret, T.C., Erdman, D.D., Baggett, H.C., Olsen, S.J., Fry, A.M., (2013) 359 Hospitalization due to human parainfluenza virus-associated lower respiratory tract illness in rural 360 Thailand. Influenza Other Respir Viruses 7, 280-285. 361 Morzunov, S.P., Feldmann, H., Spiropoulou, C.F., Semenova, V.A., Rollin, P.E., Ksiazek, T.G., 362 Peters, C.J., Nichol, S.T., (1995) A newly recognized virus associated with a fatal case of hantavirus 363 pulmonary syndrome in Louisiana. Journal of virology 69, 1980-1983. 364 Naccache, S.N., Federman, S., Veeraraghavan, N., Zaharia, M., Lee, D., Samayoa, E., Bouquet, J., 365 Greninger, A.L., Luk, K.C., Enge, B., Wadford, D.A., Messenger, S.L., Genrich, G.L., Pellegrino, 366 K., Grard, G., Leroy, E., Schneider, B.S., Fair, J.N., Martinez, M.A., Isa, P., Crump, J.A., DeRisi, 367 J.L., Sittler, T., Hackett, J., Jr., Miller, S., Chiu, C.Y., (2014) A cloud-compatible bioinformatics 368 pipeline for ultrarapid pathogen identification from next-generation sequencing of clinical samples. 369 Genome research 24, 1180-1192. 370 Ng, T.F., Driscoll, C., Carlos, M.P., Prioleau, A., Schmieder, R., Dwivedi, B., Wong, J., Cha, Y., 371 Head, S., Breitbart, M., Delwart, E., (2013) Distinct lineage of vesiculovirus from big brown bats, 372", "latex": null, "type": "figure"}, "FIGREF1": {"text": "M.J., Loman, N.J., Penn, C.W., (2010) High-throughput sequencing and clinical 379 microbiology: progress, opportunities and challenges. Current opinion in microbiology 13, 625-631. 380 Pyrc, K., Berkhout, B., van der Hoek, L., (2007) Identification of new human coronaviruses. Expert 381 review of anti-infective therapy 5, 245-253. 382 Quan, P.L., Firth, C., Street, C., Henriquez, J.A., Petrosov, A., Tashmukhamedova, A., Hutchison, 383 S.K., Egholm, M., Osinubi, M.O., Niezgoda, M., Ogunkoya, A.B., Briese, T., Rupprecht, C.E., 384 Lipkin, W.I., (2010) Identification of a severe acute respiratory syndrome coronavirus-like virus in a 385 leaf-nosed bat in Nigeria. mBio 1. 386 Rose, T.M., (2005) CODEHOP-mediated PCR -a powerful technique for the identification and 387 characterization of viral genomes. Virol J 2, 20. 388 Rose, T.M., Henikoff, J.G., Henikoff, S., (2003) CODEHOP (COnsensus-DEgenerate Hybrid 389 Oligonucleotide Primer) PCR primer design. Nucleic acids research 31, 3763-3766. 390 Rose, T.M., Schultz, E.R., Henikoff, J.G., Pietrokovski, S., McCallum, C.M., Henikoff, S., (1998) 391 Consensus-degenerate hybrid oligonucleotide primers for amplification of distantly related 392 sequences. Nucleic acids research 26, 1628-1635. 393 Schatzberg, S.J., Li, Q., Porter, B.F., Barber, R.M., Claiborne, M.K., Levine, J.M., Levine, G.J., 394 Israel, S.K., Young, B.D., Kiupel, M., Greene, C., Ruone, S., Anderson, L., Tong, S., (2009) Broadly 395 reactive pan-paramyxovirus reverse transcription polymerase chain reaction and sequence analysis 396 for the detection of Canine distemper virus in a case of canine meningoencephalitis of unknown 397 etiology. Journal of veterinary diagnostic investigation : official publication of the American 398 Association of Veterinary Laboratory Diagnosticians, Inc 21, 844-849. 399 Staheli, J.P., Boyce, R., Kovarik, D., Rose, T.M., (2011) CODEHOP PCR and CODEHOP PCR 400 primer design. Methods in molecular biology (Clifton, N.J.) 687, 57-73. 401 Staheli, J.P., Ryan, J.T., Bruce, A.G., Boyce, R., Rose, T.M., (2009) Consensus-degenerate hybrid 402 oligonucleotide primers (CODEHOPs) for the detection of novel viruses in non-human primates. 403 Methods (San Diego, Calif.) 49, 32-41. 404 Tao, Y., Shi, M., Conrardy, C., Kuzmin, I.V., Recuenco, S., Agwanda, B., Alvarez, D.A., Ellison, 405 J.A., Gilbert, A.T., Moran, D., Niezgoda, M., Lindblade, K.A., Holmes, E.C., Breiman, R.F., 406 Rupprecht, C.E., Tong, S., (2013) Discovery of diverse polyomaviruses in bats and the evolutionary 407 history of the Polyomaviridae. The Journal of general virology 94, 738-748. 408 Tong, S., Chern, S.W., Li, Y., Pallansch, M.A., Anderson, L.J., (2008) Sensitive and broadly reactive 409 reverse transcription-PCR assays to detect novel paramyxoviruses. Journal of clinical microbiology 410 46, 2652-2658. 411 Tong, S., Conrardy, C., Ruone, S., Kuzmin, I.V., Guo, X., Tao, Y., Niezgoda, M., Haynes, L., 412 Agwanda, B., Breiman, R.F., Anderson, L.J., Rupprecht, C.E., (2009) Detection of novel SARS-like 413 and other coronaviruses in bats from Kenya. Emerging infectious diseases 15, 482-485. 414 Tong, S., Li, Y., Rivailler, P., Conrardy, C., Castillo, D.A., Chen, L.M., Recuenco, S., Ellison, J.A., 415 Davis, C.T., York, I.A., Turmelle, A.S., Moran, D., Rogers, S., Shi, M., Tao, Y., Weil, M.R.adenoviruses in fecal specimens from wild chimpanzees (Pan trogylodytes 421 schweinfurthii) in western Tanzania. The American journal of tropical medicine and hygiene 82, 967-422 970. 423", "latex": null, "type": "figure"}, "FIGREF2": {"text": "., Ghai, S., Epstein, J.H., Daszak, P., Olival, K.J., Blair, P.J., Callahan, M.V., Hemachudha, T., 426 (2015) Diversity of coronavirus in bats from Eastern Thailand. Virol J 12, 57. 427 Wang, D., Urisman, A., Liu, Y.T., Springer, M., Ksiazek, T.G., Erdman, D.D., Mardis, E.R., 428 Hickenbotham, M., Magrini, V., Eldred, J., Latreille, J.P., Wilson, R.K., Ganem, D., DeRisi, J.L., 429 (2003) Viral discovery and sequence recovery using DNA microarrays. PLoS biology 1, E2. 430 Wikswo, M.E., Kambhampati, A., Shioda, K., Walsh, K.A., Bowen, A., Hall, A.J., (2015) Outbreaks 431 of Acute Gastroenteritis Transmitted by Person-to-Person Contact, Environmental Contamination, 432 and Unknown Modes of Transmission--United States, 2009-2013. Morbidity and mortality weekly 433 report. Surveillance summaries (Washington, D.C. : 2002) 64, 1-16. 434 Yuan, L., Li, M., Li, L., Monagin, C., Chmura, A.A., Schneider, B.S., Epstein, J.H., Mei, X., Shi, Z., 435 Daszak, P., Chen, J., (2014) Evidence for retrovirus and paramyxovirus infection of multiple bat 436 species in china. Viruses 6, 2138-2154. 437 Zlateva, K.T., Crusio, K.M., Leontovich, A.M., Lauber, C., Claas, E., Kravchenko, A.A., Spaan, 438 W.J., Gorbalenya, A.E., (2011) Design and validation of consensus-degenerate hybrid 439 oligonucleotide primers for broad and sensitive detection of corona-and toroviruses.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Figure Legend 458", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Evaluation of AA-PCR-Seq, conventional pan-viral group PCR, and shotgun NGS 460 using clinical samples, compared to qPCR. (A) Overall virus detection rate, compared to qPCR, by 461 percentage (n=112); (B) Rate of detection, by respiratory virus group and assay type; (C) Rate of 462 detection, grouped by viral Ct value, compared to qPCR.", "latex": null, "type": "figure"}, "TABREF0": {"text": "). The panel consists of two DNA 168 viruses: Adenovirus C (AdVC) and Human Bocavirus (HBoV); and three RNA viruses: Respiratory 169 Syncytial Virus (RSV), Influenza A (Flu A), and Middle East Respiratory Syndrome Coronavirus 170 (MERS-CoV). For each virus, we made a series of 10-fold dilutions of nucleic acid in a constant 171 background of human RNA. Each dilution was subjected to random PCR pre-amplification 172 (described in 2.3) followed by either AA-PCR-Seq (2.4) or shotgun NGS (2.5). Forty-eight triplicate 173 reactions were (144 total) were pooled for each MiSeq sequencing run. For shotgun NGS, we aimed 174", "latex": null, "type": "table"}, "TABREF1": {"text": ". While many have divergent 218 nucleotide sequences in the amplicon regions, additional genome sequence for each detected virus 219 are needed to determine if they are variants, new strains, or novel species.", "latex": null, "type": "table"}, "TABREF2": {"text": "Reference and clinical specimens a 446", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Viral Family Reference Isolate </td><td>Clinical specimenb </td></tr><tr><td>Adenoviridae ADV C2 </td><td>ADV B3 (18.5, 22.5, 28.5), ADV C1 (30.4, 30.5, 35), ADV C2 (32.5), ADV C5 (32.8, </td></tr><tr><td>Coronavirinae MERS-CoV </td><td>34.5), ADV E4 (23.1) HCoV-229E (21.5, 32), HCoV-HKU1 (28.8, </td></tr><tr><td>37.8), HCoV-NL63 (36.41), HCoV-OC43 (31.8, 38.1) </td></tr><tr><td>Orthomyxoviridae FluA/KY/K4880/80 </td><td>FluA (23.8, 23.8, 27.1, 29.5, 29.9, 29.9, </td></tr><tr><td>30.1, 32, 33.2, 35.3), FluB (22.5, 29.8, 30.2) </td></tr><tr><td>Paramyxoviridae </td><td>HPIV1 (26.5, 34, 36), HPIV2 (29.2, 38.6), </td></tr><tr><td>HPIV3 (19, 21.8, 24, 24.5, 25, 26, 28.2, 29, 29, 30) </td></tr><tr><td>Pneumoviridae RSV </td><td>HMPV (20.9, 22.5, 22.5, 23, 23.8, 25, 25, 27.1, 28, 28, 28.6, 30, 29, 29, 30.2, 31, 31.9, 33, 33.8, 34, 36.6, 39.6), RSVA (20.5, 21, 21, 22, 22, 23.5, 25, 25.5, 26, 27.5, 27.8, 31.2), RSVB (21, 21, 22, 22.5, 23, 24.5, 25, 29, 30.5, 32.6, 38.5), RSV (30, 36) </td></tr></table></body></html>"}, "TABREF3": {"text": "a ADV, adenovirus; RSV, respiratory syncytial virus; HMPV, human metapneumovirus; HCoV, 447 human coronavirus; Flu B, influenza B virus; Flu A, influenza A virus; HPIV, human parainfluenza 448 virus; HBoV, human bocavirus; HRV, human rhinovirus. b Viral Ct indicated in parentheses 449", "latex": null, "type": "table"}, "TABREF4": {"text": "Comparison of assay sensitivity using five representative reference virus samples. 451 Samples (10_fold dilutions) qPCR results (Ct value) Results a (Pos or Neg) Pos, positive; Neg, negative; ND, not done. 452 Viruses identified from bats. ID = individual bat identification number. % identity = 454 BLAST nucleotide identity of amplicon to nearest neighbor 455 95% Bat adeno-associated virus isolate 1715-HB-Rs-C (HQ142878.1)", "latex": null, "type": "table"}, "TABREF5": {"text": "Table 2. Comparison of assay sensitivity using five representative reference virus samples. 451", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>qPCR results (Ct value) </td><td>Resultsa </td><td>(Pos or </td><td>Neg) </td></tr><tr><td> </td><td> </td><td> </td><td>Conventional </td><td>AA-\n</td><td> </td></tr><tr><td>Samples (10_fold dilutions) </td><td> </td><td> </td><td> </td><td> </td><td>Shotgun </td></tr><tr><td> </td><td>Virus target </td><td>Host RnaseP target </td><td>pan-viral </td><td>PCR-\n</td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>NGS </td></tr><tr><td> </td><td> </td><td> </td><td>group PCR </td><td>Seq </td><td> </td></tr><tr><td>Adenovirus C (100) </td><td>26.2 </td><td>29.2 </td><td>Pos </td><td>Pos </td><td>Pos </td></tr><tr><td>Adenovirus C (101) </td><td>29.8 </td><td>29 </td><td>Pos </td><td>Pos </td><td>Neg </td></tr><tr><td>Adenovirus C (102) </td><td>33.2 </td><td>29.4 </td><td>Pos </td><td>Pos </td><td>Neg </td></tr><tr><td>Adenovirus C (103) </td><td>36.9 </td><td>29.5 </td><td>Neg </td><td>Neg </td><td>Neg </td></tr><tr><td>Adenovirus C (104) </td><td>No Ct </td><td>30 </td><td>Neg </td><td>ND </td><td>ND </td></tr><tr><td>Respiratory Syncytial Virus (100) </td><td>25.7 </td><td>30 </td><td>Pos </td><td>Pos </td><td>Pos </td></tr><tr><td>Respiratory Syncytial Virus (101) </td><td>29 </td><td>29.3 </td><td>Pos </td><td>Pos </td><td>Pos </td></tr><tr><td>Respiratory Syncytial Virus (102) </td><td>32.2 </td><td>28.4 </td><td>Pos </td><td>Pos </td><td>Pos </td></tr><tr><td>Respiratory Syncytial Virus (103) </td><td>37.2 </td><td>30 </td><td>Pos </td><td>Neg </td><td>Neg </td></tr><tr><td>Respiratory Syncytial Virus (104) </td><td>No Ct </td><td>29.5 </td><td>Neg </td><td>ND </td><td>ND </td></tr><tr><td>Influenza A (100) </td><td>25.5 </td><td>24.5 </td><td>Pos </td><td>Pos </td><td>Pos </td></tr><tr><td>Influenza A (101) </td><td>28.1 </td><td>26.9 </td><td>Pos </td><td>Pos </td><td>Pos </td></tr><tr><td>Influenza A (102) </td><td>32 </td><td>28.4 </td><td>Neg </td><td>Pos </td><td>Neg </td></tr><tr><td>Influenza A (103) </td><td>35.5 </td><td>28.6 </td><td>Neg </td><td>Pos </td><td>Neg </td></tr><tr><td>Influenza A (104) </td><td>39.5 </td><td>28.8 </td><td>Neg </td><td>Neg </td><td>ND </td></tr><tr><td>Human Bocavirus 1 (100) </td><td>24 </td><td>29.8 </td><td>Pos </td><td>Pos </td><td>Pos </td></tr></table></body></html>"}, "TABREF6": {"text": "Table 3. Viruses identified from bats. ID = individual bat identification number. % identity = 454 BLAST nucleotide identity of amplicon to nearest neighbor 455", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Virus Taxon </td><td>ID </td><td>Host Species </td><td>% Identity </td><td>Nearest virus strain (Genbank Accn) </td></tr><tr><td>Family: Adenoviridae </td><td> </td><td> </td><td> </td></tr><tr><td>Mastadenovirus </td><td>1 </td><td>Myotis blythii </td><td>95% </td><td>Porcine adenovirus 5 (NC_002702.1) </td></tr><tr><td>Family: Coronaviridae </td><td> </td><td> </td><td> </td></tr><tr><td>Alphacoronavirus </td><td>3 </td><td>Miniopterus minor </td><td>92% </td><td>Bat coronavirus Trinidad/1CO7BA/2007 (EU769558.1) </td></tr><tr><td>4 </td><td>Artibeus lituratus </td><td>99% </td><td>Coronavirus BtCoV/KP256/Art_jam/PAN/2010 (JQ731784.1) </td></tr><tr><td> </td><td>5 </td><td>Chiroderma salvini </td><td>100% </td><td>Coronavirus BCoV/PB675/Art_lit/PAN/2011 (JQ731788.1) </td></tr><tr><td> </td><td>6 </td><td>Eidolon helvum </td><td>99% </td><td>Bat betacoronavirus isolate 13RS452-71 (KU131215)  </td></tr><tr><td> </td><td>9 </td><td>Glossophaga soricina </td><td>80% </td><td>Coronavirus BtCoV/KP534/Art_lit/PAN/2010 (JQ731787) </td></tr><tr><td> </td><td>10 </td><td>Glossophaga soricina </td><td>96% </td><td>Bat coronavirus Trinidad/1CO7BA/2007 (EU769558.1) </td></tr><tr><td> </td><td>11 </td><td>Hipposideros fulligenosus </td><td>96% </td><td>229E-related bat coronavirus isolate BtCov-Zim034Mab (MG000871) </td></tr><tr><td> </td><td>12 </td><td>Hipposideros fulligenosus </td><td>89% </td><td>Bat coronavirus M.nattereri/UK/Sav/1106A (JF440366)  </td></tr><tr><td> </td><td>14 </td><td>Miniopterus schreibersii </td><td>93% </td><td>Bat coronavirus BR98-55/BGR/2008 (GU190240.1) </td></tr><tr><td> </td><td>15 </td><td>Miniopterus schreibersii </td><td>89% </td><td>Bat coronavirus BR98-55/BGR/2008 (GU190240.1) </td></tr><tr><td> </td><td>16 </td><td>Myotis emarginatus </td><td>98% </td><td>Bat coronavirus BR98-55/BGR/2008 (GU190240.1) </td></tr><tr><td> </td><td>17 </td><td>Rhinolophus eureale </td><td>95% </td><td>Bat coronavirus Shandong/977/2006 (EF434378.1)  </td></tr><tr><td> </td><td>18 </td><td>Rhinolophus eureale </td><td>87% </td><td>Bat coronavirus Shandong/977/2006 (EF434378.1)  </td></tr><tr><td> </td><td>19 </td><td>Rhinolophus ferrumequinum </td><td>98% </td><td>Bat coronavirus Shandong/977/2006 (EF434378.1)  </td></tr><tr><td> </td><td>20 </td><td>Rhinolophus ferrumequinum </td><td>97% </td><td>Bat coronavirus BR98-55/BGR/2008 (GU190240.1) </td></tr><tr><td> </td><td>21 </td><td>Rhinolophus sp. </td><td>87% </td><td>BtMf-AlphaCoV/AH2011 (KJ473795.1) </td></tr><tr><td> </td><td>22 </td><td>Pipistrellus pygmaeus </td><td>91% </td><td>Alphacoronavirus N.las/G/Spain/2007 (HQ184055.1) </td></tr><tr><td> </td><td>23 </td><td>Pipistrellus sp. </td><td>88% </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>Anlong Ms bat coronavirus (KF294383.1) </td></tr><tr><td> </td><td>24 </td><td>Scotophilus dingani </td><td>82% </td><td>Bat coronavirus M.nattereri/UK/Wyt/1011A (JF440354.1) </td></tr><tr><td> </td><td>25 </td><td>Sturnira lilium </td><td>95% </td><td>Bat coronavirus CDPHE15/USA/2006 (KF430219.1)  </td></tr><tr><td> </td><td>26 </td><td>Sturnira lilium </td><td>94% </td><td>Coronavirus BCoV/PB675/Art_lit/PAN/2011 (JQ731788.1) </td></tr><tr><td> </td><td>27 </td><td>Sturnira lilium </td><td>100% </td><td>Alphacoronavirus Pipistrellus kuhlii/Italy/206645-41/2010 (KF500945) </td></tr><tr><td> </td><td>28 </td><td>unknown </td><td>91% </td><td>Alphacoronavirus N.las/C/Spain/2007 (HQ184051.1) </td></tr><tr><td>Betacoronavirus </td><td>6 </td><td>Eidolon helvum </td><td>97% </td><td>Eidolon bat coronavirus/Kenya/KY24/2006 (HQ728482.1) </td></tr><tr><td>7 </td><td>Eidolon helvum </td><td>99% </td><td>Kenya bat coronavirus BtKY88 (GU065432.1) </td></tr></table></body></html>"}}, "back_matter": []}