{
    "paper_id": "3dec04124169cdb21a7c128ef43bf615484cb046",
    "metadata": {
        "title": "The scale and dynamics of COVID-19 epidemics across Europe",
        "authors": [
            {
                "first": "Christopher",
                "middle": [],
                "last": "Dye",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Russell",
                "middle": [
                    "C H"
                ],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Southampton",
                    "location": {
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "S"
                ],
                "last": "Dagpunar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Southampton",
                    "location": {
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Brian",
                "middle": [
                    "G"
                ],
                "last": "Williams",
                "suffix": "",
                "affiliation": {
                    "laboratory": "South African Centre for Epidemiological Modelling and Analysis (SACEMA)",
                    "institution": "Stellenbosch University",
                    "location": {
                        "country": "South Africa"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The frequently stated goal of COVID-19 control is to \"flatten the curve\"; that is, to slow the epidemic by limiting contacts between infectious and susceptible individuals, and to reduce and delay peak numbers of cases and deaths. Here we investigate how the scale and dynamics of COVID-19 epidemics differ among 26 European countries in which the numbers of reported deaths varied more than 100-fold. Under lockdown, countries reporting fewer deaths in total also had lower peak death rates, as expected, but shorter rather than longer periods of epidemic growth. This empirical analysis highlights the benefits of intervening early to curtail COVID-19 epidemics: the cumulative number of deaths reported in each country by 20 June was 60-200 times the number reported by the date of lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The COVID-19 death toll has varied more than 100-fold across European countries; the total number of deaths reported in each country was 60-200 times the number reported by the date of lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Physical distancing flattens an epidemic curve by reducing the contact rate between infectious and susceptible individuals. A lower contact rate lowers the basic case reproduction number, R0, which reduces peak incidence and death rates and distributes the burden of illness over a longer time period (1-4). Flattening the curve protects health and health services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "For illustration, Figure 1 shows, with the aid of a dynamic SEIR epidemiological model (Supplementary Materials), how the COVID-19 epidemic in Switzerland might have been contained by flattening the curve. With an estimated basic case reproduction number of R0 = 2.33, the number of deaths reached a maximum of approximately 420 in week 15 (week beginning 6 April), and a total of 1800 deaths had occurred by week 25. If the basic case reproduction number had been higher at the outset (R0 = 3.50 in Figure 1 ) the epidemic would have been larger (2020 deaths) and narrower, peaking sooner and lasting for a shorter period of time. A lower basic case reproduction number (R0 = 1.75) would have reduced the size of the epidemic, and the 1300 deaths would have occurred over a longer time period (flatter epidemic curve). These calculations are consistent with epidemic theory, which shows how the final size of an epidemic (proportion of people infected, p) is a monotonically increasing function of R0, through the relationship = 1 − exp (− ) (5).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 26,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 500,
                    "end": 508,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The frequently stated goal of COVID-19 control is to \"flatten the curve\"; that is, to slow the epidemic by limiting contacts between infectious and susceptible individuals, and to reduce and delay peak numbers of cases and deaths. Here we investigate how the scale and dynamics of COVID-19 epidemics differ among 26 European countries in which the numbers of reported deaths varied more than 100-fold. Under lockdown, countries reporting fewer deaths in total also had lower peak death rates, as expected, but shorter rather than longer periods of epidemic growth. This empirical analysis highlights the benefits of intervening early to curtail COVID-19 epidemics: the cumulative number of deaths reported in each country by 20 June was 60-200 times the number reported by the date of lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The COVID-19 death toll has varied more than 100-fold across European countries; the total number of deaths reported in each country was 60-200 times the number reported by the date of lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "One-sentence summary"
        },
        {
            "text": "Physical distancing flattens an epidemic curve by reducing the contact rate between infectious and susceptible individuals. A lower contact rate lowers the basic case reproduction number, R0, which reduces peak incidence and death rates and distributes the burden of illness over a longer time period (1-4). Flattening the curve protects health and health services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main text"
        },
        {
            "text": "For illustration, Figure 1 shows, with the aid of a dynamic SEIR epidemiological model (Supplementary Materials), how the COVID-19 epidemic in Switzerland might have been contained by flattening the curve. With an estimated basic case reproduction number of R0 = 2.33, the number of deaths reached a maximum of approximately 420 in week 15 (week beginning 6 April), and a total of 1800 deaths had occurred by week 25. If the basic case reproduction number had been higher at the outset (R0 = 3.50 in Figure 1 ) the epidemic would have been larger (2020 deaths) and narrower, peaking sooner and lasting for a shorter period of time. A lower basic case reproduction number (R0 = 1.75) would have reduced the size of the epidemic, and the 1300 deaths would have occurred over a longer time period (flatter epidemic curve). These calculations are consistent with epidemic theory, which shows how the final size of an epidemic (proportion of people infected, p) is a monotonically increasing function of R0, through the relationship = 1 − exp (− ) (5) .",
            "cite_spans": [
                {
                    "start": 1043,
                    "end": 1046,
                    "text": "(5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 26,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 500,
                    "end": 508,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Main text"
        },
        {
            "text": "Does this theory explain the differences in COVID-19 epidemics across European countries? Did countries with more effective COVID-19 control programmes ─ those that reported fewer cases and deaths ─ have flatter epidemic curves? How has the scale and shape of European epidemics been changed by interventions, especially physical distancing under lockdown? Figure 2 approaches these questions with respect to the number and distribution of deaths through time for 24 European countries. Rather than using a dynamic epidemiological model to describe these epidemics, such as an SEIR model which is constrained by assumptions of, for example homogeneous mixing and exponentially distributed time periods (Supplementary Materials), we used an empirical model (skew-logistic) to measure the rate of epidemic growth, the maximum number of deaths per week, the period of growth (time from one death to the maximum number of weekly deaths), and the rate of decline. The empirical model gives an excellent description of COVID-19 epidemics across Europe; it is also more discriminating between epidemics than estimates of the time-varying case reproduction number (Supplementary Materials, Figure S6 ). The total number of reported deaths was 5.6 (95%CI 0.29) times the peak number of weekly deaths across the 24 countries (R 2 = 0.98, Figure 3a ). The principal determinant of variation in the number of deaths among countries was neither the rate of epidemic growth (R 2 = 0.01, Figure 3b ) nor the rate of decline (R 2 = 0.03, Figure 3c ), but rather the duration of growth ─ the period over which the epidemic was allowed to expand (t = 3.91, p < 0.001, R 2 = 0.41, Figure  3d ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 357,
                    "end": 365,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1182,
                    "end": 1191,
                    "text": "Figure S6",
                    "ref_id": null
                },
                {
                    "start": 1328,
                    "end": 1337,
                    "text": "Figure 3a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1473,
                    "end": 1482,
                    "text": "Figure 3b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1522,
                    "end": 1531,
                    "text": "Figure 3c",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1662,
                    "end": 1672,
                    "text": "Figure  3d",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Main text"
        },
        {
            "text": "Longer periods of epidemic growth were associated with lower growth rates (R 2 = 0.37, Figure  3e ), the expected consequence of physical distancing ( Figure 1 ). Against expectation, however, slower growth rates were associated with more deaths rather than fewer deaths overall. The reason is that, in comparisons between countries, slower growth was more than offset by longer periods of growth (the red line lies above the black line of equivalence in Figure 1e ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 97,
                    "text": "Figure  3e",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 151,
                    "end": 159,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 455,
                    "end": 464,
                    "text": "Figure 1e",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Main text"
        },
        {
            "text": "The product of the rate (g) and duration of growth (d) defines net epidemic growth ─ how much an outbreak expands in size during the growth period. Net growth, measured by = , accounted for 88% of the inter-country variation in the number deaths (t = 12.4, p < 0.001, R 2 = 0.88; Figure 3f ). Although such a relationship is expected in principle, it is surprising that theory is upheld so faithfully in data collected in different ways across 24 diverse European countries.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 289,
                    "text": "Figure 3f",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Main text"
        },
        {
            "text": "Countries with larger populations generally reported more deaths (t = 6.83, p < 0.001, R 2 = 0.68); however, in multiple regression analysis, population size did not explain significantly more of the inter-country variation in deaths (t = 1.75, p > 0.05) than net growth, G (t = 6.39, p < 0.001). In other words, the effect of population size is accommodated within the measure of net growth. There is a hint in these data that the size of a COVID-19 epidemic increased more than linearly with national population size (N, millions), such that the number of deaths, = 51.1 . . The implication is that population size is more than an epidemic scaling factor, with effects that are not fully captured as deaths per capita. However, the exponent 1.32 is not significantly greater than unity (t = 1.64, p > 0.05). In any event, epidemics expanded more, and caused more deaths, in countries with larger populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main text"
        },
        {
            "text": "Because the duration of growth ( Figure 3d ) and net growth (Figure 3f) can account for much of the inter-country variation in numbers of deaths, we expect, in the data as well as in theory, the timing of interventions to be a determinant of epidemic size. One summary measure of the implementation of control measures is the Government Response Stringency Index, a composite metric of lockdown policies based on nine indicators including school closures, workplace closures, and travel bans, with a score for each country varying between 0 and 100% (6) . Figure 4 shows how the total number of deaths (D) reported from each country up to 20 June increased in relation to the cumulative number that had been reported when the Stringency Index reached or exceeded 70% (DL). The form of the power relationship is ≈ 200 . . The geometric mean ratio of D to DL is 128 in both model and data, but with greater variation in the data (95%CI 155) than in the fitted model (95%CI 19) . Based on the model relationship, the expected number of deaths varied from 60 to 200 times the number at lockdown, as the latter ranged from its highest (more than 300 in Sweden) to lowest values (zero in e.g. Croatia, Romania, Slovenia).",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 553,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 964,
                    "end": 974,
                    "text": "(95%CI 19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 33,
                    "end": 42,
                    "text": "Figure 3d",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 60,
                    "end": 71,
                    "text": "(Figure 3f)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 556,
                    "end": 564,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Main text"
        },
        {
            "text": "To illustrate the differences between countries, Luxembourg achieved a Stringency score of 72% on 16 March having recorded only 1 death; by 20 June they had recorded 110 deaths. Spain achieved the same Stringency score of 72% a day later on 17 March, having recorded 309 deaths; by 20 June, Spain had recorded 27,000 deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main text"
        },
        {
            "text": "The outlying countries in Figure 4 raise questions for further investigation: Belgium locked down (73% Stringency) on 18 March with 5 deaths, and yet the epidemic grew faster than average (0.34/day) and for longer than average (34 days), generating a relatively high number of deaths. Unusually, Belgium has reported more COVID-19 deaths than all excess deaths, but only around 15% more (Supplementary Materials), whereas observed and expected COVID-19 deaths differ by a factor of 10 in Figure 4 . Sweden never achieved a Stringency score as high as 70% (maximum 46%) and reported a relatively large number of deaths (4900) among Scandinavian countries (fewer than 600 in each of Denmark and Norway). However, the general relationship in Figure 4 predicts a far higher death toll. The reasons why Belgium and Sweden do not conform to the general pattern in Figure 4 remain to be determined.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 34,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 488,
                    "end": 496,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 739,
                    "end": 747,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 858,
                    "end": 866,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Main text"
        },
        {
            "text": "In conclusion, this analysis shows that European countries reporting fewer COVID-19 deaths had flatter epidemic curves ( Figure 2 ), but not in the way anticipated by simple epidemic theory ( Figure 1 ). Countries with fewer deaths overall did have smaller peak death rates, as expected, but they suffered fewer COVID-19 deaths due to shorter rather than longer periods of epidemic growth. In these comparisons between countries, longer epidemics were generally larger epidemics.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 129,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 192,
                    "end": 200,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Main text"
        },
        {
            "text": "The cross-country comparison in Figure 4 shows that the overall death toll was lower in countries that locked down earlier, when fewer deaths had been reported. But the inference that a country with high COVID-19 mortality could have been like a country with a low mortality, had it acted sooner, comes with a caution: controlling COVID-19 epidemics through early intervention appears to be harder in countries with larger populations, for reasons that are not explained by this study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 32,
                    "end": 40,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Main text"
        },
        {
            "text": "Notice, in addition, that epidemic expansion was greater in more populous countries, not because they imported more infections (a scaling factor), though that might also be true (7, 8) , but rather because they had epidemics that grew for longer (a multiplication factor).",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "(7,",
                    "ref_id": null
                },
                {
                    "start": 182,
                    "end": 184,
                    "text": "8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Main text"
        },
        {
            "text": "Taken together, these data expose the perils of delayed action during an epidemic with an average doubling time as short as 3 days. At this rate of growth, the daily death toll would have increased by a factor of ten within 9 days, which is shorter than the average time delay from one death to the time of lockdown, 11 days (ranging from -6 days in the Czech Republic to +43 days in Sweden). In effect, a COVID-19 epidemic in the average European country would have expanded more than ten-fold within the time it took to impose lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main text"
        },
        {
            "text": "The need for speed is expected to apply to resurgent epidemics too. Behind this analysis lies the supposition, supported by antibody surveys (9-11), that only a small fraction of Europe's population as been exposed to infection (of the order of 5-10%), albeit a fraction that varies among countries. Like others (1, 3, 12), we assume that new COVID-19 outbreaks will threaten large numbers of susceptible people across Europe, a view reinforced by renewed outbreaks in several countries during June 2020. Facing the risk of further outbreaks of COVID-19, this analysis points to the benefits of taking action without delay. European Centre for Disease Prevention and Control, COVID-19. 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main text"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main text"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main text"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 29, 2020. . https://doi.org/10.1101/2020.06.26.20131144 doi: medRxiv preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main text"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 29, 2020. . https://doi.org/10.1101/2020.06.26.20131144 doi: medRxiv preprint All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main text"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main text"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 29, 2020. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main text"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 29, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main text"
        },
        {
            "text": "The scale and dynamics of COVID-19 epidemics across Europe",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1"
        },
        {
            "text": "This supplement to the main text provides data sources, methods of data analysis, the mathematical model of COVID-19 dynamics and additional data and Figs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "This analysis is based on COVID-19 deaths reported from 26 European countries, for which the abbreviations are tabulated below (1). We used reported deaths because they are likely to be more accurate than reported cases, both in absolute magnitude (scale of the epidemic) and in the distribution of deaths through time (shape of the epidemic). However, a comparison of COVID-19 deaths and all excess deaths in Switzerland (Fig 1, Fig S3 below) questions the completeness of death reports at the peak of the epidemic. Nevertheless, the large differences in numbers of reported deaths between countries, and in number of deaths per capita, are very unlikely to be due solely to differences in diagnostic and reporting methods (2) . Indeed, the clear patterns of association in Figs 3 and 4 of the main text suggest that both the data and the empirical model portray real effects, rather than artefacts, of COVID-19 epidemics across the 26 countries studied in this investigation.",
            "cite_spans": [
                {
                    "start": 724,
                    "end": 727,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 422,
                    "end": 443,
                    "text": "(Fig 1, Fig S3 below)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Data sources"
        },
        {
            "text": "Fig 1 was constructed with a compartmental model of SARS CoV-2 transmission, framed in ordinary differential equations, and representing a homogeneously mixing population divided among susceptible, exposed, infectious and recovered or died (SEIR), as follows: (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR model of COVID-19 transmission dynamics"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 29, 2020. . https://doi.org/10.1101/2020.06.26.20131144 doi: medRxiv preprint Fig S1. The SEIR model. The compartments denote those in the population that are Susceptible, Exposed, Infected and Recovered.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 149,
                    "text": "Fig S1.",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "AUS"
        },
        {
            "text": "The variables S, E, I and R satisfy the ordinary differential equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUS"
        },
        {
            "text": "A convenient recent reference is Ma (3), though we have adjusted the notation here, reserving certain symbols for use in other standard ways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUS"
        },
        {
            "text": "As this discussion focuses on the number that die due to the epidemic we adjust the SEIR model by splitting R, those that recover, to distinguish between Z, those that die, from those that recover well. This arrangement is depicted in Fig S2, and is a simplified version of that used by Dagpunar (4) , which discusses the outcomes of hospitalization. Fig S2. Adjustment of the SEIR model where R is divided into two compartments, R \\ Z, those that recover and Z, those that die; where is the proportion that recover.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 299,
                    "text": "Dagpunar (4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 242,
                    "text": "Fig S2,",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 351,
                    "end": 358,
                    "text": "Fig S2.",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "AUS"
        },
        {
            "text": "We allow this adjusted SEIR model to depend on certain parameters with the understanding that once these parameters are known the behaviour of the SEIR model is completely specified. There are nine parameters in the model: (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUS"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 29, 2020. . https://doi.org/10.1101/2020.06.26.20131144 doi: medRxiv preprint number of days from start of epidemic before observations began 5.351 initial number of exposed The last parameter is used to modify the last differential equation (4) to:",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 211,
                    "text": "5.351",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "AUS"
        },
        {
            "text": "We denote by = ( 1, 2, … , 9) , the vector of parameters. With given, the four differential equations (1), (2), (3) and (5) ",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 29,
                    "text": "9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "AUS"
        },
        {
            "text": "where t is the day and N is the number of days of interest. However, the parameters are assumed unknown. We therefore used the standard method of Maximum Likelihood (ML) as given for example in Cheng (5) to estimate the parameter values.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 203,
                    "text": "Cheng (5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "AUS"
        },
        {
            "text": "Here we outline the approach (called fitting the model) used to estimate the parameters from a sample of observed daily deaths, this being used to prepare Fig 1 in the main text. Let the sample of observed number of daily deaths be denoted by",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 163,
                    "text": "Fig 1 in",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "AUS"
        },
        {
            "text": "where is the number of deaths on day t and is the number of days observed. If the observations were made without error and if, with the right parameter values are correct for , then the death trajectory { ( , ) = 1,2, … , } would match the observed deaths Z in (7). So the model would be clearly successful in explaining deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUS"
        },
        {
            "text": "To include statistical uncertainty in the model we assume instead",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUS"
        },
        {
            "text": "where ( ) is random error. For simplicity the ( ) are assumed to be normally and independently distributed (NID) with standard deviation , i.e. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUS"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUS"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUS"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 29, 2020. . https://doi.org/10.1101/2020.06.26.20131144 doi: medRxiv preprint where is the random argument, and the parameters are fixed. In ML estimation, this is turned on its head so that Z is simply the known sample of observations now regarded as fixed and we write L as L( | ) = L( | )) calling it the (log)likelihood to indicate that it is now treated as a function of . The ML estimator is simply the value of at which L( | ) is maximized. i.e.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUS"
        },
        {
            "text": "Nelder-Mead numerical search for the maximum was used. This goes through different i=1, 2, 3,… comparing the different L( , | ) to find , the best .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUS"
        },
        {
            "text": "To simplify description of the estimation process, only fitting to deaths data, Z as in (7) has been described, but the method extends straightforwardly to include other data samples. For example",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUS"
        },
        {
            "text": "where is the number of active cases on day t. Fitting simultaneously to both Y and Z can be carried out by adding to the right-hand side of (10) a corresponding set of terms for Y. Numerical solution of the differential equations requires initial values for S, E, I, R. These are essentially scale invariant with ( + + + ) constant and independent of t. So the numerical integration can conveniently be done using S(0, ) = 1, E(0, ) some small quantity subsequently adjustable as its initial value is a parameter; with I and R also initially zero. The population size, also a parameter, is only needed to provide scaled values S, E, I, R at each step for comparison with the data Y and Z.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUS"
        },
        {
            "text": "Epidemic shape and scale (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUS"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 29, 2020. . https://doi.org/10.1101/2020.06.26.20131144 doi: medRxiv preprint Model epidemics for Switzerland in Fig 1 differ in shape as well as size; they are not scale invariant. Fig S3 adjusts the peak sizes of epidemics in Fig 1 to show more clearly the differences in shape, i.e. the different distribution of deaths through time when an epidemic is \"flattened\" by reducing the case reproduction number.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 189,
                    "text": "Fig 1 differ",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 246,
                    "end": 260,
                    "text": "Fig S3 adjusts",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 292,
                    "end": 300,
                    "text": "Fig 1 to",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "AUS"
        },
        {
            "text": "In Switzerland, the relatively flat peak in reported COVID-19 deaths (Fig 1 of the main  text) differs from the estimated number of excess deaths (week 14), suggesting that COVID-19 deaths might have been under-reported in that week (Fig S4) . The number of excess deaths reported from European countries was approximately 29% greater than the number of COVID-19 deaths (in 8 countries for which estimates have been published; Fig S5) (7) . This is a small difference within each country, in comparison with the 100-fold difference COVID-19 deaths reported between countries. Week of 2020",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 438,
                    "text": "(7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 69,
                    "end": 94,
                    "text": "(Fig 1 of the main  text)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 233,
                    "end": 241,
                    "text": "(Fig S4)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 427,
                    "end": 434,
                    "text": "Fig S5)",
                    "ref_id": null
                }
            ],
            "section": "Comparison of reported COVID-19 deaths and all excess deaths in Switzerland"
        },
        {
            "text": "Deaths/week Excess deaths/week All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of reported COVID-19 deaths and all excess deaths in Switzerland"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of reported COVID-19 deaths and all excess deaths in Switzerland"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 29, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of reported COVID-19 deaths and all excess deaths in Switzerland"
        },
        {
            "text": "Although the SEIR model is based on epidemiological principles, it does not accurately describe all of the European COVID-19 epidemics. In particular, the SEIR model does not easily replicate the slow rates of epidemic decline. For this reason we used a skew-logistic model to describe European epidemics:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical model of epidemic growth and decline"
        },
        {
            "text": "where f(t) is the number of deaths per unit time. The growth rate of the epidemic is b, and f(t) converges to zero at a rate of decline d = b  2c when t  . Parameter τ positions the epidemic along the time axis. The model can be fitted to data ─ here deaths in each time interval ─ either by least squares (LSQ) or maximum likelihood methods (MLE). We fitted the model to data from 24 countries for which there were sufficient reported deaths (Figs 2 and 3 of the main paper), but added Bulgaria and Slovenia for the analysis in Fig 4. Examples of the estimates shown in Fig 2, (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 532,
                    "end": 538,
                    "text": "Fig 4.",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 574,
                    "end": 580,
                    "text": "Fig 2,",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Empirical model of epidemic growth and decline"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 29, 2020. (8), implemented by ETH Zurich (9) . Re for each day is presented as the continuously varying (retrospective) average. While commonly used and reported, Re does not characterize and distinguish European epidemics as effectively as the empirical model ( Fig S6) .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "text": "(9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 327,
                    "end": 334,
                    "text": "Fig S6)",
                    "ref_id": null
                }
            ],
            "section": "Empirical model of epidemic growth and decline"
        },
        {
            "text": "Time trends in Re are similar for Germany and the United Kingdom (Fig S5b) , although they do show the lower rate of epidemic decline in the UK. In general, however, the skew-logistic model provides a more useful set of parameters to separate these two countries (and others), as in the shaded entries to the Table below. Besides the rate of decline, the two countries experienced differences in epidemic growth rate, the duration of epidemic growth, net growth, and the number of deaths at the epidemic peak, as shown in the following All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 74,
                    "text": "(Fig S5b)",
                    "ref_id": null
                }
            ],
            "section": "Empirical model of epidemic growth and decline"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical model of epidemic growth and decline"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 29, 2020. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical model of epidemic growth and decline"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical model of epidemic growth and decline"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 29, 2020. . https://doi.org/10.1101/2020.06.26.20131144 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical model of epidemic growth and decline"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Effects of non-pharmaceutical interventions on COVID-19 cases, deaths, and demand for hospital services in the UK: a modelling study",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Public Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The effect of control strategies to reduce social mixing on outcomes of the COVID-19 epidemic in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prem",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Public Health",
            "volume": "5",
            "issn": "",
            "pages": "261--270",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Estimating the effects of non-pharmaceutical interventions on COVID-19 in Europe",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flaxman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Changes in contact patterns shape the dynamics of the COVID-19 outbreak in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Generality of the final size formula for an epidemic of a newly invading infectious disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Earn",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bulletin of Mathematical Biology",
            "volume": "68",
            "issn": "",
            "pages": "679--702",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Genomic epidemiology of SARS-CoV-2 spread in Scotland highlights the role of European travel in COVID-19 emergence. medRxiv",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D S"
                    ],
                    "last": "Filipe",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Preliminary analysis of SARS-CoV-2 importation & establishment of UK transmission lineages",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Pybus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "By early April, coronavirus had spread to 10 percent of Stockholm population",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Roxhed",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schwenk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "References 1. European Centre for Disease Prevention and Control",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Estimating the effects of non-pharmaceutical interventions on COVID-19 in Europe",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flaxman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Estimating epidemic exponential growth rate and basic reproduction number",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infectious Disease Modelling",
            "volume": "5",
            "issn": "",
            "pages": "129--141",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Sensitivity of UK Covid-19 deaths to the timing of suppression measures and their relaxation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Dagpunar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.05.09.20096859"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Non-Standard Parametric Statistical Inference",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C H"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Graphs and maps",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Euromomo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Tracking covid-19 excess deaths across countries. Covid-19 data",
            "authors": [],
            "year": 2020,
            "venue": "The Economist",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A new framework and software to estimate time-varying reproduction numbers during epidemics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cori",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "American Journal of Epidemiology",
            "volume": "178",
            "issn": "",
            "pages": "1505--1512",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Stringhini et al., Seroprevalence of anti-SARS-CoV-2 IgG antibodies in Geneva, Switzerland (SEROCoV-POP): a population-based study. Lancet published online 15 June, (2020). 12. S. Hsiang et al., The effect of large-scale anti-contagion policies on the COVID-19 pandemic. Nature published online 9 June, (2020). 13.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "COVID-19 transmission model (lines) for Switzerland used to illustrate the effect of control methods that reduce the contact rate, for example by physical distancing, so as to flatten the epidemic curve, here described by the number of deaths per week (points). As the basic case reproduction number falls in the epidemic model from R0 = 3.5 to 2.33 to 1.75, the maximum number of deaths per week is reduced and delayed, and the epidemic becomes smaller in size, causing fewer deaths in total. Data are the reported numbers of COVID-19 deaths (dark blue points) and all excess deaths in Switzerland (scaled to illustrate and confirm the time trend, light blue points). The transmission model and data (13). are described further in the Supplementary Materials",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Epidemic curves for 24 European countries based on the number of deaths (points, vertical axis) reported each week (horizontal axis), described by an empirical model (red line) which is used to calculate the epidemic growth rate, the duration of epidemic growth and the rate of decline in each country (inset figures, left to right). Although the data are reported daily, and growth rates and durations are given in days, the model is fitted to the weekly numbers of deaths in order to sum over the 7-day reporting cycle (Supplementary Materials). Data source (13).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Determinants of the number of COVID-19 deaths in 24 European countries. (a) Relation between the maximum weekly number of deaths and the total number of reported deaths, shown on logarithmic scales. (b)-(d) Numbers of deaths in relation to (b) the rate of epidemic growth per day, (c) the rate of epidemic decline per day and (d) the period or duration of epidemic growth (days), (e) Growth rate and period are inversely related (red line); to reduce epidemic size, growth rate would need to fall more quickly (black line, equivalence) to offset longer periods of growth. (f) Net growth = is closely associated with the total number of reported deaths. Each panel gives the regression equation (red line) along with the fraction of the variation explained by each independent variable (R 2 ). (f) Data source (13).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Total numbers of COVID-19 deaths (D) reported from 26 European countries (the 24 in Figures 2 and 3 plus Bulgaria and Slovenia) in relation to the number of deaths (plus 1, to avoid zero on a logarithmic scale) that were reported at the time of lockdown (DL), i.e. the date on which a country achieved a Stringency Index of 70% or more. The form of the power relationship (red line) is = 200 . , and the geometric mean ratio D/DL in model and data is 128. Errors on the regression line are 95%CI. Further information and analysis, including full country names, are in the Supplementary Materials. Data sources (6, 13).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "can be solved by numerical integration to give the trajectories ( , ), ( , ), ( , ), ( , ), ( , ) for = 1,2, … ,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "of the distribution of the sample is then L( | ) =-( /2)ln(2 ) -ln -[1/(2 )] ∑ [ -( , )]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Flattening the epidemic curve: the model Swiss epidemics in Fig 1 have been scaled for peak case incidence. Reducing R0 from 3.5 to 2.33 to 1.75, through physical distancing (lowering the contact rate), generates epidemics that are distributed over a longer time period, with slower rates of growth and decline. This recalling ofFig 1 isto illustrate that R0 changes the shape as well as the size of epidemics.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Reported weekly COVID-19 deaths in Switzerland (filled bars) compared with all excess deaths. Excess deaths are the number in each week of 2020, compared with the average for 2015-19, calculated as the z-score (mean/standard deviation of mortality) multiplied by 40 to permit comparison with COVID-19 deaths (cfFig 1 of the main text). Data on z-scores are from (6), which does not publish absolute estimates of excess deaths.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "S5. The number of excess deaths in relation to reported COVID-19 deaths for eight European countries. Belgium and Sweden, in particular, reported fewer excess deaths than COVID-19 deaths, but this does not fully explain why either country is an outlier inFig 4 ofthe main text. Source(7).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "S6. Estimates of the time varying reproduction number, Re, for (a) 10 European countries and (b) Germany and the United Kingdom, with overlapping lower and upper estimates of the median. Source (9",
            "latex": null,
            "type": "figure"
        },
        "TABREF4": {
            "text": "with 95% CI from MLE are: All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": ". https://doi.org/10.1101/2020.06.26.20131144 doi: medRxiv preprint An alternative way to characterize epidemics, conceptually consonant with the SEIR model, is by means of the time varying case reproduction number, Re. Estimates of Re shown in Fig S5 are based on reported deaths and calculated by methods described in Cori et al",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}