{
    "paper_id": "3dece4b5ae1f940e4c222254b73deecd8e5755d9",
    "metadata": {
        "title": "45 Potential Impact of Climate Change on Pandemic Influenza Risk",
        "authors": [
            {
                "first": "Daniela",
                "middle": [],
                "last": "Curseu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Monica",
                "middle": [],
                "last": "Popa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dana",
                "middle": [],
                "last": "Sirbu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ioan",
                "middle": [],
                "last": "Stoian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Health problems related to the environment continue to be a major source of concern all over the world. Society needs to develop measures that will eliminate or considerably reduce hazardous factors from the environment that can result in health risk to humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There is scientific consensus worldwide through the Intergovernmental Panel on Climate Change, and National Academy of Sciences of USA, and other scientific professional associations, that the human modification of the global climate is occurring and that the climate is warming (Houghton et al., 2001; Oreskes 2004; Cicerone, 2005) . Human activity is changing the climate by changing the chemical balance in the air. Certain gases in the atmosphere, called 'greenhouse gases,' absorb outgoing long wave radiation and re-emit back to the surface heat that would otherwise escape to space. The atmospheric concentrations of several greenhouse gases emitted by human activities, including carbon dioxide and methane, are increasing dramatically. Because these gases are causing the atmosphere to recycle heat and hold in more warmth, the average temperature at the surface of the planet is going up. The rate of increase has accelerated in the last 50 years, and significant further increases are expected in the next century and beyond. The global average surface temperature has increased over the twentieth century by about 0.6°C, and is projected to rise by an additional 1.4-5.8°C over the twentyfirst century, depending on future emissions of greenhouse gases (Houghton et al., 2001) .",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 302,
                    "text": "(Houghton et al., 2001;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 303,
                    "end": 316,
                    "text": "Oreskes 2004;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 317,
                    "end": 332,
                    "text": "Cicerone, 2005)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1265,
                    "end": 1288,
                    "text": "(Houghton et al., 2001)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A question that naturally arose is what effect will this have on human health, specifically on infectious diseases? This question has generated considerable public interest and stimulated the publication of numerous research and review papers. There is solid scientific evidence that increasing temperatures can lead to increased transmission of disease, through direct action on infectious agents (e.g., malarial parasites develop in the mosquito more rapidly in higher temperatures), effects on vectors (e.g., greater geographic range and longer active season for mosquitoes, ticks, etc.), or changes in host behavior (e.g., shifts in migratory bird patterns). As noted by several researchers, climate change is partly responsible for the recent resurgence and re-emergence of some diseases, especially vector-borne diseases. Warmer temperatures and changes in rainfall have created ideal conditions for vectors and the pathogens to survive in some areas that were previously inhospitable to them. Tropical Africa is not the only area where deadly viruses have recently emerged. In Southeast Asia severe epidemics of dengue hemorrhagic fever started in 1954 and flu pandemics have originated from China such as the Asian flu (H2N2) in 1957, the Hongkong flu (H3N2) in 1968, and the Russian flu (H1N1) in 1977. However, it is especially during the last 10 years that very dangerous viruses for mankind have repeatedly developed in Asia, with the occurrence of Alkhurma hemorrhagic fever in Saudi Arabia (1995), avian flu (H5N1) in Hongkong (1997), Nipah virus encephalitis in Malaysia (1998) , and, above all, the SARS pandemic fever from southern China (2002) . The evolution of these viral diseases was probably not directly affected by climate change. In fact, their emergential success may be better explained by the development of large industry poultry flocks increasing the risks of epizootics, dietary habits, economic and demographic constraints, and negligence in the surveillance and reporting of the first cases.",
            "cite_spans": [
                {
                    "start": 1577,
                    "end": 1592,
                    "text": "Malaysia (1998)",
                    "ref_id": null
                },
                {
                    "start": 1649,
                    "end": 1661,
                    "text": "China (2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Research on climate and infectious disease linkages inherently requires interdisciplinary collaboration. Studies that consider the disease host, the disease agent, the environment, and society as an interactive system require more interdisciplinary collaboration among climate modelers, meteorologists, ecologists, social scientists, and a wide array of medical and public health professionals. Encouraging such efforts requires strengthening the infrastructure within universities and funding agencies for supporting interdisciplinary research and scientific training. In addition, educational programs in the medical and public health fields need to include interdisciplinary programs that explore the environmental and socioeconomic factors underlying the incidence of infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A more pressing issue for the World Health Organization is pandemic flu. With 329 cases of avian influenza in humans, including 206 deaths, reported officially to World Health Organization, the experts agree that the next influenza pandemic is inevitable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to the UN Food and Agriculture Organization (FAO, 2005) climate change and globalization could promote the spread of avian influenza and create a global pandemic. As the climate becomes more unstable, its role increases. There are many ways that global warming could conceivably impact influenza transmission. For instance, warming may change bird migration patterns and thus patterns of interaction between humans and infected animals.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 65,
                    "text": "(FAO, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Avian flu and climate warming are questions which involve not just remote countries but the whole planet and which impose on us new attitudes and a new way of finding solutions. This chapter will therefore first discuss how climate change may influence the spread of highly pathogenic influenza. On the other hand, the paper performs several key messages and advice for people living in areas affected by avian influenza to reduce its harm and to help limit the spread of a pandemic and prevent disease and death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Several species of wild birds can act as biological or mechanical carriers of human pathogens as well as of vectors of infectious agents (Olsen et al., 1995; Klich et al., 1996; Gylfe et al., 2000; Friend et al., 2001; Niskanen et al., 2003; Rappole and Hubalek, 2003; Reed et al., 2003; Hubalek, 2004; Krauss et al., 2004) . Many of these birds are migratory species that seasonally fly long distances through different continents (de Graaf and Rappole, 1995) . Climate change has been implicated in changes in the migratory and reproductive phenology (advancement in breeding and migration dates) of several bird species, their abundance and population dynamics, as well as a northward expansion of their geographical range in Europe (Sillett et al., 2000; Parmesan and Yohe, 2003; Brommer, 2004; Both and Visser, 2005) . Two possible consequences of these phenological changes in birds to the dispersion of pathogens and their vectors as follows:",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 157,
                    "text": "(Olsen et al., 1995;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 158,
                    "end": 177,
                    "text": "Klich et al., 1996;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 178,
                    "end": 197,
                    "text": "Gylfe et al., 2000;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 198,
                    "end": 218,
                    "text": "Friend et al., 2001;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 219,
                    "end": 241,
                    "text": "Niskanen et al., 2003;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 242,
                    "end": 268,
                    "text": "Rappole and Hubalek, 2003;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 269,
                    "end": 287,
                    "text": "Reed et al., 2003;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 288,
                    "end": 302,
                    "text": "Hubalek, 2004;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 303,
                    "end": 323,
                    "text": "Krauss et al., 2004)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 436,
                    "end": 460,
                    "text": "Graaf and Rappole, 1995)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 736,
                    "end": 758,
                    "text": "(Sillett et al., 2000;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 759,
                    "end": 783,
                    "text": "Parmesan and Yohe, 2003;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 784,
                    "end": 798,
                    "text": "Brommer, 2004;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 799,
                    "end": 821,
                    "text": "Both and Visser, 2005)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Climate Change, Migratory Birds, and Infectious Diseases"
        },
        {
            "text": "1. Shifts in the geographical distribution of the vectors and pathogens due to altered distributions or changed migratory patterns of bird populations, 2. Changes in the life cycles of bird-associated pathogens due to the mistiming between bird breeding and the breeding of vectors, such as mosquitoes. One example is the transmission of St. Louis encephalitis virus, which depends on meteorological triggers (e.g., precipitation) to bring the pathogen, vector, and host (nestlings) cycles into synchrony, allowing an overlap that initiates and facilitates the cycling necessary for virus amplification between mosquitoes and wild birds (Day, 2001) .",
            "cite_spans": [
                {
                    "start": 637,
                    "end": 648,
                    "text": "(Day, 2001)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Climate Change, Migratory Birds, and Infectious Diseases"
        },
        {
            "text": "Wild water birds play an important role in the occurrence of both animal and human disease. They have been implicated as important carriers of poultry pathogens including Newcastle, paramyxo, and avian influenza viruses (Pederson et al., 2004; Jorgensen et al., 2004; Soares et al., 2005) . These diseases are often sub clinical in wild water birds but can cause devastating infections with high mortality and huge economic loss in domestic poultry. These viruses readily infect migratory water birds that disseminate them along migratory pathways.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 243,
                    "text": "(Pederson et al., 2004;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 244,
                    "end": 267,
                    "text": "Jorgensen et al., 2004;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 268,
                    "end": 288,
                    "text": "Soares et al., 2005)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Climate Change, Migratory Birds, and Infectious Diseases"
        },
        {
            "text": "Influenza A viruses have been isolated from many species including humans, pigs, horses, mink, felids, marine mammals and a wide range of domestic birds, but wild birds belonging to the orders Anseriformes (particularly ducks, geese, and swans) and Charadriiformes (particularly gulls, terns, and waders) are thought to form the virus reservoir in nature (Olsen et al., 2006) . Climate change and alterations in the environment or animal breeding processes could be responsible for the mutations undergone by the virus and the jumps from one species to another. Ducks and other aquatic birds tend to congregate into flocks in the late fall and winter, creating dense populations that are optimal for efficient influenza transmission. Because of their likely avian origin in ducks and other shorebird, the winter seasonal nature of influenza in humans may be a relic of avian influenza in bird species.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 375,
                    "text": "(Olsen et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Could climate change spread avian influenza and create a global pandemic?"
        },
        {
            "text": "H5N1 avian influenza spread rapidly across Asia from east to west. The pathways by which the virus has and will spread between countries have been debated extensively, but have yet to be analyzed comprehensively and quantitatively. Despite intensive research, the means by which this spread was accomplished have remained extraordinarily controversial. Evidence is beginning to suggest that a combination of factors have all contributed to the persistence and spread of H5N1: movements by infected wild birds, transportation of infected domestic birds, and uncontrolled interactions between wild and domestic birds. To minimize the adverse effects of avian influenza, it is critical to detect its presence in a potential host population -whether wild bird or domestic poultry -early enough to mount an appropriate and effective response. Understanding the role of migratory birds in the spread of avian influenza viruses, the epidemiology of the avian influenza virus and its subtypes, and the exposure rates of various wild species are essential to future management of this disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Could climate change spread avian influenza and create a global pandemic?"
        },
        {
            "text": "The H5N1 virus has become established in bird populations of Southeast Asia and it has probably already reached the Arctic through migratory water birds. Avian flu virus can last indefinitely at a temperature dozens of degrees below freezing, as it is found in the northern most areas that migratory birds frequent. Influenza A viruses can survive over 30 days at 0°C (over 1 month at freezing temperature). Recently Scott Rogers from Bowling Green State University in Ohio and his colleagues found the influenza A virus genes in ice and water from highlatitude lakes that are visited by large numbers of migratory birds (Rogers et al., 2006) . It shows that there is potential for a human virus to survive the freezing process. Imagine if older, more vicious strains, such as the virus responsible for the Spanish flu pandemic, which killed somewhere between 20 and 40 million people in 1918-1919, were to re-emerge. So if these viruses have been huddled in the ice for thousands of years, how did they get there in the first place? According to Rogers et al. one very effective way for viruses to travel the world is to hitch a ride in the guts of migrating birds. As the birds visit lakes along their paths they shed viruses into the lakes and onto the ice (when present) and drink water containing viruses discharged by other birds or released from the ice by thawing. Therefore, these lakes become abiotic mixing pools for the viruses, while the birds are the biotic vessels where mixing occurs (including replication and recombination). Since there are susceptible hosts along their migration path, they may pass the viruses to other birds as well as to swine, humans, or other animals.",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 642,
                    "text": "(Rogers et al., 2006)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Could climate change spread avian influenza and create a global pandemic?"
        },
        {
            "text": "Mixing and recombination of American and Eurasian influenza strains occurs in regions such as Alaska where these species mix and breed (Pederson et al., 2004) . When birds migrate south they carry and disseminate these viruses along their migratory pathways.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 158,
                    "text": "(Pederson et al., 2004)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Could climate change spread avian influenza and create a global pandemic?"
        },
        {
            "text": "Until recently, bird flu outbreaks mainly occurred in Indonesia, Vietnam, Thailand, Laos, Cambodia, and China. But in July, 2005, Russia and Kazakhstan confirmed H5N1 outbreaks in poultry and wild birds. Birds flying from Siberia have carried the virus to the Greece, Turkey, and eastern Europe. Many scientists believe migrating wild fowl are responsible for carrying the virus from Asia and Siberia to Romania and Turkey. The scientists found that viruses from the most recently affected countries, all of which lie along migratory routes, were almost identical to viruses recovered from dead migratory birds at Qinghai Lake in China. The viruses from Turkey's first human cases were also virtually identical to the Qinghai Lake strain. In Romania, the outbreak was first detected in and around the remote Danube Delta, Europe's largest wetlands which also happen to lie on a major migratory route for wild birds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Could climate change spread avian influenza and create a global pandemic?"
        },
        {
            "text": "Although some argue there is not enough evidence yet for firm conclusions, the theory is gaining ground. Kilpatrick et al. (2006) integrated data on phylogenetic relationships of virus isolates, migratory bird movements, and trade in poultry and wild birds to determine the pathway for 52 individual introduction events into countries and predict future spread. They showed that 9 of 21 of H5N1 introductions to countries in Asia were most likely through poultry, and 3 of 21 were most likely through migrating birds. In contrast, spread to most (20/23) countries in Europe were most likely through migratory birds. Spread in Africa was likely partly by poultry (2/8 introductions) and partly by migrating birds (3/8). Theirs analyses predict that H5N1 is more likely to be introduced into the Western Hemisphere through infected poultry and into the mainland United States by subsequent movement of migrating birds from neighboring countries, rather than from eastern Siberia. These results highlight the potential synergism between trade and wild animal movement in the emergence and pandemic spread of pathogens and demonstrate the value of predictive models for disease control (Kilpatrick et al., 2006) .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 129,
                    "text": "Kilpatrick et al. (2006)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1182,
                    "end": 1207,
                    "text": "(Kilpatrick et al., 2006)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Could climate change spread avian influenza and create a global pandemic?"
        },
        {
            "text": "It is increasingly acknowledged that migratory birds, notably waterfowl, play a critical role in the maintenance and spread of influenza A viruses. In order to elucidate the epidemiology of influenza A viruses in their natural hosts, a better understanding of the pathological effects in these hosts is required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Could climate change spread avian influenza and create a global pandemic?"
        },
        {
            "text": "Wild birds were thought not to suffer from mild forms of avian influenza. But new data suggest that so-called 'low-pathogenic' avian influenza viruses do affect the lives of birds. According to scientist Jan van Gils from Netherlands Institute of Ecology, infected swans clearly suffer from their 'mild' disease. The late departure from the wintering grounds could lead to late arrival in the breeding grounds, and thus to a lost breeding season. All in all, these low-pathogenic viruses have a much greater impact than previously thought. Because of their slower migration, ill birds get in touch with many more healthy birds passing by them on migration. In this way the virus can spread itself more rapidly than previously thought (Van Gils et al., 2007) .",
            "cite_spans": [
                {
                    "start": 734,
                    "end": 757,
                    "text": "(Van Gils et al., 2007)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Could climate change spread avian influenza and create a global pandemic?"
        },
        {
            "text": "Acquiring more knowledge about mild but illness-causing avian influenza viruses is very important. Van Gils suggests that these mild virus types always formed the origin of massive pandemics such as the Spanish Flu and that only such viruses that are non-lethal to birds can be spread easily by (wild or captive) birds, simply because the birds stay alive. Only after mixing with human flu can such a low-pathogenic avian flu cause the nightmare of a deadly pandemic among humans. High-pathogenic avian flu that causes death among birds seems to originate from intensive poultry farms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Could climate change spread avian influenza and create a global pandemic?"
        },
        {
            "text": "Biologists reported on the feeding and migratory performance of wild migratory Bewick's swans (Cygnus columbianus bewickii Yarrell) naturally infected with low-pathogenic avian influenza (LPAI) A viruses of subtypes H6N2 and H6N8. Using information on geolocation data collected from Global Positioning Systems fitted to neck-collars, they showed that infected swans experienced delayed migration, leaving their wintering site more than a month after uninfected animals. This was correlated with infected birds traveling shorter distances and fueling and feeding at reduced rates. The data suggest that LPAI virus infections in wild migratory birds may have higher clinical and ecological impacts than previously recognized (Van Gils et al., 2007) . This contrasts previous ideas that mild forms of bird flu do not cause illness among wild birds. Moreover, these patterns can affect the rate of spread of avian influenza. Warming climate may be a factor in the population increase and expansion in distribution. Biologists believe that climate change is affecting living things worldwide, and the latest evidence suggests that warmer winters may mean fewer migratory birds. New research shows that as winter temperatures have risen in central Europe, the number of migratory birds has dropped. Ultimately, this may also decrease the number of migratory bird species there (Society for Conservation Biology, 2003). Wild aquatic water birds are the primary reservoir of influenza A viruses and bird influenza viruses serve as a genetic reservoir for other animal influenza strains including those that infect humans (Widjaja et al., 2004; Webster et al., 2002) . The past influenza pandemics of the twentieth century are all of avian origin (Horimoto et al., 2005) , including the 1918 influenza pandemic (Taubenberger et al., 2005) . According to Taubenberger, the Spanish flu virus that killed up to 50 million people in 1918-1919 was \"…avian like virus that adapted to humans\". The researchers believe the two other major flu pandemics of the twentieth century -in 1957 and 1968 -were caused by human flu viruses which acquired two or three key genes from bird flu virus strains. The greatest concern is that the H5N1 virus will recombine with a human virus that will give the new strain the capacity to become readily transmitted from person to person (Fig. 45.1 ). In places with high concentrations of domestic pigs and chickens, pigs may serve as a \"mixing vessel\" for the virus because of their genetic similarity to humans.",
            "cite_spans": [
                {
                    "start": 724,
                    "end": 747,
                    "text": "(Van Gils et al., 2007)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1614,
                    "end": 1636,
                    "text": "(Widjaja et al., 2004;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1637,
                    "end": 1658,
                    "text": "Webster et al., 2002)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1739,
                    "end": 1762,
                    "text": "(Horimoto et al., 2005)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1803,
                    "end": 1830,
                    "text": "(Taubenberger et al., 2005)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 2354,
                    "end": 2364,
                    "text": "(Fig. 45.1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Could climate change spread avian influenza and create a global pandemic?"
        },
        {
            "text": "In 1997, the new avian influenza virus (H5N1 avian flu) emerged in Hong Kong killing six people. This was the first time that an avian influenza virus was shown to be transmitted directly from birds to humans. The virus persisted in the region, and has since spread to a number of 60 countries in Asia, Europe, and Africa ( Fig. 45.2) . Twenty-six countries have experienced outbreaks in 2007. Except for a few outbreaks in wild birds, most of the confirmed outbreaks have been in domestic poultry, including chickens, turkeys, geese, ducks, and quails. The World Health Organization says there have been 329 cases of human avian influenza, including 206 deaths, with the highest number of cases reported in Indonesia and Vietnam. The avian H5N1 strain is highly virulent to people with a mortality rate of over 60% (Marshall et al., 2005) . The case distribution upon age groups is different in avian influenza as compared to seasonal flu. For the latter, ",
            "cite_spans": [
                {
                    "start": 816,
                    "end": 839,
                    "text": "(Marshall et al., 2005)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 334,
                    "text": "Fig. 45.2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Could climate change spread avian influenza and create a global pandemic?"
        },
        {
            "text": "Health officials who are alerted to a location where poultry (chicken, ducks, and other farmed birds) have been found to be dying of bird flu or avian influenza (H5N1 virus) will need to take immediate steps to ensure that the disease does not spread. With a good plan, one that includes effective communication measures, the spread of bird flu can be successfully arrested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Messages and Advice"
        },
        {
            "text": "The first objective is to identify the people and communities that are most at risk. The Food and Agriculture Organization estimates that 70% of poultry is raised in backyard farms. It is critical, therefore, that health authorities provide basic information on prevention and control of avian influenza to these people as the casualties are usually the very young and the very old, as exemplified by a V-shaped graph. For the pandemic flu, it is inverse with the youth with being the victims (Fig. 45.3) . As of February 2008, the median age of patients influenza A (H5N1) virus infection is approximately 18 years. The overall case fatality proportion is 61%. The primary pathologic process that causes death is fulminant viral pneumonia (WHO, 2008) . Handling of sick or dead poultry during the week before the onset of illness is the most commonly recognized risk factor. Although the A (H5N1) virus is at present poorly adapted to humans, limited human-to-human transmission continues to occur. they are at greatest risk of being exposed to the disease. Several countries have adopted preventive measures like placing roofs or nets over chicken pens to keep domestic fowl from coming into contact with migratory birds. It is also advisable that this information could be disseminated through other communication channels such as the media, community leaders, nongovernmental organizations, and policy-makers. The second objective is to adopt and adapt the following key messages and information for local dissemination and use.",
            "cite_spans": [
                {
                    "start": 740,
                    "end": 751,
                    "text": "(WHO, 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 493,
                    "end": 504,
                    "text": "(Fig. 45.3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Key Messages and Advice"
        },
        {
            "text": "• The spread of bird flu in affected areas can normally be prevented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "• People should avoid contact with chickens, ducks, or other poultry unless absolutely necessary. This is the best way to prevent infection with the bird flu virus. • Children are at high risk because they may play where poultry are found.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "Teach the children the following basic guidelines: -Avoid contact with any birds, their feathers, faeces, and other waste.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "-Do not keep birds as pets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "-Wash hands with soap and water after any contact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "-Not to sleep near poultry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "• Do not transport live or dead chickens, ducks or other poultry from one place to another even if you think the birds are healthy. • Handling of poultry in affected areas should be done within the area without transporting them to other areas. • Do not prepare poultry from affected areas as food for family or animals. The slaughter and preparation of such birds for food is dangerous. • If you unintentionally come into contact with poultry in an affected area, such as touching the bird's body, touching its faeces or other animal dirt, or walking on soil contaminated with poultry faeces: -Wash the hands well with soap and water after each contact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "-Remove the shoes outside the house and clean them of all dirt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "-Check your temperature for 7 days at least once daily. If you develop fever (>37.5°C), visit a doctor or the nearest health care facility immediately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "• Proper handling of poultry that are ill, suspected of having bird flu or dead is an important control measure to prevent the spread of the disease. • Make sure to keep children away from dead or sick poultry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "• If you need to handle dead or sick poultry, make sure you are protected. Wear protective clothing such as a mask, goggles, gown, rubber boots, and gloves. If these are not available, cover your mouth with a piece of cloth, wear glasses, use plastic bags to cover hands and shoes and fix these tightly around wrists and ankles with a rubber band or string. Wear overalls that can be washed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "• If you encounter sick and dead poultry for the first time and are unsure of the situation, inform the authorities immediately and leave the handling of the poultry to experienced personnel (cullers, clean-up personnel, etc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "• Decontamination of the yard or chicken pen will help control the spread of the disease. • If possible, ask experienced personnel to help you decontaminate the yard or chicken pen. • If this is not possible and you have to do it yourself, wear protective gear to protect your eyes, hands, feet, and other exposed parts of your body as described above. • Dead birds should be buried safely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "• Effective cleaning results in no visible feathers or faeces remaining in the shed. • Influenza viruses can survive for some time in organic material, so thorough cleaning with detergents is an important step in decontamination. All organic matter must be removed from poultry houses as much as possible. • As outdoor areas used by poultry can be difficult to clean or disinfect, poultry should be excluded from these areas for a minimum of 42 days to allow natural ultraviolet radiation to destroy any residual virus. The period of exclusion should be longer in cold weather. • Spraying of disinfectants on vegetated outdoor areas or soil is of limited value due to the inactivation of these chemicals by organic material. Removal of surface soil is not normally recommended unless it is heavily contaminated with faeces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "• Dead birds and their feces should be buried or burnt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "• As much as possible, seek assistance from your local agriculture authority on how to bury dead animals safely. • When burying dead birds or their faeces, try to avoid generating dust. Spray or sprinkle water to dampen the area first. Bury bird carcass and faeces at a depth of at least 1 m. • When the dead birds and their faeces have been properly disposed, clean all areas very well with detergent and water. Influenza viruses are relatively susceptible to a variety of detergents and disinfectants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "• Contaminated protective clothing should be properly handled or disposed. • After the area has been cleaned, remove all the protective materials and wash your hands with soap and water. • Wash clothes in hot or warm soapy water. Hang them in the sun to dry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "• Put used gloves and any other disposable materials in a plastic bag for safe disposal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "• Clean all reusable items such as rubber boots and glasses/goggles with water and detergent, but always remember to wash your hands after handling these items. • Items that cannot be cleaned properly should be destroyed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "• Shower/wash body using soap and water. Wash your hair.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "• Take care not to re-contaminate yourself or the cleaned area by avoiding contact with dirty, contaminated clothes and items. • Most importantly, wash your hands every time after handling any contaminated items. • Footwear should also be decontaminated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "• After walking around areas that may be contaminated (such as farms, markets, or backyards with poultry), clean your shoes as carefully as possible with soap and water. • When cleaning shoes, make sure that you do not flick any particles into your face or on your clothes. Wear a plastic bag over your hands, shield your eyes by wearing glasses or goggles, and cover your mouth and nose with a cloth. • Leave dirty boots and shoes outside the home until they have been thoroughly cleaned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "• People who have flu-like illness should take additional precautions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "• World Health Organization believes it is very important to prevent human influenza from spreading in areas affected by bird flu. Where the avian influenza viruses and human influenza viruses come in contact with each other, there is a risk that genetic material will be exchanged and a new virus could emerge. • Anyone with flu-like illnesses should therefore be careful with secretions from the nose and mouth when around other people, especially small children, in order not to spread human influenza viruses. • Cover your nose and mouth when coughing or sneezing. Use a tissue and throw it away once used. Teach children to do this as well. • Always wash your hands with soap and water after any contact with secretions from nose or mouth as these can carry a virus. • Children are especially prone to touching their face, eyes, and mouth with unwashed hands. Teach children the importance of hand washing after coughing, sneezing, and touching dirty items. • Inform the health authorities immediately and seek medical advice from a health professional if you develop signs of illness, such as fever and/or flulike symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "• Precautions can be taken when visiting friends or relatives in health-care facilities. • If you visit a patient who has bird flu, follow the advice from the hospital staff to wear protective clothing, including a mask, gown, gloves, and goggles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "• Such special protective clothing is required when you have direct contact with the patient and/or the patient's environment. • It is important that the protective mask fits properly. If it does not, seek advice from the hospital staff. • When you leave the patient's room you must remove these items and wash your hands with soap and water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "• In affected areas where the presence of bird flu has been confirmed, do not eat poultry meat that comes from dead or sick animals. • In affected areas it is advisable not to use dead and sick chicken or other poultry for preparing food for humans and/or animals. Even healthy-looking poultry of any kind from a bird flu affected area should not be used for food.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "• In neighboring areas (next to the bird flu affected area) some precautions need to be taken. • In general, only apparently healthy poultry should be prepared for food. • For killing, use a method that does not contaminate you or the environment of your household with blood, dust, faeces, and other animal dirt. Seek advice from the agriculture authority about the proper procedure. • For plucking, use a method that does not contaminate you or the environment of your household with dust, faeces, and other animal dirt. It is best to put poultry in boiling water before plucking feathers. • For degutting, use a method that does not contaminate you or the environment of your household with blood, dust, faeces, and other animal dirt. • Do not touch other items or your face (e.g., rubbing your eyes) during the procedure, unless you have washed your hands with soap and water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "• Take all precautionary measures to ensure that poultry and poultry products are properly prepared and safe to eat. • Chicken prepared hygienically and cooked thoroughly, i.e., no pink juices should be observed, can be considered safe to eat. However, remember, if the bird has a transmittable disease, such as bird flu, the person preparing the food is at risk of becoming infected and the environment may become contaminated. • Eggs, too, may carry pathogens, such as the bird flu virus inside or on their shells. Care must be taken in handling raw eggs and shells. Wash shells in soapy water and wash hands afterward. Eggs, cooked thoroughly (hard boiled, 5 minutes, 70 o C) will not infect the consumer with bird flu. • In general, all food should be thoroughly cooked to an internal temperature of 70°C or above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice of World Health Organization for people living in areas affected by bird flu or avian influenza"
        },
        {
            "text": "• The past influenza pandemics of the twentieth century were all of avian origin. The natural reservoir for influenza is suspected to be aquatic birds (ducks, geese) because they commonly exhibit no ill effects to lowpathogenic avian influenza. • Climate changes that influence wild water bird habitat, migration, and stopover sites could be a factor in global distribution of avian virus agents and possibly the emergence of a new pandemic influenza strain. • Climate change as well as globalization could promote the spread of avian influenza and create a global pandemic. However, for global warming, there has not been any evidence to show that it makes human influenza pandemics more likely. Alarmist statements blaming migrants for the spread of an emerging disease with pandemic potential and ignoring or underplaying the role of the poultry industry do not do justice to the complexity of the issues involved. • With avian influenza prevention and control measures, many countries have been able to contain or even eradicate the disease. Pandemics might be stopped at the very start, but it does not look like the current situation can be stopped; just delayed and slowed down.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The effect of climate change on the correlation between avian life-history traits",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Both",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Visser",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Me",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Global Change Biology",
            "volume": "11",
            "issn": "",
            "pages": "1606--1613",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The range margins of northern birds shift pole wards",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Brommer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Annales Zoologici Fennici",
            "volume": "41",
            "issn": "",
            "pages": "391--397",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Current state of climate science: recent studies from the National Academies",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Cicerone",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Statement before the Committee on Energy and Natural Resources",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Predicting St. Louis encephalitis virus epidemics: lessons from recent, and not so recent, outbreaks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Annual Review of Entomology",
            "volume": "46",
            "issn": "",
            "pages": "111--138",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Food and Agriculture Organization of the United Nations (FAO) (2005) A global strategy for the progressive control of highly pathogenic avian influenza (HPAI). FAO, World Organization for Animal Health and World Health Organization",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Graaf",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Rappole",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "("
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Disease emergence in birds: challenges for the twenty-first century",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Friend",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mclean",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dein",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fj",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Auk",
            "volume": "118",
            "issn": "",
            "pages": "290--303",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Epidemiology: reactivation of Borrelia infection in birds",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gylfe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bergstrom",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lunstrom",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "("
                    ],
                    "last": "Olsen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nature",
            "volume": "403",
            "issn": "",
            "pages": "724--725",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Influenza: lesson from past pandemics, warnings from current incidents",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Horimoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "("
                    ],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "3",
            "issn": "",
            "pages": "591--600",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Climate change 2001: the scientific basis. contribution of working group I to the third assessment report of the intergovernmental panel on climatic change (IPCC)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Houghton",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Griggs",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dj",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Noguer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Der Linden",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pj",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "("
                    ],
                    "last": "Xiaogu",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "An annotated checklist of pathogenic microorganisms associated with migratory birds",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hubalek",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Wildlife Diseases",
            "volume": "40",
            "issn": "",
            "pages": "639--659",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Strains of avian paramyxovirus type I of low pathogenicity for chickens isolated from poultry and wild birds in Denmark",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Jorgensen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Handberg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kj",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aherns",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Therkildsen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Or",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Manvell",
                    "suffix": ""
                },
                {
                    "first": "Alexander",
                    "middle": [],
                    "last": "Rj",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dj",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Veterinary Record",
            "volume": "154",
            "issn": "",
            "pages": "497--500",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Predicting the global spread of H5N1 avian influenza",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kilpatrick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Chmura",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gibbons",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dw",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fleischer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Marra",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pp",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "("
                    ],
                    "last": "Daszak",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "103",
            "issn": "",
            "pages": "19368--19373",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Springmigratory birds (Aves) extend the northern occurrence of blacklegged tick (Acari: Ixodidae)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Klich",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lankester",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mw",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kw",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J, Medical Entomology",
            "volume": "33",
            "issn": "",
            "pages": "581--585",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "fluenza Aviruses of migrating wild aquatic birds in NorthAmerica. Vector-Borne Zoonotic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krauss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": ",",
                    "middle": [],
                    "last": "Pryor",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sp",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Niles",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hinshaw",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vs",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rg",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "177--189",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Governments in a dilemma over bird flu",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bulletin of the World Health Organization",
            "volume": "83",
            "issn": "",
            "pages": "325--326",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "virFpositive Yersinia pseudotuberculosis and Yersinia enterocolitica found in migratory birds in Sweden",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Niskanen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Waldenstrom",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fredriksson-Ahomaa",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "("
                    ],
                    "last": "Korkeala",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Applied and Environmental Microbiology",
            "volume": "69",
            "issn": "",
            "pages": "4670--4675",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A (2006) Global patterns of influenza A virus in wild birds",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vj",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wallensten",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Waldenström",
                    "suffix": ""
                },
                {
                    "first": "Osterhaus",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Science",
            "volume": "312",
            "issn": "",
            "pages": "384--388",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Transhemispheric exchange of Lyme-disease spirochetes by seabirds",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Duffy",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jaenson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tgt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gylfe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bonnedahl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bergstrom",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of Clinical Microbiology",
            "volume": "33",
            "issn": "",
            "pages": "3270--3274",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The scientific consensus on climate change",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Oreskes",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "306",
            "issn": "5702",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Aglobally coherent fingerprint of climate change impacts across natural systems",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Parmesan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "("
                    ],
                    "last": "Yohe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "421",
            "issn": "",
            "pages": "37--42",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Phylogenetic relationships among virulent Newcastle disease virus outbreaks from 2002-2003 outbreak in California and other recent outbreaks in North America",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Pederson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Senne",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Da",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Woolcock",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pr",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Clinical Microbiology",
            "volume": "42",
            "issn": "",
            "pages": "2329--2334",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Migratory birds and West Nile virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Rappole",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hubalek",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Applied Microbiology",
            "volume": "94",
            "issn": "",
            "pages": "47--58",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Birds, migration and emerging zoonoses: West Nile virus, Lyme disease, influenza A and enteropathogens",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Meece",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jk",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Henkel",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Js",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Shukla",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sk",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clinical medicine & research",
            "volume": "1",
            "issn": "1",
            "pages": "5--12",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Evidence of Influenza A Virus RNA in Siberian Lake Ice",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shoham",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gilichinsky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Davydov",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Castello",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Virology",
            "volume": "80",
            "issn": "24",
            "pages": "12229--12235",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Impacts of a global climate cycle on population dynamics of a migratory songbird",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Sillett",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sherry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tw",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Science",
            "volume": "288",
            "issn": "",
            "pages": "2040--2042",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Standardization of a duplex RT-PCR for the detection of influenza A and Newcastle disease viruses in migratory birds",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Soares",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Demetrio",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sanfilippo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Kawanoto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brentano",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Durigo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "El",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of virological methods",
            "volume": "123",
            "issn": "",
            "pages": "125--130",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Climate change linked to migratory bird decrease",
            "authors": [],
            "year": 2003,
            "venue": "Society For Conservation Biology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Characterization of the 1918 influenza virus polymerase genes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Taubenberger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lourens",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fanning",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "889--893",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Hampered foraging and migratory performance in swans infected with low-pathogenic avian influenza A virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Gils",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vj",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Radersma",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liefhebber",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ra",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS ONE",
            "volume": "2",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0000184"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The importance of animal influenza for human disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vaccine Suppl",
            "volume": "2",
            "issn": "",
            "pages": "16--20",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Matrix gene of influenza viruses isolated from wild aquatic birds: ecology and emergence of influenza a viruses",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Widjaja",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Krauss",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Webby",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rj",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rg",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of virology",
            "volume": "78",
            "issn": "",
            "pages": "8771--8779",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Writing Committee of the Second World Health Organization Consultation on Clinical Aspects of Human Infection with Avian Influenza A (H5N1) Virus",
            "authors": [],
            "year": 2008,
            "venue": "The New England journal of medicine",
            "volume": "358",
            "issn": "",
            "pages": "261--273",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Reassortment of viral RNA genome segments (genetic mixing or recombination) creating a new viral strain.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Areas reporting confirmed occurrence of H5N1 avian influenza in poultry and wild birds since 2003.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Human avian influenza A (H5N1) cases by age group and country.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This study was realized in frame of National Research Project CEEX 128/2006, SIMONPAN.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        }
    ]
}