{
    "paper_id": "3ded5bf59d9e4cf7446ced8421112b3ae9a7da92",
    "metadata": {
        "title": "Cultural dimensions in online purchase behavior: Evidence from a cross-cultural study",
        "authors": [
            {
                "first": "Monica",
                "middle": [],
                "last": "Faraoni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Florence",
                    "location": {
                        "settlement": "Florence",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Lala",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Catholic University of the Sacred Heart",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": "lala.hu@unicatt.it"
            },
            {
                "first": "Riccardo",
                "middle": [],
                "last": "Rialti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Florence",
                    "location": {
                        "settlement": "Florence",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Lamberto",
                "middle": [],
                "last": "Zollo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Florence",
                    "location": {
                        "settlement": "Florence",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The objective of this research is to investigate how cultural differences affect consumers' online purchase behavior. We reviewed the recent literature on cross-cultural studies on online behavior and building on Hofstede's theory of cultural dimensions and the theory of planned behavior (TPB), we developed a conceptual model exploring how the dimensions of national culture influence perceptions of website usability, trust, and perceived risk, which in turn impact on intention to use and online purchase behavior. A web-based questionnaire was distributed to a sample of 350 European and Asian consumers actively using Alibaba e-commerce platforms. The conceptual model was validated through a confirmatory factor analysis (CFA), while structural equation modelling (SEM) was used to empirically test the hypothesized relationships among variables. Results showed how culture significantly influenced website usability and perceived risk in European consumers and, in turn, their intention and behavior. Differently, culture significantly influenced trust of Asian consumers, as well as their intention and online behavior. With this study, we contribute to the literature on consumer online purchase behavior from a cross-cultural perspective. As culture emerged among the significant antecedents of mechanisms explaining online purchase behavior, e-tailers should tailor digital marketing strategies according to consumer cultural differences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Online shopping is a global marketing megatrend (Von Briel, 2018) , making an unlimited range of products and services available for consumers all over the world (Pappas et al., 2016; Quelch & Klein, 1996) . Such a phenomenon has greatly been exacerbated by the COVID-19 pandemic, which forced home the most of consumers permitting them online purchases only (Sheth, 2020) . The leading global e-retailers are Alibaba and Amazon (Statista, 2020) , which were founded in two different countries, China and the United States, respectively. The two companies have also undergone two different internationalization processes. While Amazon was established in 14 international markets as of 2017, Alibaba operates at the international level through Aliexpress, a marketplace to buy products and services directly from sellers in China present in Europe, Russia, and America, and Lazada, an e-commerce company acquired in 2016 mainly present in other Asian countries (Wu & Gereffi, 2018) .",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 65,
                    "text": "(Von Briel, 2018)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 162,
                    "end": 183,
                    "text": "(Pappas et al., 2016;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 184,
                    "end": 205,
                    "text": "Quelch & Klein, 1996)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 359,
                    "end": 372,
                    "text": "(Sheth, 2020)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 429,
                    "end": 445,
                    "text": "(Statista, 2020)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 960,
                    "end": 980,
                    "text": "(Wu & Gereffi, 2018)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recent studies determined how consumer perceptions of the trustworthiness of e-commerce platforms might differ: for example, Western consumers are more skeptical toward China-based Alibaba than US-based Amazon or Italy-based Yoox (Kwak et al., 2019) . Moreover, there is a higher perceived risk of purchasing counterfeit products on Alibaba, in particular, among Western consumers as opposed to Eastern ones (Valarezo et al., 2018) . Scholars have pointed out that one of the main reasons underlying this phenomenon is the different cultural backgrounds of consumers, as the latter dramatically shapes consumer perceptions (Marino et al., 2020; Peng et al., 2017) . Indeed, elements such as national pride or individuals' status in their societies, for example, may drive consumers' preferences (Smith et al., 2013) . Similarly, extant research suggested that customer final purchase decisions are influenced by perceptions of ease of use and risk involved in these platforms (Faraoni et al., 2019) . E-commerce platforms characterized by safe payment procedures and easily understandable by consumers have indeed a competitive advantage over competitors (Zollo et al., 2020) .",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 249,
                    "text": "(Kwak et al., 2019)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 408,
                    "end": 431,
                    "text": "(Valarezo et al., 2018)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 623,
                    "end": 644,
                    "text": "(Marino et al., 2020;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 645,
                    "end": 663,
                    "text": "Peng et al., 2017)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 795,
                    "end": 815,
                    "text": "(Smith et al., 2013)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 976,
                    "end": 998,
                    "text": "(Faraoni et al., 2019)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1155,
                    "end": 1175,
                    "text": "(Zollo et al., 2020)",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Accordingly, both the literature on e-commerce and the one on cultural differences are still growing in response to research quests coming from the practitioners' world. However, some research gaps still exist. Indeed, limited research has explored how culture is related to different customer evaluations concerning website usability, trust, and perceived risk. On the one hand, the cultural dimension theory has been used at most by international marketing scholars to evaluate the entrance in new markets through physical shops and to develop innovative communication strategies (Litvin, 2019) . On the other hand, e-commerce research mostly focused on the exploration of consumers' behavioral dynamics in western markets, which are also the most mature ones (Rehman et al., 2020) .",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 596,
                    "text": "(Litvin, 2019)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 762,
                    "end": 783,
                    "text": "(Rehman et al., 2020)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To cope with these gaps, we conducted an empirical study adopting a cross-cultural perspective. In detail, we investigated how cultural elements influence attitudes toward the use of a specific online platform and customer online purchase intentions. A conceptual model based on Hofstede's (2001) cultural dimensions theory and Ajzen's (1991) theory of planned behavior (TPB) was developed. As the focus of this research concerns the observation of cultural difference's importance among Alibaba customers, a cross-country data collection was presented, involving respondents in Europe and Asia. Such an approach allowed us to perform a direct comparison between two different group of consumers. Therefore, we contribute to the existing literature on cross-cultural research on online shopping behavior by analyzing the cultural effects of the use of an international e-commerce platform, and if there are any differences in the online purchasing behavior of consumers from different backgrounds. Specifically, we will shed some lights on the importance of cultural differences on perceived website usability, trust, and risk.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 296,
                    "text": "Hofstede's (2001)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 328,
                    "end": 342,
                    "text": "Ajzen's (1991)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The remainder of this paper is structured as follows: we provide a literature review on cultural dimensions and online purchase behavior, then we present the hypotheses and variables of the proposed model. The following section discusses the results of the structural equation model, which show that culture influences the trust of Asian customers more than the trust of European customers. From that, implications for theory and practice are developed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The most widely adopted framework to analyze cultural differences among marketing and management scholars is Hofstede's (2011) cultural values model, originally developed based upon employees of IBM and found by subsequent research to well represent broad differences in national culture (Smith et al., 2013) . Hofstede (1991) identified five universal dimensions of culture (power distance, individualism, masculinity, uncertainty avoidance, and long-term orientation), which are defined as the following:",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 126,
                    "text": "Hofstede's (2011)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 288,
                    "end": 308,
                    "text": "(Smith et al., 2013)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 311,
                    "end": 326,
                    "text": "Hofstede (1991)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "(a) Power distance refers to social inequality, including the relationship of the individual with authority. High power distance nations include India, China, and Mexico, whereas low power distance nations mainly include Western countries, as in the case of the United States, Australia, and Israel (Rinne et al., 2012) . (b) Individualism-collectivism represents the relationship between the individual and the group. Under this dimension, adherence to the norm and group decisions is more important in Asian countries than individualistic needs or wants (Fam & Waller, 2003) . (c) Masculinity-femininity concerns the social implications of having been born as a boy or a girl. Except for Japan, most East Asian countries are ranked lower on masculinity than most of the Western countries (Hofstede et al., 1998) . (d) Uncertainty avoidance refers to ways of dealing with uncertainty, relating to the control of aggression and the expression of emotions. While East Asian countries score quite similarly on other dimensions, uncertainty avoidance has been suggested as one of the most defining cultural differences among East Asians. For example, the uncertainty avoidance index shows that Japan and Taiwan score high on uncertainty avoidance while China and Singapore score low .",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 319,
                    "text": "(Rinne et al., 2012)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 556,
                    "end": 576,
                    "text": "(Fam & Waller, 2003)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 790,
                    "end": 813,
                    "text": "(Hofstede et al., 1998)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "(e) Long-term orientation focuses on the degree to which people concentrate their efforts on the future rather than the present and the past (Minkov & Hofstede, 2011) . The four highest-scoring countries on this dimension are all East-Asian, that are South Korea, Taiwan, Japan, and China . Additionally, in more recent times, literature focused on cultural difference tried to expand the number of dimensions to be considered (Minkov & Hofstede, 2011) . In this perspective, an additional dimension has been considered among the ones characterizing a national culture: (f) Indulgence-restraint, which refers to the level of self-gratification that a society allow the individual to obtain with his/her own means. Usually, indulgence shows higher level in western countries and Oceania, while national cultures from Asian, African and South America show higher level of restraint. This notwithstanding, such a dimension had been scarcely used by prevailing literature, and researches including it are mostly in seminal phases (Sun et al., 2019) .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 166,
                    "text": "(Minkov & Hofstede, 2011)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 427,
                    "end": 452,
                    "text": "(Minkov & Hofstede, 2011)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1026,
                    "end": 1044,
                    "text": "(Sun et al., 2019)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "From the cross-cultural point of view, one main area of investigation in online behavior is represented by trust, which is defined as a group of beliefs held by a person derived from his or her perceptions about certain attributes (Flavián et al., 2006) . Trust represents a social antecedent of online shopping adoption, therefore e-tailers should build their websites in order to communicate trust to users (Gefen et al., 2003) . According to Chen and Dibb (2010) , key dimensions that affect website trust include usability, security and privacy assurance, and product information quality. From a cross-cultural point of view, Hallikainen and Laukkanen (2018) found that long-term orientation and collectivism interrelate with disposition to trust in e-commerce. Trust is found to be higher in collectivist cultures as compared to individualist cultures, confirming previous research (Doney et al., 1988; Huff & Kelley, 2003) . Regarding long-term orientation, it has a positive effect on disposition to trust suggesting that in long-term orientated cultures, business relationships are typically built on a long-lasting basis (Hallikainen & Laukkanen, 2018) .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 253,
                    "text": "(Flavián et al., 2006)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 409,
                    "end": 429,
                    "text": "(Gefen et al., 2003)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 445,
                    "end": 465,
                    "text": "Chen and Dibb (2010)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 630,
                    "end": 662,
                    "text": "Hallikainen and Laukkanen (2018)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 887,
                    "end": 907,
                    "text": "(Doney et al., 1988;",
                    "ref_id": null
                },
                {
                    "start": 908,
                    "end": 928,
                    "text": "Huff & Kelley, 2003)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1130,
                    "end": 1161,
                    "text": "(Hallikainen & Laukkanen, 2018)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "Previous studies have also analyzed the impact of cultural differences on ease of use, which represents the degree to which a person believes that using a particular technology would be free of effort (Davis, 1989) . In the case of Internet navigation, \"ease of use\" is referred to as \"usability,\" a term that is more frequently adopted in e-commerce literature (Flavián et al., 2006) . In a more recent study, Smith et al. (2013) found a direct relationship between perceived usability and behavior intention among American users. Belanche et al. (2012) conducted a study with a Spanish sample. Their results showed that website usability affects satisfaction, which in turn positively affects consumer intention to use a website.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 214,
                    "text": "(Davis, 1989)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 362,
                    "end": 384,
                    "text": "(Flavián et al., 2006)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 411,
                    "end": 430,
                    "text": "Smith et al. (2013)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 532,
                    "end": 554,
                    "text": "Belanche et al. (2012)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "Another area of investigation is represented by perceived risk, which is defined as the potential for loss in pursuing a desired outcome during the process of online shopping (Ko et al., 2004) . Perceived risk may reduce consumer perceptions of control, which can influence their behavior with e-tailers (Park et al., 2012) . It has also been found to act as moderator in the relationship between perceived website usability and consumer satisfaction (Belanche et al., 2012) . Therefore, companies should ensure website usability as it helps overcome those consumers that perceive a high risk in using a website.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 192,
                    "text": "(Ko et al., 2004)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 304,
                    "end": 323,
                    "text": "(Park et al., 2012)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 451,
                    "end": 474,
                    "text": "(Belanche et al., 2012)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "From the cultural point of view, most studies on e-commerce behavior have analyzed U.S.-based samples (Cayla & Arnould, 2008) . A few studies have adopted a cross-cultural perspective; for example, Ko et al. (2004) compared the differences in perceived risk between Koreans and Americans, suggesting that Korean users, who belong to a collectivist country, display a higher level of social risk. Capece et al. (2013) made a cross-cultural study involving Italian and Chinese consumers. The main dimensions influencing trust and intention to use e-commerce in Italy are represented by power distance and individualism, while long-term orientation and uncertainty avoidance are the cultural values that influence Chinese consumers' acceptance of online shopping. Peña-García et al. (2020) analyzed Spanish and Columbian consumers finding that buying impulse is an antecedent of online purchase intention in markets with a short-term orientation such as Columbia, therefore appropriate design strategies for online stores that can trigger purchase should be developed.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 125,
                    "text": "(Cayla & Arnould, 2008)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 198,
                    "end": 214,
                    "text": "Ko et al. (2004)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 396,
                    "end": 416,
                    "text": "Capece et al. (2013)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 761,
                    "end": 786,
                    "text": "Peña-García et al. (2020)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "In spite of this growing body of literature, to our best knowledge little research has considered -following a holistic approach-the simultaneous impact of cultural dimensions on intention to use an online e-commerce platform, privacy concerns and trust. Such a situation is counterintuitive as cultural dimensions contribute significantly to shape consumer behavior. According to De Mooij and Hofstede (2011), indeed, different cultures may cause differences in cognitive processes, information seeking and processing, and adoption of innovation. Similarly, they may cause dissimilarities in emotion arousal and inner motivations of consumers . As a consequence, to better investigate and unfold these mechanisms, the present research will try to answer the following research question:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "RQ What is the impact of cultural dimensions on consumer's website usability, perceived risk and trust; and, in turn, how do these affect their intention to use an online e-commerce platform?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "The aim of this research is to evaluate how consumer cultural values-which derive from their individual cultural backgrounds-influence their perceptions concerning an e-commerce platform and their subsequent intentions to use it to purchase a product. In order to do so, a structural model was jointly developed by the four authors. The structural model is based on the intertwining of Hofstede's cultural dimensions' theory (1991) with Ajzen's (1991) theory of planned behavior (TPB).",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 451,
                    "text": "Ajzen's (1991)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Hypotheses development"
        },
        {
            "text": "concerning an e-commerce platform Hofstede's (1991) cultural dimensions' theory argues that individual behavior is shaped by five dimensions depicting any national or regional culture. As previously assessed, European and Asian consumers are characterized by different cultural values with respect to their perceptions of power distance, individualism/collectivism, uncertainty avoidance, masculinity/femininity, and long-term/short-term orientation. National cultures shape the behavior of consumers in an online environment (Capece et al., 2013) leading to different perceptions of the e-commerce platform usability, trust, and involved risk. In general, Asian countries are characterized by a higher uncertainty avoidance and long-term orientation than Western countries, making them less prone to accept risks. As a consequence, perceived usability of an e-commerce platform will be lower in Asian consumers. This could influence the willingness to adopt and use a new technology (Baptista & Oliveira, 2015) . Hence, Asian customers might be more reluctant to engage in online shopping since e-commerce is perceived as having uncertain outcomes (Yoon, 2009) . Therefore, we propose: H1 Culture affects consumer perceptions of e-commerce platform usability. European consumers (H1a) may perceive an e-commerce platform as easier to use than their Asian counterparts (H1b).",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 51,
                    "text": "Hofstede's (1991)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 526,
                    "end": 547,
                    "text": "(Capece et al., 2013)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 984,
                    "end": 1011,
                    "text": "(Baptista & Oliveira, 2015)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1149,
                    "end": 1161,
                    "text": "(Yoon, 2009)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "The impact of consumer cultural values on their perceptions"
        },
        {
            "text": "Similarly, Asian consumers may perceive a higher risk in using a not-fully-known platform. The level of trust will thus be affected; indeed, someone wishing to avoid an uncertain outcome will probably be less prone to trust something new (Hwang & Lee, 2012) . Customers from high power distance countries, like Asian countries, tend to have less trust toward an online shopping mall than do customers from low power distance countries (Yoon, 2009) . Concerning individualism/collectivism dichotomy, individualist societies such as Europeans countries, are more prone to question authority, and, consequently, they are less afraid of switching to a different e-commerce platform (Hofstede, 2011) . The opposite is true for Asian collectivistic societies, which are integrated into deeply structured familiar or social networks. Therefore, we propose:",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 257,
                    "text": "(Hwang & Lee, 2012)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 435,
                    "end": 447,
                    "text": "(Yoon, 2009)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 678,
                    "end": 694,
                    "text": "(Hofstede, 2011)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "The impact of consumer cultural values on their perceptions"
        },
        {
            "text": "H2 Culture affects consumer trust in an e-commerce platform. European consumers may be more prone to trust a platform (H2a) than their Asian counterparts (H2b).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The impact of consumer cultural values on their perceptions"
        },
        {
            "text": "A similar effect is caused by the orientation toward masculinity in respect to femininity (Hofstede et al., 1998) . In many countries, both men and women share a common need for achievement, assertiveness, and success. Such countries, as is the case with European ones, are characterized by a diffused sense of masculinity. In Asian countries that are characterized by femininity, it has been observed that both men and women share a common orientation toward modesty. Yet in these countries it is also true that women are frequently viewed as more submissive and less interested in career advancements. The gender gap is therefore wider in feminine cultures (Hofstede, 1991) . Such a trait of national culture could noticeably influence the intention to use an e-commerce platform. European consumers (both men and women) may be more prone to accept a risk, and therefore to use technology (Stafford et al., 2004; Venkatesh & Morris, 2000) , while Asian ones tend to be more concerned about risk. Similarly, the more confident European consumers may perceive a platform as easier to use and may be more prone to trust the e-tailer. Based on these assumptions, we propose: H3 Culture affects consumer perceptions of risk related to the use of a new e-commerce platform. Asian consumers may perceive risks as greater (H3a) than their European counterparts (H3b).",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 113,
                    "text": "(Hofstede et al., 1998)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 659,
                    "end": 675,
                    "text": "(Hofstede, 1991)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 891,
                    "end": 914,
                    "text": "(Stafford et al., 2004;",
                    "ref_id": null
                },
                {
                    "start": 915,
                    "end": 940,
                    "text": "Venkatesh & Morris, 2000)",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "The impact of consumer cultural values on their perceptions"
        },
        {
            "text": "According to theory of planned behavior (TPB), perceptions or beliefs are the principal drivers of consumer intentions. This phenomenon has also been explored in regard to consumer intentions to use a digital technology like e-commerce platforms (Bhattacherjee, 2000) .",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 267,
                    "text": "(Bhattacherjee, 2000)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Consumer perceptions and intention to use an e-commerce platform"
        },
        {
            "text": "Among the main factors influencing consumer intentions to use an e-commerce platform, perceived usability plays a pivotal role. Flavián et al. (2006) , for example, identified perceived usability as a relevant antecedent to consumer willingness to adopt an e-commerce platform. Indeed, perceived usability could influence consumer satisfaction, trust, and loyalty, thus improving consumer intention to use a platform (Chen & Dibb, 2010) . Consumer perceptions concerning their capability to use a technology could also influence the perceived utility they attribute to it. Similarly, the perceived degree of usability will influence their relationship with e-commerce platforms (Biraghi et al., 2020) . Consumers, in fact, tend to develop better relationships with platforms that they are capable of using completely (Zhang et al., 2011) . Cultural differences also play a role in this regard. More confident consumers, such as European ones, may more quickly perceive a technology as more usable. Thus, it is plausible that the relationship between perceived usability and intention to use will be generically stronger in European consumers. Therefore, we propose:",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 149,
                    "text": "Flavián et al. (2006)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 417,
                    "end": 436,
                    "text": "(Chen & Dibb, 2010)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 678,
                    "end": 700,
                    "text": "(Biraghi et al., 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 817,
                    "end": 837,
                    "text": "(Zhang et al., 2011)",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Consumer perceptions and intention to use an e-commerce platform"
        },
        {
            "text": "H4 Website usability positively influences consumer intention to use an e-commerce platform, but the relationship between website usability and intention to use will be stronger in European consumers (H4a) than Asian ones (H4b).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consumer perceptions and intention to use an e-commerce platform"
        },
        {
            "text": "Consumers develop trust whether the information provided by the vendor are unbiased, clear, and verifiable . The existence of trust is fundamental; indeed, trust is the base of any marketing strategy wishing to build a relationship with consumers. Trust toward the e-commerce platform is another relevant antecedent of intention to use an e-commerce platform. According to Kim and Peterson (2017) , consumers tend to make more use of platforms that ensure safe payments, sell not-counterfeited products, and warrant that products come from certified vendors. Such a phenomenon is related to the cultural background of consumers and country-of-origin of the e-commerce platform. European consumers do not tend to trust Chinese e-commerce platforms; thus, in the specific Alibaba case (or in analogous cases), the relationship between trust and intention to use the platform will be stronger in Asian consumers. Therefore, we propose: H5 Trust positively influences both European and Asian consumer intentions to use an e-commerce platform; but the relationship between trust and intention to use will be stronger in Asian consumers (H5b) than European ones (H5a);",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 396,
                    "text": "Kim and Peterson (2017)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Consumer perceptions and intention to use an e-commerce platform"
        },
        {
            "text": "In regard to perceived risk, Pavlou (2002) identified perceived risk as one of the main factors hampering the success of e-commerce platforms. Consumers negatively perceive platforms characterized by weak data protection policies or populated by scammers. Accordingly, high perceived risk influences the use of an e-commerce platform as consumers do not wish to have their privacy and data stolen. In regard of this matter, both European and Asian consumers are concerned about perceived risk, as private information are relevant to both of them (Kim & Peterson, 2017) . Therefore, we propose:",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 42,
                    "text": "Pavlou (2002)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 546,
                    "end": 568,
                    "text": "(Kim & Peterson, 2017)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Consumer perceptions and intention to use an e-commerce platform"
        },
        {
            "text": "H6a, b Perceived risk negatively affects both European and Asian consumer intentions to use an e-commerce platform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consumer perceptions and intention to use an e-commerce platform"
        },
        {
            "text": "Marketing research has highlighted how consumer online purchase behavior is a frequent outcome of intention to use an e-commerce platform. Such a phenomenon is coherent with Ajzen's (1991) TPB. Indeed, it has been observed that consumers willing to use an online platform will probably also try to complete a transaction online (Goldsmith, 2002) . This assumption has proven to be true in any context worldwide (Tong, 2010) . Therefore, we propose:",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 188,
                    "text": "Ajzen's (1991)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 328,
                    "end": 345,
                    "text": "(Goldsmith, 2002)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 411,
                    "end": 423,
                    "text": "(Tong, 2010)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Intention to use an e-commerce platform and online purchase behavior"
        },
        {
            "text": "H7a, b Intention to use an e-commerce platform positively influences the online purchase behavior of both European and Asian consumers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intention to use an e-commerce platform and online purchase behavior"
        },
        {
            "text": "Building on the seven hypotheses, the authors developed the following conceptual model (Fig. 1) . Structural equation modeling was selected as the most suitable methodology to test it empirically.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 95,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Proposed conceptual model"
        },
        {
            "text": "A cross-sectional study was conducted from September to December 2018 using the Prolific platform to collect representative samples of European and Asian consumers actively using the Alibaba e-commerce channel (Rialti et al., 2017) . Prolific allows the avoidance of typical biases of the survey-based approach, such as social desirability bias (Podsakoff et al., 2003) and non-response bias (Rogelberg & Stanton, 2007) . Alibaba was chosen as the focus of the analysis as it is a global player in the e-commerce sector that started its internationalization expansion since 2009 (Anwar, 2017) . Operating among multiple markets, it allows a cross-cultural analysis to explore the characteristics of the online behavior of its customers based in different countries. A twelve-page questionnaire in English incorporating 51 items of validated scales and five control variables was developed and pre-tested by a student panel of 10 respondents enrolled in an Italian university marketing course. English has been selected as the main language of research due to the necessity to create a leveled playing field, using a neutral language for all the respondents. Next, three Italian professors with expertise on consumer behavior completed the questionnaire to check its clarity and ease of completion . After these pre-tests, no changes were made to the final questionnaire which was then completed by 350 respondents, 175 from Europe and 175 from Asia. This sample size is considered as adequate in line with the SEM pertinent literature (see Hair et al., 1998) .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 231,
                    "text": "(Rialti et al., 2017)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 345,
                    "end": 369,
                    "text": "(Podsakoff et al., 2003)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 392,
                    "end": 419,
                    "text": "(Rogelberg & Stanton, 2007)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 579,
                    "end": 592,
                    "text": "(Anwar, 2017)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1540,
                    "end": 1558,
                    "text": "Hair et al., 1998)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Data collection and sample"
        },
        {
            "text": "The European sample was mainly composed of female respondents (67.2%) as in the Asian sample (58%). In both European and Asian samples, Millennials (those born between 1980 and 2000; Goldman Sachs, 2021) represented the majority of the respondents (34.5% and 45.4%, respectively). Consistently with recent studies (Zollo et al., 2020) , Millennials are the generation of \"techno-savvy\" digital natives characterized by a high level of experience concerning e-commerce and social media. Hence, they represent an adequate sample for the purpose of our research (Bonera et al., 2020) . Concerning occupation, students represented most of the sample (Europe = 49.4%, Asia = 46.0%) followed by white-collar workers (29.9% and 22.4%, respectively), and blue-collar workers (11.5% and 9.2%, respectively). Finally, the UK represented the largest country of origin (37.6%) in the European sample, whereas China was the largest country of origin (21.9%) in the Asian sample. All the hypotheses will be divided in Ha and Hb, referring to the European and Asian samples, respectively.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 203,
                    "text": "Sachs, 2021)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 314,
                    "end": 334,
                    "text": "(Zollo et al., 2020)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 559,
                    "end": 580,
                    "text": "(Bonera et al., 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Data collection and sample"
        },
        {
            "text": "All the items on the questionnaire were measured on a 7-point type Likert scale, from strongly disagree (1) to strongly agree (7). For website usability, the sevenitem scale by Flavián et al. (2006) was used (e.g., \"The structure and contents of this website are easy to understand\"). For trust, the sixteen-item instrument by Teo and Liu (2007) was used (e.g., \"This e-commerce vendor provides reliable information\"). Perceived risk was captured through Teo and Liu's (2007) four-item scale (e.g., \"There is a high probability of losing a great deal by purchasing online from this e-commerce vendor\"). The three-item instrument by Yoon (2009) was used to capture intention to use (e.g., \"I am very likely to provide the online shopping mall with the information it needs to better serve my needs\"). We used the six-item scale by Teo and Liu (2007) for online purchase behavior (e.g., \"The likelihood that I would return to this vendor's website is very high\"). Finally, the multi-dimensional construct culture was captured using the fifteen-item instrument validated by Yoon (2009) which is composed of five sub-dimensions: power distance (e.g., \"Managers should make most decisions by themselves\"), individualism (e.g., \"Individual rewards are more important than group welfare\"), masculinity (e.g., \"A job with high earnings is better than a job with quality of life\"), uncertainty avoidance (e.g., \"When starting a new job, I fear doing it\"), and long-term orientation (e.g., \"I consider myself as a persistent worker\").",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 198,
                    "text": "Flavián et al. (2006)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 327,
                    "end": 345,
                    "text": "Teo and Liu (2007)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 455,
                    "end": 475,
                    "text": "Teo and Liu's (2007)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 632,
                    "end": 643,
                    "text": "Yoon (2009)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 830,
                    "end": 848,
                    "text": "Teo and Liu (2007)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1071,
                    "end": 1082,
                    "text": "Yoon (2009)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "Preliminary statistical analyses were conducted using SPSS (v.25) (Field, 2013) . As shown in Tables 1 and 2 , all Cronbach's alpha values were higher than 0.7 in both samples as required (Hair et al., 2006) . Thus, all the scales were statistically reliable and were retained in the analysis. Interestingly, European respondents showed higher mean values of individualism (M = 5.19, SD = 1.06) than their Asian counterparts (M = 3.40, SD = 1.11) and higher mean values of masculinity (Europe: M = 5.25, SD = 1.12; Asia: M = 4.85, SD = 0.99). In contrast, the Asian respondents showed higher values of uncertainty avoidance (M = 3.25, SD = 0.88) than the European respondents (M = 2.80, SD = 1.05) and higher values of perceived risk (M = 4.18, SD = 1.10; M = 3.11, SD = 1.05, respectively).",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 79,
                    "text": "(Field, 2013)",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 207,
                    "text": "(Hair et al., 2006)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 108,
                    "text": "Tables 1 and 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Reliability and correlation analysis"
        },
        {
            "text": "Concerning the correlation analysis, the highest Pearson's r values were between intention to use and online purchase behavior (Europe: r = 0.87; Asia: r = 0.85), consistent with the TPB (Ajzen, 1991) . In both samples, trust resulted as one of the most correlated variables with intention to use (Europe: r = 0.59; Asia: r = 0.65) and with online purchase behavior (Europe: r = 0.57; Asia: r = 0.62). With respect to cultural dimensions, the European sample showed the highest correlation between power distance and intention to use (r = 0.43), while in the Asian sample, the variable uncertainty avoidance was highly correlated with intention to use (r = 35). ",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 200,
                    "text": "(Ajzen, 1991)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Reliability and correlation analysis"
        },
        {
            "text": "We conducted a confirmatory factor analysis (CFA) to check the validity of the hypothesized model (Hair et al., 2006) . AMOS (v.25) was used to assess the fit indexes of the considered constructs (Arbuckle, 2013) : culture as a second-order construct comprising uncertainty avoidance, masculinity, individualism, and power distance; website usability, trust, and perceived risk as antecedents of intention to use; and online purchase behavior as the main outcome variable of the model (see Fig. 1) .",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 117,
                    "text": "(Hair et al., 2006)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 196,
                    "end": 212,
                    "text": "(Arbuckle, 2013)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 490,
                    "end": 497,
                    "text": "Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Validity testing"
        },
        {
            "text": "First, the CFA of both the European and Asian samples showed that all the path coefficients between the items and the latent variables (the \"factor loadings\") were statistically significant (p < 0.01) and higher than 0.5 as required (Hair et al., 2006) . Specifically, all four sub-dimensions of culture showed adequate factor loadings. For Europe, uncertainty avoidance = 0.67; masculinity = 0.80; individualism = 0.76; power distance = 0.67; long-term orientation = 0.62. For Asia, uncertainty avoidance = 0.68; masculinity = 0.70; individualism = 0.65; power distance = 0.69; longterm orientation = 0.64. Hence, all the constructs were retained in the analysis. Next, we calculated the goodness-of-fit measures to verify the satisfactory parsimony and validity of the proposed six-factor model (Bagozzi & Yi, 1988) . The first set of indicators referred to the absolute fit indexes. For the European sample, the relative Chisquare statistics (Chi-square divided per degrees of freedom) suggested a satisfactory fit of the model (χ 2 /df = 2.895) as it was lower than three (Bentler, 1990) ; the goodness-of-fit index (GFI = 0.948) also showed a good fit of the model as it was higher than 0.90 as required (Bagozzi & Yi, 1988) ; similarly, the root mean square error of approximation (RMSEA = 0.062) suggested an acceptable model fit as it was lower than 0.07 (Bentler, 1990) . For the Asian sample, we found satisfactory values of absolute fit indexes: the relative Chi-square statistics (χ 2 /df = 2.765), the GFI (0.965), and the RMSEA (0.058) showed a good fit for the model (Bagozzi & Yi, 1988; Bentler, 1990) .",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 252,
                    "text": "(Hair et al., 2006)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 797,
                    "end": 817,
                    "text": "(Bagozzi & Yi, 1988)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1076,
                    "end": 1091,
                    "text": "(Bentler, 1990)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1209,
                    "end": 1229,
                    "text": "(Bagozzi & Yi, 1988)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1363,
                    "end": 1378,
                    "text": "(Bentler, 1990)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1582,
                    "end": 1602,
                    "text": "(Bagozzi & Yi, 1988;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1603,
                    "end": 1617,
                    "text": "Bentler, 1990)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Validity testing"
        },
        {
            "text": "The second set of indicators referred to the relative fit indexes. For the European sample, the comparative fit index (CFI = 0.952), the incremental fit index (IFI = 0.945), the normed fit index (NFI = 0.940), and the Tucker-Lewis index (TLI = 948) showed adequate levels higher than 0.90 as required (Bagozzi and Yi, 1998) . Similarly, the relative fit indexes of the Asian sample were all higher than 0.90 (CFI = 0.975; IFI = 0.967; NFI = 0.960; TLI = 0.968).",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 323,
                    "text": "(Bagozzi and Yi, 1998)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Validity testing"
        },
        {
            "text": "Hence, the goodness-of-fit measures indicated a good parsimony and validity of our hypothesized model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validity testing"
        },
        {
            "text": "We tested the hypothesized relationships using structural equation modeling (SEM) with AMOS (v.25; Arbuckle, 2013) . Because our aim was to simultaneously test all the statistical influences among the variables, SEM represented one of the most appropriate statistical methods (Bagozzi & Yi, 1988; Hair et al., 2006) . Our proposed structural models showed acceptable fit indexes: for Europe, χ 2 /df = 2.055, GFI = 0.970, RMSEA = 0.052, CFI = 965; for Asia, χ 2 /df = 1.965, GFI = 0.982, RMSEA = 0.048, CFI = 980. Hence, all the required values of goodness-of-fit indicators were respected (Bagozzi & Yi, 1988; Bentler, 1990) . Figure 2a , b illustrate the results of the structural models, indicating both the standardized regression weights (the statistical influences among variables) and the R 2 values (% of variance explained by the variables).",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 98,
                    "text": "AMOS (v.25;",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 114,
                    "text": "Arbuckle, 2013)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 276,
                    "end": 296,
                    "text": "(Bagozzi & Yi, 1988;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 297,
                    "end": 315,
                    "text": "Hair et al., 2006)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 590,
                    "end": 610,
                    "text": "(Bagozzi & Yi, 1988;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 611,
                    "end": 625,
                    "text": "Bentler, 1990)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 628,
                    "end": 637,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Hypothesis testing"
        },
        {
            "text": "In both the European (Fig. 2a) and Asian (Fig. 2b) samples, culture significantly influenced website usability (β = + 0.28, p < 0.01; β = + 0.12, p < 0.01, respectively), trust (β = + 0.34, p < 0.01; β = + 0.20, p < 0.01, respectively), and perceived risk (β = + 0.26, p < 0.01; β = + 0.35, p < 0.01, respectively). Hence, H1a, H1b, H2a, H2b, H3a, and H3b are statistically supported. Interestingly, while the European cultural dimension mostly influenced consumer trust (β = + 0.34, p < 0.01), the Asian cultural dimension mostly influenced consumer perceived risk (β = + 0.35, p < 0.01).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 21,
                    "end": 30,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 41,
                    "end": 50,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Hypothesis testing"
        },
        {
            "text": "In the European sample, website usability significantly influenced intention to use (β = + 0.11, p < 0.01), thus supporting H4a. Similarly, trust had a significant effect on intention to use (β = + 0.54, p < 0.01), thus providing statistical support for H5a. Perceived risk was not a significant predictor of intention to use (p > 0.05), thus H6a was not confirmed. The model was able to explain about one-third of the variance of intention to use (R 2 = 31%). Finally, intention to use significantly and highly influenced online purchase behavior (β = + 0.82, p < 0.01), thus supporting H7a. Overall, the proposed model was able to explain roughly two-thirds of the variance of online purchase behavior (R 2 = 76%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypothesis testing"
        },
        {
            "text": "In the Asian sample, intention to use was significantly and highly predicted only by trust (β = + 0.62, p < 0.01) but not by website usability (p > 0.05) nor perceived risk (p > 0.05), thus providing statistical support for H5b, but not H4b nor H6b. In this case, the model explained almost one-third of the variance of intention to use (R 2 = 30%). Finally, intention to use was a strong predictor of online purchase behavior (β = + 0.78, p < 0.01), thus supporting H7b. Overall, the model explained almost two-thirds of the variance of online purchase behavior (R 2 = 71%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypothesis testing"
        },
        {
            "text": "The results that emerge from the analysis highlight a difference in the online purchasing process due in part to the different cultural values of European compared to Asian consumers. This is particularly true when considering trust and website usability which are influenced by culture in a stronger way in Europe compared to Asia (Baptista & Oliveira, 2015; Chen & Dibb, 2010) . The reasons for this are explained by Hofstede's (2001) cultural sub-dimensions of masculinity and individualism. European societies are typically masculine since they are based on values such as assertiveness, ambition, power, materialism, and competitiveness; and they are also individualistic, or determined to achieve personal and not collective goals. We have previously validated with the reference literature that a high degree of masculinity implies a perception of higher user-friendliness of the platform. Moreover, a high degree of individualism, as found in most European societies, greatly influences the effect of trust on the intention to use a website (Venkatesh & Morris, 2000) . Culture influences perceived risk more in Asia than in Europe (Hwang & Lee, 2012; Yoon, 2009) since uncertainty avoidance and the power distance cultural sub-dimensions are stronger in Asian culture. Power distance, or the acceptance of a rigid hierarchical structure and disparity between people, has a higher value in Asian than in European countries and is a dimension necessarily linked to the perception of risk, as it reflects the role of authority or superiors in making decisions. Consumers who come from a country with a high level of power distance like those in Asia believe more strongly that they can be deceived by unethical behavior on the part of a salesman than do consumers with a low power distance like those in Europe (Grazzini et al., 2020) .",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 359,
                    "text": "(Baptista & Oliveira, 2015;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 360,
                    "end": 378,
                    "text": "Chen & Dibb, 2010)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 419,
                    "end": 436,
                    "text": "Hofstede's (2001)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1049,
                    "end": 1075,
                    "text": "(Venkatesh & Morris, 2000)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1140,
                    "end": 1159,
                    "text": "(Hwang & Lee, 2012;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1160,
                    "end": 1171,
                    "text": "Yoon, 2009)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1817,
                    "end": 1840,
                    "text": "(Grazzini et al., 2020)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Similar reasoning can be used for uncertainty avoidance, which Hofstede (2001) defined as the extent to which members of a culture feel threatened by ambiguous or unknown situations. The Asian higher perception of risk in shopping online is explained by this cultural value. Our results are a strong confirmation of the assumption that culture and its specific components have to be carefully considered in managerial contexts to define online strategies. Hence, the present research contributes to literature on online purchase behavior by observing the way cultural dimensions affect consumer perceptions of an e-commerce platform and their subsequent acceptance and usage behaviors. Specifically, we observed how masculinity/femininity, short/long-term orientation, individualism/collectivism, and low/high power distance have a simultaneous effect on website usability, trust and perceived risk, which affect the intention to use the e-commerce platform and online purchase behavior. Therefore, e-commerce platforms operating in international markets should design their websites addressing these differences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Managerial implications can be derived from our research. First of all, we noted how website usability influences intention to use in Europe but not in Asia. This means that e-tailers should invest more on this variable to successfully target the European market. European consumers are highly affected by the design of the website, including attractiveness, the ease of finding information, and the graphic aspect in general; therefore, the colors, the product images, and the type of font used are important. European users search for a uniform and easy navigational scheme that can help them access the various sections of the site.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A similar conclusion is reached about the influence of trust on the online purchase behavior variable, which is significant only for European consumers. Company policies regarding assistance and customer service need to be revised in order to increase consumer trust in Europe. Shipments and order tracking could be improved. Taking the Aliexpress platform as an example, deliveries from China offer a free shipping service and the sellers ship the goods with the cheapest and slowest providers. This implies that delivery time is a critical factor as a possible delay in delivery or a loss of an ordered product can generate a lot of distrust in the consumer towards the platform, since insecurity and the probability of suffering an economic loss prevail over the intention to purchase. Making traceability of all orders available regardless of the cost and shipping method can improve customer trust. The last consideration concerns the return policy in case of lack of conformity with the original sales conditions or product malfunction. This is a very controversial point because on Aliexpress, for example, consumers can receive a full or partial refund if the item does not match the description by contacting the seller directly (the Alibaba platforms act as intermediaries between seller and buyer), but the shipping fee is shouldered by the buyer. As a consequence, it is sometimes less costly to keep the product and agree directly with the seller on the amount of the refund.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Moreover, under the conditions of use of the service on marketplaces such as Alibaba.com, it is emphasized how the e-tailer takes no responsibility for the occurrence of any problems or disputes between a buyer and a vendor. It is up to the user to make sure that the supplier is reliable (for example, by considering only those companies whose identity is officially verified by the e-commerce platform). A further important consideration at the managerial level is that the perceived risk variable influences online purchasing behavior more in Asia than in Europe, even when there is little difference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For both geographic markets, we can conclude that e-tailers must reduce the perception of risk by following two directions: payment methods; and sellers and quality controls. In terms of payment, safety conditions are strongly related to risk perception. For instance, the Alibaba platform accepts payments by credit cards from Mastercard and Visa, but a major guarantee on the protection of purchases is associated with Alipay, an online third-party payment platform launched in 2003 by Alibaba Group, which benefited from a first-mover advantage as it was the first electronic payment system introduced in China (Hu, 2020) . Alipay allows payments without the need for credit cards or a bank account, but directly by paying with a mobile phone. Although the Alipay system is very widespread in Asia, in Europe it is still in its infancy.",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 624,
                    "text": "(Hu, 2020)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, in terms of quality, marketplaces such as Alibaba could, for example, implement more accurate control on sellers that use its platforms to avoid the occurrence of counterfeit product sales. What is missing is a rigid regulation on these platforms, and the probability of incurring in some scam is high. Therefore, clear and effective rules for consumer protection that provide a responsibility for sellers, brand protection, or consumer safety should be enacted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The research results confirm the different patterns among Asian and European consumers in their online purchasing behavior. Despite these important outcomes, it is still necessary to deal with this phenomenon by extending it or re-exploring the hypotheses. Our research is, in fact, limited in some respects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and future research"
        },
        {
            "text": "The first limitation on the research concerns our sampling procedure: the sample is not probabilistic because it includes several nationalities, but does not include all nationalities in Asia and Europe, moreover we did not consider intra-group differences; therefore, the sample is not representative of the whole Asian or European continents. Furthermore, the cross-sectional nature of the study does not prevent a sample being homogeneous or composed of subjects belonging to the same social group. Some other limitations are linked to the methodology. Although the structural equation model is among the main methodologies used to analyze consumer behavior, more advanced techniques have recently been developed to test mediation using a bootstrap approach. This means that starting from the collected sample, many new samples are created of equal number randomly extracted with replacement, for example a participant can be extracted several times in a sample. Hayes' (2009) mediation and moderation modeling allows for repeated random sampling with substitution from the data set to calculate the desired statistics in each resampling, and all the bootstrap samples provide an approximation of the sampling distribution of the statistics of interest (see Zollo et al., 2017) . In this respect, we suggest future scholars to expand our conceptual model (Fig. 1) by considering more mediating and moderating influences. For example, the effect of consumers' perceived risk on website usability (Belanche et al., 2012) or the effect of website usability on trust (Chen & Dibb, 2010) might be investigated to enrich our hypothesized framework and provide more theoretical and practical implications. Further, our conceptual model might be better developed by adding all the Hofstede's (2011) cultural subdimensions (i.e., including the indulgence vs. restraint dimension) or considering different and alternative categorizations of consumers' cultural dimensions-see for example McSweeney's (2002) criticism to Hofstede's (2001) model.",
            "cite_spans": [
                {
                    "start": 1261,
                    "end": 1280,
                    "text": "Zollo et al., 2017)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1498,
                    "end": 1521,
                    "text": "(Belanche et al., 2012)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1566,
                    "end": 1585,
                    "text": "(Chen & Dibb, 2010)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1981,
                    "end": 1999,
                    "text": "McSweeney's (2002)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2013,
                    "end": 2030,
                    "text": "Hofstede's (2001)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 1358,
                    "end": 1366,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Limitations and future research"
        },
        {
            "text": "Finally, we suggest future research to explore the same phenomenon by comparing more than one online platform as a term of comparison for Alibaba (for example, YOOX or ASOS) or to include more variables (for example, by integrating the sixth cultural sub-dimension of Hofstede's (2011) model-indulgence vs. restraint, or outcome variables such as word of mouth) in the research. Moreover, respondents' level of experience in online shopping might be included as a control variable of the study (see Hernández et al., 2010) , thus assessing its impact on consumers' purchase attitude and intention in e-commerce.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 522,
                    "text": "Hernández et al., 2010)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Limitations and future research"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The theory of planned behavior. Organizational Behavior and Human Decision Processes",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ajzen",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "50",
            "issn": "",
            "pages": "179--211",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Alibaba: entrepreneurial growth and global expansion in B2B/B2C markets",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Anwar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of International Entrepreneurship",
            "volume": "15",
            "issn": "4",
            "pages": "366--389",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "IBM SPSS Amos 22 user's guide",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Arbuckle",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "On the evaluation of structural equation models",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Bagozzi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Journal of the Academy of Marketing Science",
            "volume": "16",
            "issn": "1",
            "pages": "74--94",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Understanding mobile banking: the unified theory of acceptance and use of technology combined with cultural moderators",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Baptista",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Oliveira",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Computers in Human Behavior",
            "volume": "50",
            "issn": "",
            "pages": "418--430",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Website usability, consumer satisfaction and the intention to use a website: the moderating effect of perceived risk",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Belanche",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Casaló",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guinalíu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Retailing and Consumer Services",
            "volume": "19",
            "issn": "1",
            "pages": "124--132",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Comparative fit indexes in structural models",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Bentler",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Psychological Bulletin",
            "volume": "107",
            "issn": "2",
            "pages": "238--246",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Acceptance of e-commerce services: the case of electronic brokerages",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bhattacherjee",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "IEEE Transactions on Systems, Man, and Cybernetic-Part A: Systems and Humans",
            "volume": "30",
            "issn": "",
            "pages": "411--420",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Achieving cultural relevance in technomediated platforms: instant cultural branding and controversial clicktivism",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Biraghi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Gambetti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Beccanulli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Italian Journal of Marketing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s43039-020-00013-6"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The great Millennials' trouble: leading or confused green generation? An Italian insight",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bonera",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Codini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Miniero",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Italian Journal of Marketing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s43039-020-00015-4"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The impact of national culture on e-commerce acceptance: The Italian case. Knowledge and Process Management",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Capece",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Calabrese",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Di Pillo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Crisciotti",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "102--112",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A cultural approach to branding in the global marketplace",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cayla",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Arnould",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of International Marketing",
            "volume": "16",
            "issn": "4",
            "pages": "86--112",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Consumer trust in the online retail context: Exploring the antecedents and consequences",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dibb",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Psychology and Marketing",
            "volume": "27",
            "issn": "4",
            "pages": "323--346",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Perceived usefulness, perceived ease of use and user acceptance of information technology",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "MIS Quarterly",
            "volume": "13",
            "issn": "3",
            "pages": "319--340",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Cross-cultural consumer behavior: A review of research findings",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Mooij",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hofstede",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of international consumer marketing",
            "volume": "23",
            "issn": "3-4",
            "pages": "181--192",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Understanding the influence of national culture on the development of trust",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Doney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Cannon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mullen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Academy of Management Review",
            "volume": "23",
            "issn": "3",
            "pages": "601--620",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Advertising controversial products in the Asia Pacific: what makes them offensive",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Fam",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Waller",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Business Ethics",
            "volume": "48",
            "issn": "3",
            "pages": "237--250",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Exploring e-loyalty antecedents in B2C e-commerce: empirical results from Italian grocery retailers",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Faraoni",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rialti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zollo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Pellicelli",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "British Food Journal",
            "volume": "121",
            "issn": "2",
            "pages": "574--589",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Discovering statistics using SPSS",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Field",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The role played by perceived usability, satisfaction and consumer trust on website loyalty",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Flavián",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guinalíu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gurrea",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Information andManagement",
            "volume": "43",
            "issn": "1",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Millennials: Coming of age",
            "authors": [
                {
                    "first": "Goldman",
                    "middle": [],
                    "last": "Sachs",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Trust and TAM in online shopping: An integrated model",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gefen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Karahanna",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Straub",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "MIS quarterly",
            "volume": "27",
            "issn": "1",
            "pages": "51--90",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Explaining and predicting consumer intention to purchase over the internet: an exploratory study",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Marketing Theory and Practice",
            "volume": "10",
            "issn": "2",
            "pages": "22--28",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Standing for politics: What consequences for brands?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Grazzini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Acuti",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mazzoli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Petruzzellis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Korschun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Italian Journal of Marketing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s43039-020-00001-w"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Multivariate data analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Hair",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Babin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Tatham",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "207--219",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Multivariate data analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hair",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Babin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "National culture and consumer trust in e-commerce",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hallikainen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Laukkanen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "International Journal of Information Management",
            "volume": "38",
            "issn": "1",
            "pages": "97--106",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Beyond Baron and Kenny: Statistical mediation analysis in the new millennium",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Communication monographs",
            "volume": "76",
            "issn": "4",
            "pages": "408--420",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Customer behavior in electronic commerce: The moderating effect of e-purchasing experience",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hernández",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jiménez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Martín",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Business Research",
            "volume": "63",
            "issn": "9",
            "pages": "964--971",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Management in a multicultural society",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hofstede",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Malaysian Management Review",
            "volume": "26",
            "issn": "1",
            "pages": "3--12",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Culture's consequences. Sage",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hofstede",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Dimensionalizing cultures: The Hofstede model in context",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hofstede",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Online Readings in Psychology and Culture",
            "volume": "2",
            "issn": "",
            "pages": "1--26",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Long-versus short-term orientation: new perspectives",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hofstede",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Minkov",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Asia Pacific Business Review",
            "volume": "16",
            "issn": "4",
            "pages": "493--504",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Masculinity and femininity: the taboo dimension of national cultures",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Hofstede",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hofstede",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Arrindell",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Cultures and organizations: software of the mind-intercultural cooperation and its importance for survival",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Hofstede",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Hofstede",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Minkov",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "International Digital Marketing in China. Regional Characteristics and Global Challenges",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Levels of organizational trust in individualist versus collectivist societies: a seven-nation study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huff",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kelley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Organization Science",
            "volume": "14",
            "issn": "1",
            "pages": "81--90",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Investigating the moderating role of uncertainty avoidance cultural values on multidimensional online trust",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Information and Management",
            "volume": "49",
            "issn": "3-4",
            "pages": "171--176",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "A meta-analysis of online trust relationships in e-commerce",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Interactive Marketing",
            "volume": "38",
            "issn": "",
            "pages": "44--54",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Cross-cultural differences in perceived risk of online shopping",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Shim",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Interactive Advertising",
            "volume": "4",
            "issn": "2",
            "pages": "20--29",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Legitimacy building and e-commerce platform development in China: the experience of Alibaba",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kwak",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Technological Forecasting and Social Change",
            "volume": "139",
            "issn": "",
            "pages": "115--124",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Hofstede, cultural differences, and TripAdvisor hotel reviews",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Litvin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Tourism Research",
            "volume": "21",
            "issn": "5",
            "pages": "712--717",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "It's all about marketing! Exploring the social perception in the Italian context",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Marino",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Resciniti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arco",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Italian Journal of Marketing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s43039-020-00004-7"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Hofstede's model of national cultural differences and their consequences: A triumph of faith-a failure of analysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mcsweeney",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Human Relations",
            "volume": "55",
            "issn": "1",
            "pages": "89--118",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The evolution of Hofstede's doctrine. Cross Cultural Management",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Minkov",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hofstede",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "An International Journal",
            "volume": "18",
            "issn": "1",
            "pages": "10--20",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Explaining online shopping behavior with fsQCA: the role of cognitive and affective perceptions",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "O"
                    ],
                    "last": "Pappas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Kourouthanassis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Giannakos",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chrissikopoulos",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Business Research",
            "volume": "69",
            "issn": "2",
            "pages": "794--803",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Multidimensional trust building in e-retailing: cross-cultural differences in trust formation and implications for perceived risk",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gunn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Retailing and Consumer Services",
            "volume": "19",
            "issn": "3",
            "pages": "304--312",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Institution-based trust in interorganizational exchange relationships: The role of online B2B marketplaces on trust formation",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Pavlou",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "The Journal of Strategic Information Systems",
            "volume": "11",
            "issn": "3-4",
            "pages": "215--243",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Purchase intention and purchase behavior online: A cross-cultural approach",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Peña-García",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gil-Saura",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodríguez-Orejuela",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Siqueira-Junior",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Heliyon",
            "volume": "6",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Cross-cultural study of online user behavior in fashion e-commerce: a comparison of Britain and China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vecchi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Advanced fashion technology and operations management",
            "volume": "",
            "issn": "",
            "pages": "277--293",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Common method biases in behavioral research: A critical review of the literature and recommended remedies",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Podsakoff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Mackenzie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Podsakoff",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Applied Psychology",
            "volume": "88",
            "issn": "5",
            "pages": "879--903",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The Internet and international marketing",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Quelch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "MIT Sloan Management Review",
            "volume": "37",
            "issn": "3",
            "pages": "60--75",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Antecedents, consequences, and reducers of perceived risk in social media: A systematic literature review and directions for further research",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "U"
                    ],
                    "last": "Rehman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baharun",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "Z M"
                    ],
                    "last": "Salleh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychology and Marketing",
            "volume": "37",
            "issn": "1",
            "pages": "74--86",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Exploring the antecedents of brand loyalty and electronic word of mouth in social media based brand communities: do gender differences matter",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rialti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zollo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pellegrini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ciappei",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Global Marketing",
            "volume": "30",
            "issn": "3",
            "pages": "147--160",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Co-creation experiences in social media brand communities: analyzing the main types of co-created experiences",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rialti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Caliandro",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zollo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ciappei",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Spanish Journal of Marketing-ESIC",
            "volume": "22",
            "issn": "2",
            "pages": "122--141",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Hofstede and Shane revisited: the role of power distance and individualism in national-level innovation success",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rinne",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Steel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fairweather",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cross-Cultural Research",
            "volume": "46",
            "issn": "2",
            "pages": "91--108",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Introduction: Understanding and dealing with organizational survey nonresponse",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Rogelberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Stanton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Organizational Research Methods",
            "volume": "10",
            "issn": "2",
            "pages": "195--209",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Cross-cultural examination of online shopping behavior: a comparison of Norway, Germany, and the United States",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Deitz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Royne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grünhagen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Witte",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Business Research",
            "volume": "66",
            "issn": "3",
            "pages": "328--335",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Impact of Covid-19 on consumer behavior: Will the old habits return or die?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sheth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Business Research",
            "volume": "117",
            "issn": "",
            "pages": "280--283",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "E-commerce worldwide",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Statista",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Indulgence versus restraint: The moderating role of cultural differences on the relationship between corporate social performance and corporate financial performance",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hayati",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Global Marketing",
            "volume": "32",
            "issn": "2",
            "pages": "83--92",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Consumer trust in e-commerce in the United States Singapore and China",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Teo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Omega",
            "volume": "35",
            "issn": "1",
            "pages": "22--38",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "A cross-national investigation of an extended technology acceptance model in the online shopping context",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "International Journal of Retail and Distribution Management",
            "volume": "38",
            "issn": "10",
            "pages": "742--759",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Drivers and barriers to cross-border e-commerce: evidence from Spanish individual behavior",
            "authors": [
                {
                    "first": "Á",
                    "middle": [],
                    "last": "Valarezo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pérez-Amaral",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Garín-Muñoz",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "García",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "López",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Telecommunications Policy",
            "volume": "42",
            "issn": "6",
            "pages": "464--473",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Why don't men ever stop to ask for directions? Gender, social influence, and their role in technology acceptanceand usage behavior",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Venkatesh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "MIS Quarterly",
            "volume": "24",
            "issn": "1",
            "pages": "115--139",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "The future of omnichannel retail: A four-stage Delphi study. Technological Forecasting and Social Change",
            "authors": [
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Briel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "132",
            "issn": "",
            "pages": "217--229",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Amazon and Alibaba: Internet governance, business models, and internationalization strategies",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gereffi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "International business in the information and digital age",
            "volume": "",
            "issn": "",
            "pages": "327--356",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "The effects of national culture values on consumer acceptance of e-commerce: online shoppers in China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Information and Management",
            "volume": "46",
            "issn": "5",
            "pages": "294--301",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Repurchase intention in B2C e-commerce-a relationship quality perspective. Information and Management",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ramsey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mccole",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "48",
            "issn": "",
            "pages": "192--200",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Reciprocity and gift-giving logic in NPOs",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zollo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Faldetta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Pellegrini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ciappei",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Managerial Psychology",
            "volume": "32",
            "issn": "7",
            "pages": "513--526",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Ethical consumption and consumers' decision making: the role of moral intuition",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zollo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rialti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ciappei",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Management Decision",
            "volume": "56",
            "issn": "3",
            "pages": "692--710",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Unpacking the relationship between social media marketing and brand equity: The mediating role of consumers' benefits and experience",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zollo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Filieri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rialti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Business Research",
            "volume": "117",
            "issn": "",
            "pages": "256--267",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Cronbach's alpha values are reported on the diagonal *p-value < Asian sample: Correlation matrix and scales' reliabilities Cronbach's alpha values are reported on the diagonal *p−value <",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "in bold indicate standardized regression weights Values in latin indicate the R 2 values (% of variance explained) Dotted lines indicate nonin bold indicate standardized regression weights Values in latin indicate the R 2 values (% of variance explained) Dotted lines indicate non-significant paths (b) Results of the structural model (European sample). b Results of the structural model (Asian sample)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "European sample: Correlation matrix and scales' reliabilities",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}