{
    "paper_id": "3def9cff850a7b34836f11a8429066132ac564e4",
    "metadata": {
        "title": "Letters",
        "authors": [
            {
                "first": "Lauren",
                "middle": [
                    "N"
                ],
                "last": "Demaria",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University",
                    "location": {
                        "addrLine": "222 East 41st Street, 3rd Floor",
                        "postCode": "10017",
                        "settlement": "New York",
                        "region": "M.D., NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Q",
                "middle": [],
                "last": "Ann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University",
                    "location": {
                        "addrLine": "222 East 41st Street, 3rd Floor",
                        "postCode": "10017",
                        "settlement": "New York",
                        "region": "M.D., NY"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Tran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University",
                    "location": {
                        "addrLine": "222 East 41st Street, 3rd Floor",
                        "postCode": "10017",
                        "settlement": "New York",
                        "region": "M.D., NY"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Andrea",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University",
                    "location": {
                        "addrLine": "222 East 41st Street, 3rd Floor",
                        "postCode": "10017",
                        "settlement": "New York",
                        "region": "M.D., NY"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Tooley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University",
                    "location": {
                        "addrLine": "222 East 41st Street, 3rd Floor",
                        "postCode": "10017",
                        "settlement": "New York",
                        "region": "M.D., NY"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Richard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University",
                    "location": {
                        "addrLine": "222 East 41st Street, 3rd Floor",
                        "postCode": "10017",
                        "settlement": "New York",
                        "region": "M.D., NY"
                    }
                },
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "A C S Irina"
                ],
                "last": "Lisman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University",
                    "location": {
                        "addrLine": "222 East 41st Street, 3rd Floor",
                        "postCode": "10017",
                        "settlement": "New York",
                        "region": "M.D., NY"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Belinsky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University",
                    "location": {
                        "addrLine": "222 East 41st Street, 3rd Floor",
                        "postCode": "10017",
                        "settlement": "New York",
                        "region": "M.D., NY"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Eleanore",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University",
                    "location": {
                        "addrLine": "222 East 41st Street, 3rd Floor",
                        "postCode": "10017",
                        "settlement": "New York",
                        "region": "M.D., NY"
                    }
                },
                "email": "eleanore.kim@nyulangone.org"
            },
            {
                "first": "",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University",
                    "location": {
                        "addrLine": "222 East 41st Street, 3rd Floor",
                        "postCode": "10017",
                        "settlement": "New York",
                        "region": "M.D., NY"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this letter, we discuss a novel virtual wet lab suturing curriculum as an effective method of introducing oculoplastic training for junior residents. The COVID-19 pandemic has significantly altered residency education in many specialties throughout the country. Residency programs in New York City, an epicenter for the pandemic, have been forced to quickly adopt virtual platforms in order to maintain a consistent level of education and compensate for the drastic decline in clinical and surgical volume as a result of COVID-19 infection and state-mandated shutdown of routine practice. The New York University ophthalmology residency program consists of 19 residents, of which 17 were deployed to intensive care units, emergency room departments, internal medicine wards, and phone triage. To ensure that the residents continued to receive surgical instruction during a critical time in their training, a virtual suturing curriculum was developed to assist residents in mastering the fundamentals of surgical technique during the quarantine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Ophthalmology training has been critically affected by the COVID-19 pandemic, particularly in New York City. With elective surgical cases canceled, clinics closed, and residents re-deployed, residency programs in surgical specialties have redirected their educational focus to virtual platforms to maintain surgical confidence amongst residents. 1 Virtual education has permeated every facet of the residency experience. Telemedicine and teleconferencing have been rapidly adapted by ophthalmology departments to maintain a high level of patient care and residency education during the crisis. 2 Resident lectures, grand rounds, journal clubs, and departmental and nationwide conferences have transitioned to virtual meetings via zoom (Zoom Video Communications, Inc, San Jose, CA, U.S.A.) or Cisco Webex (San Jose, CA, U.S.A.) video conferencing. 2 Virtual wet lab curriculums have been created, and virtual reality surgical simulators utilized. 3 Alternative methods of oculoplastic surgical training have also been developed in the pandemic setting. Notably, the Department of Ophthalmology and Visual Sciences of the Chinese University of Hong Kong created surgical simulations using goat eyes with eyelids, incorporating hands-on practice with individualized supervision for trainees. 4 In order to provide our residents with suturing experience during the pandemic, the oculoplastics team at New York University created a virtual suture training wet lab curriculum; this didactic incorporates elements of the in-person suturing didactics at Bascom Palmer Eye Institute.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 347,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 594,
                    "end": 595,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 848,
                    "end": 849,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 947,
                    "end": 948,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1290,
                    "end": 1291,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "EDUCATION CHANGES DURING THE PANDEMIC"
        },
        {
            "text": "A flipped classroom methodology was utilized. Prior to the first suturing session, our 6 PGY-2 ophthalmology residents were provided pre-work consisting of review of an introductory Powerpoint presentation with surgical videos on 6 basic suture techniques (simple interrupted, buried, running, running locking, horizontal mattress, vertical mattress). Residents were provided a home suture kit that included a 15-blade, 0.5 mm toothed forceps, Castroviejo needle holder, Wescott scissors, 6-0 nylon sutures, and foam boards. Raw chicken breasts with skin were individually purchased by the residents to approximate eyelid skin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIRTUAL SUTURE WET LAB CURRICULUM"
        },
        {
            "text": "The residents had two virtual training sessions which included group discussion and wet lab breakout rooms with a 1:1 or 1:2 attending to resident ratio using the zoom video platform. The residents prepared their personal surgical station with the above instruments and focused the video camera of their smartphone or tablet on either themselves during group discussions or on their chicken breasts during the wet lab. The oculoplastics attendings ensured clear visualization of the residents' hands and chicken prior to commencing each break-out session. The residents were encouraged to practice at home in between sessions and in preparation for the final performance evaluation. An optional virtual suturing office hour was provided for residents who missed any of the suturing sessions or who desired additional instruction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIRTUAL SUTURE WET LAB CURRICULUM"
        },
        {
            "text": "Residents were given a survey regarding their subjective comfort level, knowledge, anxiety, and efficiency in performing suture techniques, as well as the effectiveness of the virtual training structure. Residents were additionally graded on suturing technique prior to instruction and at the final performance evaluation (Table) Overall surgical confidence faculty members of the New York University ophthalmology department; the resident with the highest point total received recognition.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 322,
                    "end": 329,
                    "text": "(Table)",
                    "ref_id": null
                }
            ],
            "section": "VIRTUAL SUTURE WET LAB CURRICULUM"
        },
        {
            "text": "The effectiveness of the virtual suture course will be assessed by the improvement in the residents' objective performance as well as their subjective confidence in independently repairing eyelid lacerations using basic suture techniques. Also, the level of comfort of the oculoplastics team in continuing as virtual surgical instructors will be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIRTUAL SUTURE WET LAB CURRICULUM"
        },
        {
            "text": "Our introductory experience with virtual wet labs has shown that virtual suture instruction can be an effective and viable mode of oculoplastics education for junior residents mastering basic suturing techniques. Similar to other novel methods of virtual education for residents, we foresee the utility of this platform in our residency curriculum beyond the pandemic. Extenuating circumstances have pushed residency programs to use flexibility and innovation to create new curricula. Virtual surgical education in oculoplastics and ophthalmology has the potential to enhance existing modes of surgical training for residents. Our hope is that residency programs will be encouraged to utilize virtual surgical training in ophthalmology education in this new era of telehealth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUTURE GOALS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Virtual surgical training during COVID-19: operating room simulation platforms accessible from home",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mckechnie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Virtual learning during the COVID-19 pandemic: a disruptive technology in graduate medical education",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "I"
                    ],
                    "last": "Almarzooq",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lopes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kochar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Cardiol",
            "volume": "75",
            "issn": "",
            "pages": "2635--2638",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Academic ophthalmology training during and after the COVID-19 pandemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bandello",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ophthalmology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Oculoplastic surgery practice during the COVID-19 novel coronavirus pandemic: experience sharing from Hong Kong",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Mak",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Orbit",
            "volume": "",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "counter hand to stabilize tissue Injection of solution into previously made wheal Controlled, slow injection into tissue Correct hand posture Skin incision Smooth cutting motion Correct hand posture Use of counter traction Use of correct portion of blade (tying of square knots with crossing of hands Consistent use of other digits to shorten/even suture tying length Even spacing between interrupted and running sutures Appropriate length of tail for ease of tying and conservation of suture Consistent palming of forceps Appropriate placement of needle in needle holder (1/3, 2/3) Consistent tying with horizontal tension, not lifting tissue Consistent use of \"5 cell layer\" grasp of skin edge Consistent eversion of tissue with forceps Artistic interpretation/ choreography 1-5 rating, 5 best (i.e., 1-awkward, 5-smooth)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This research was supported by the NYU Research to Prevent Blindness Grant.The authors have no financial or conflicts of interest to disclose.The authors alone are responsible for the content and writing of the article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}