{
    "paper_id": "3def237346d3be1df6755b11be7beac6b3d49b35",
    "metadata": {
        "title": "Time-varying intensity of mechanical ventilation and mortality in patients with acute respiratory failure: a registry-based, prospective cohort study",
        "authors": [
            {
                "first": "B",
                "middle": [],
                "last": "Hansen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Health Network",
                    "location": {
                        "addrLine": "Prof N D Ferguson, E Fan)",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada ("
                    }
                },
                "email": ""
            },
            {
                "first": "N",
                "middle": [
                    "D"
                ],
                "last": "Ferguson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Health Network",
                    "location": {
                        "addrLine": "Prof N D Ferguson, E Fan)",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada ("
                    }
                },
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Health Network",
                    "location": {
                        "addrLine": "Prof N D Ferguson, E Fan)",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada ("
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Urner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Health Network",
                    "location": {
                        "addrLine": "Prof N D Ferguson, E Fan)",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada ("
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Jüni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Health Network",
                    "location": {
                        "addrLine": "Prof N D Ferguson, E Fan)",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada ("
                    }
                },
                "email": ""
            },
            {
                "first": "Toronto",
                "middle": [
                    "Eddy"
                ],
                "last": "Fan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Toronto General Hospital Research Institute",
                    "location": {
                        "addrLine": "Prof N D Ferguson, E Fan)",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada ("
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "General",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Toronto General Hospital Research Institute",
                    "location": {
                        "addrLine": "Prof N D Ferguson, E Fan)",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada ("
                    }
                },
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Urner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Research Institute",
                    "location": {
                        "postCode": "M5G 2N2",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Jüni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Research Institute",
                    "location": {
                        "postCode": "M5G 2N2",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Bettina",
                "middle": [],
                "last": "Hansen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Research Institute",
                    "location": {
                        "postCode": "M5G 2N2",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Marian",
                "middle": [
                    "S"
                ],
                "last": "Wettstein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Research Institute",
                    "location": {
                        "postCode": "M5G 2N2",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Niall",
                "middle": [
                    "D"
                ],
                "last": "Ferguson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Research Institute",
                    "location": {
                        "postCode": "M5G 2N2",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Eddy",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Research Institute",
                    "location": {
                        "postCode": "M5G 2N2",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": "eddy.fan@uhn.ca"
            }
        ]
    },
    "abstract": [
        {
            "text": "Background Mortality in acute respiratory failure remains high despite the use of lung-protective ventilation. Recent studies have shown an association between baseline ventilation parameters (driving pressure or mechanical power) and outcomes for patients with acute respiratory distress syndrome. Strategies focused on limiting these parameters have been proposed to further improve outcomes. However, it remains unknown whether driving pressure and mechanical power should be limited over the entire duration of mechanical ventilation and in all patients with acute respiratory failure. We aimed to estimate the association between exposure to different intensities of mechanical ventilation over time and intensive care unit (ICU) mortality in patients with acute respiratory failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods In this registry-based, prospective cohort study, we obtained data from the Toronto Intensive Care Observational Registry, which includes all patients receiving mechanical ventilation for 4 h or more in nine ICUs that are affiliated with the University of Toronto (Toronto, ON, Canada). We included all adult (≥18 years) patients who received invasive mechanical ventilation between April 11, 2014, and June 5, 2019. Patients were excluded if they received treatment with extracorporeal life support. The primary outcome was ICU mortality. Bayesian joint models were used to estimate the strength of associations, accounting for informative censoring due to death during follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Of 13 939 patients recorded in the registry, 13 408 (96·2%) were eligible for descriptive analysis. The primary analysis comprised 7876 (58·7%) patients with complete baseline characteristics, and a secondary analysis included all 13 408 patients after multiple imputation in the joint model analysis. 2409 (18·0%) of 13 408 patients died in the ICU. After adjustment for baseline characteristics, including age and severity of illness, a significant increase in the hazard of death was found to be associated with each daily increment in driving pressure (hazard ratio 1·064, 95% credible interval 1·057-1·071) or mechanical power (hazard ratio 1·060, 95% credible interval 1·053-1·066). These associations persisted over the duration of mechanical ventilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interpretation Cumulative exposure to higher intensities of mechanical ventilation was harmful, even for short durations. Limiting exposure to driving pressure or mechanical power should be evaluated in further studies as promising ventilation strategies to reduce mortality in patients with acute respiratory failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Mechanical ventilation is provided to more than 20 million patients worldwide per year for the treatment of acute respiratory failure. 1 Different ventilation strategies have mainly been studied in patients with severe forms of acute respiratory failure-acute respiratory distress syndrome (ARDS). In these patients, evidence from randomised controlled trials supports the limitation of tidal volumes and plateau airway pressures. 2 Nevertheless, mortality of patients with respiratory failure remains high, 3 and additional strategies have been sought to further mitigate the risks of mechanical ventilation and improve patient outcomes. 4 In observational studies, limiting driving pressure and mechanical power have been proposed as targets to reduce mortality. 5, 6 Driving pressure is the pressure applied by the ventilator to support the delivery of tidal volumes and represents the strain applied to the lung during each ventilatory cycle. 7 Mechanical power combines multiple ventilatory variables, including driving pressure, to estimate the amount of energy applied to the lungs during mechanical ventilation. 8 Previous studies focused on only the association between driving pressure during the first 24 h of mechanical ventilation and mortality. 5, 6 Moreover, findings from studies of driving pressure or mechanical power in patients with ARDS might not be generalisable to the broader population of patients with acute respiratory failure. 9 Furthermore, differences in baseline physiological profiles between survivors and non-survivors do not prove that a causal association exists between driving pressure or mechanical power and patient-relevant outcomes, such as mortality or length of intensive care unit (ICU) stay. 10 Finally, it is unclear whether the strength of the association between the intensity of mechanical ventilation and outcome remains persistent over time, and whether there is a cumulative effect of exposure to higher intensity mechanical ventilation. Therefore, our primary objective was to estimate the effect of time-varying exposure to different intensities of mechanical ventilation (as measured either by dynamic driving pressure or mechanical power) on ICU mortality in patients with acute respiratory failure. We also examined whether the strength of the effect changed over time, whether the effect was more pronounced for patients with more severe acute respiratory failure, and whether there was a cumulative effect of exposure over time.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 136,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 431,
                    "end": 432,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 508,
                    "end": 509,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 639,
                    "end": 640,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 765,
                    "end": 767,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 768,
                    "end": 769,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 947,
                    "end": 948,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1120,
                    "end": 1121,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1259,
                    "end": 1261,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1262,
                    "end": 1263,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1455,
                    "end": 1456,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1738,
                    "end": 1740,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this registry-based, prospective cohort study, data were obtained from the Toronto Intensive Care Observational Registry (iCORE), which includes all patients receiving mechanical ventilation for 4 h or more in nine ICUs that are affiliated with the University of Toronto. We included all adult (≥18 years) patients who received invasive mechanical ventilation between April 11, 2014, and June 5, 2019. Patients were excluded if they received treatment with extracorporeal life support. For patients admitted to the ICU more than once during the same hospitalisation, we used only data from the initial admission. The study was approved by the Research Ethics Board of the University of Toronto (Toronto, ON, Canada). As deidentified data are collected for the iCORE registry, we obtained a waiver of consent from the Research Ethics Board of each study site.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and population"
        },
        {
            "text": "iCORE data include clinical variables, ventilation parameters, blood gas, and laboratory measurements, collected once daily at 0800 h. For our analysis, we considered acute respiratory failure to be the inability of the body to maintain adequate gas exchange, requiring support with mechanical ventilation (defined as the invasive or non-invasive application of positive inspiratory airway pressure). Patients were followed up from the initiation of mechanical ventilation until death, ICU discharge, liberation from mechanical ventilation for more than 48 h, or 30 days in the ICU, whichever occurred first. Patients liberated from mechanical ventilation for more than 48 h or exceeding 30 days of staying in ICU were censored in the analyses. Dynamic driving pressure was calculated as peak inspiratory pressure minus positive end-expiratory pressure, including spontaneously breathing patients. Dynamic mechanical power was calculated as 0·098 × respiratory rate × tidal volume × (peak inspiratory pressure -(0·5 × dynamic driving pressure)). 8 To facilitate comparisons with previous studies, 3,5 we also reported static driving pressure (using end-inspiratory plateau pressure instead of peak inspiratory pressure) and static mechanical power (using static instead of dynamic driving pressure) at baseline.",
            "cite_spans": [
                {
                    "start": 1046,
                    "end": 1047,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Procedures and outcomes"
        },
        {
            "text": "The primary outcome was ICU mortality. In secondary analyses, we investigated whether the strength of association between intensity of mechanical ventilation and ICU mortality changed over time. We also quantified the effect of cumulative response, and we examined whether the severity of hypoxaemic respiratory failure moderated the effects of time-varying driving pressure and mechanical power on ICU mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures and outcomes"
        },
        {
            "text": "Patient characteristics are described as proportions for categorical variables and mean (SD) or median (IQR) for continuous variables. Cumulative incidence curves were computed for death, discharge, or remaining alive in the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Evidence before this study Mortality in acute respiratory failure remains high despite the use of lung-protective ventilation. For patients with acute respiratory distress syndrome, recent studies have shown an association between outcomes and baseline ventilation parameters, such as driving pressure or mechanical power. Therefore, ventilation strategies focused on limiting these parameters have been proposed to further improve survival. We searched Ovid MEDLINE without language restriction for studies published from 1964 until May 26, 2020, with the terms \"mechanical ventilation\" or \"respiration, artificial\" and \"respiratory insufficiency\" or \"respiratory distress syndrome\", in combination with either \"driving pressure\" or \"mechanical power\". We did not find reports investigating whether driving pressure and mechanical power should be limited over the entire duration of mechanical ventilation and in all patients with acute respiratory failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": "In this registry-based cohort study including 13 408 patients, we showed that each daily increment in dynamic driving pressure (in cm H 2 O) or mechanical power (in J/min) was associated with a significant increase in the hazard of death. These associations persisted over the entire duration of mechanical ventilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "Exposure to higher intensities of mechanical ventilation, even for a short duration, is associated with higher mortality at any timepoint during mechanical ventilation. Early and sustained interventions to limit the exposure to higher driving pressure and mechanical power might represent an important strategy to further reduce mortality in patients with acute respiratory failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "ICU in competing risk models, 11 stratified by severity of hypoxaemia (ratio of partial pressure of oxygen [PaO 2 ] to fraction of inspired oxygen [FiO 2 ]). To show the basic relationships between baseline characteristics and ICU mortality, cause-specific Cox proportional hazard models were implemented using restricted cubic splines, to predict the relative hazard of death in ICU with 95% confidence intervals; these were based on the PaO 2 /FiO 2 ratio, ventilatory ratio defined as (minute ventilation [mL/min] × partial pressure of carbon dioxide [mm Hg])/ (predicted body weight in kg × 100 [mL/min] × 37·5 [mm Hg]), 12 driving pressure, or mechanical power 8 at baseline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "We used Bayesian joint models with shared random effects to estimate the association of subject-specific longitudinal profiles of either driving pressure or mechanical power with ICU mortality. 13, 14 Joint models allow one to examine the effect of a time-varying, endogenous covariate on a time-to-event outcome, accounting for non-random dropouts due to death during follow-up. Shared parameter joint models assume that all interdependencies between the time-varying exposure and the time-to-event outcome are explained by latent, subject-specific random effects, after adjustment for baseline covariates. Similar to previous studies, 5 we adjusted for the severity of illness, the severity of hypoxaemic respiratory failure, and the degree of ventilatory failure by adding the following covariates to the models: age, Acute Physiology and Chronic Health Evaluation (APACHE) III score, PaO 2 /FiO 2 ratio, and pH at baseline.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 198,
                    "end": 200,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 637,
                    "end": 638,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "We included the daily value of driving pressure or mechanical power as time-varying exposure variables. Natural cubic splines were used in both the fixed-effects and random-effects models to account for the nonlinearity of the longitudinal exposure profiles. The primary analysis included all patients with measured baseline characteristics and at least one measurement for driving pressure or mechanical power over time. Estimation was done using the JMbayes package with JAGS version 4.3.0, 13 using the default settings of the JMbayes package for the JAGS engine (iterations: 28000; adapt: 3000; burn-in: 3000; thinning: 50). Model diagnostics were done by visual inspection of the diagnostic plots. 13 The results are presented as hazard ratios (HR) with corresponding two-sided 95% credible intervals (CrIs) and two-sided p values, as derived from the posterior distribution. The p values represent the tail probabilities of containing the zero value.",
            "cite_spans": [
                {
                    "start": 703,
                    "end": 705,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "Secondary analyses were done on the basis of the initial joint model. To investigate whether the association between intensity of mechanical ventilation and ICU mortality changed over time (the initial joint model assumed constant strength of association), we included an interaction term with time using p-splines. 15 To examine whether the severity of hypoxaemic respiratory failure moderated the effects of time-varying driving pressure and mechanical power on ICU mortality, we included an interaction term with baseline PaO 2 /FiO 2 ratio. We quantified the effect of cumulative exposure by estimating the association between the number of days with potentially harmful exposure (driving pressure ≥15 cm water [H 2 O] or mechanical power ≥17 J/min 6, 16 ) and ICU mortality. Furthermore, we investigated the relationship between cumulative dose and ICU mortality using the area under the longitudinal profiles for either driving pressures of 15 cm H 2 O or more, or mechanical power of 17 J/min or more, as a measure of dose.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 318,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 753,
                    "end": 755,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 756,
                    "end": 758,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "We did multiple imputation by chained equations using the MICE package 17 to account for missing data at baseline by generating five imputed datasets for the full study population. We repeated the joint model analyses using the five imputed datasets to examine the robustness of the findings from the complete case analysis. 18 Two-sided p values of less than 0·05 were considered statistically significant. All analyses were done in R version 3.5.3. Computations were done on the Niagara supercomputer at the SciNet High Performance Computing Consortium. 19 This Article is reported following the STROBE guidelines. 20",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 327,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 556,
                    "end": 558,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "The sponsors had no role in the study design, data collection, data analysis, data interpretation, or writing of the report. MU, PJ, MSW, and EF saw the raw dataset, code, and analysis, and the corresponding author (EF) had the final responsibility to submit for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funding source"
        },
        {
            "text": "Data from 13 939 patients were recorded in the registry. After excluding 531 (3·8%) patients who were on extracorporeal life support (figure 1), we included 13 408 patients in the descriptive analysis (table 1; Duration of mechanical ventilation, days figure 2A, B) . Impaired ventilation, as reflected by a higher ventilatory ratio, was also associated with an increased hazard of death in ICU ( figure 2C ). Patients with a higher dynamic driving pressure or mechanical power at baseline were more likely to die (figure 3A; appendix p 10). Similarly, static driving pressure of at least 15 cm H 2 O or mechanical power of at least 17 J/min at baseline were associated with higher ICU mortality (figure 3B; appendix p 10).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 265,
                    "text": "figure 2A, B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 397,
                    "end": 406,
                    "text": "figure 2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Of 13 408 patients in the descriptive analysis, 7876 (58·7%) patients had measurements for the PaO 2 /FiO 2 ratio, APACHE III score, pH, driving pressure, and mechanical power at baseline, and were included in the joint model analyses ( figure 1) . In the joint model analysis, 1661 (21·1%) of 7876 patients died within the first 30 days after the initiation of mechanical ventilation. After adjusting for age, APACHE III score, baseline PaO 2 /FiO 2 ratio, and baseline pH, both the time-varying dynamic driving pressure (HR 1·064 per cm H 2 O, 95% CrI 1·057-1·071) and mechanical power (HR 1·060 per J/min, 95% CrI 1·053-1·066) were associated with an increased risk of death in ICU (appendix p 11). (C) Relative hazard of death in the ICU predicted on the basis of baseline ventilatory ratio, calculated as (measured minute ventilation × measured PaCO 2 ) / (expected minute ventilation × ideal PaCO 2 ). Expected minute ventilation is 100 × predicted bodyweight in kg × 100 (mL/min). The unadjusted relationships between the two types of respiratory failure and ICU mortality were estimated using cause-specific Cox proportional hazard models. ICU=intensive care unit. PaO 2 =partial pressure of oxygen. FiO 2 =fraction of inspired oxygen. PaCO 2 =partial pressure of carbon dioxide. Three secondary analyses were done. First, we observed that the strength of the association between the intensity of mechanical ventilation (as measured by driving pressure and mechanical power) and ICU mortality was persistent across the entire duration of mechanical ventilation (figure 3C; appendix p 10). Second, the severity of acute respiratory failure moderated the effect of timevarying driving pressure, as reflected by an increase in the strength of association at lower PaO 2 /FiO 2 ratio ( figure 3D; appendix p 10 ). Third, we measured a cumulative effect of exposure to potentially harmful intensities of mechanical ventilation (table 3 ). An increase in the hazard of death was associated with every additional day of exposure to either driving pressure of greater than or equal to 15 cm H 2 O (HR 1·049 per day, 95% CrI 1·023-1·076) or mechanical power greater than or equal to 17 J/min (HR 1·069 per day, 95% CrI 1·047-1·092). Likewise, a higher cumulative dose of potentially injurious intensity of mechanical ventilation was associated with an increased hazard of death for driving pressure (HR 1·004 per cm H 2 O × days of exposure, 95% CrI 1·003-1·005) and mechanical power (HR 1·003 Figure 3 : Association between driving pressure and ICU mortality during mechanical ventilation (A) Unadjusted relationship between dynamic driving pressure at baseline and relative hazard of death in the ICU, estimated using a cause-specific Cox proportional hazard model (n=10 591 patients with available dynamic driving pressure at baseline). (B) Differences in the cumulative incidence of death on the basis of static driving pressure at baseline (n=1633 patients with available data on the static measurements). (C) Time-varying HR obtained from a Bayesian joint model estimating the association between dynamic driving pressure and ICU mortality; the association persisted for the entire duration of mechanical ventilation (n=7876 patients with available baseline data on disease severity). (D) A Bayesian joint model including an interaction term with the PaO 2 /FiO 2 ratio at baseline was used to investigate whether the association of time-varying driving pressure and ICU mortality is moderated by the severity of acute respiratory failure (n=7876 patients with available baseline data on disease severity). Shaded areas represent 95% CI in panels A and B, and 95% credible intervals in panel C; lines either side of the dot represent 95% credible intervals in panel D. ICU=intensive care unit. HR=hazard ratio. PaO 2 =partial pressure of oxygen. FiO 2 =fraction of inspired oxygen. per J/min × days of exposure, 95% CrI 1·002-1·004; appendix p 12). Detailed information about missing data is provided in the appendix (pp [13] [14] [15] [16] [17] [18] . Results of the analyses using datasets generated by MICE were similar to the complete case analyses. The patients excluded from the complete case analysis had lower APACHE scores, less severe acute respiratory failure (a moderator for the effect of driving pressure), and a better outcome (appendix p 15), which is reflected in marginally lower estimates for the effects of time-dependent driving pressure and mechanical power than in the complete case analysis (appendix p 19).",
            "cite_spans": [
                {
                    "start": 4026,
                    "end": 4030,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 4031,
                    "end": 4035,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 4036,
                    "end": 4040,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 4041,
                    "end": 4045,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 4046,
                    "end": 4050,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 4051,
                    "end": 4055,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 246,
                    "text": "figure 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1790,
                    "end": 1814,
                    "text": "figure 3D; appendix p 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1930,
                    "end": 1938,
                    "text": "(table 3",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 2493,
                    "end": 2501,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Exposure to higher mechanical ventilation intensity, as measured by dynamic driving pressure or mechanical power, at any timepoint was associated with higher mortality in ICU for patients with acute respiratory failure. The strength of effect remained persistent over the entire duration of mechanical ventilation. Harmful effects of driving pressure (but not mechanical power) were modulated by the severity of acute respiratory failure, with a stronger association between driving pressure and mortality in patients with a lower PaO 2 /FiO 2 ratio. Importantly, we observed a cumulative effect over time; every additional day of mechanical ventilation at potentially injurious levels (ie, driving pressure ≥15 cm H 2 O or mechanical power ≥17 J/min) was associated with an increased risk of death in the ICU. Therefore, limiting the intensity of mechanical ventilation in all patients with acute respiratory failure could result in improved outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our cohort is comparable with other large cohorts of mechanically ventilated patients with regard to patients' baseline characteristics and mortality rates. 3, 21 In most of our patients, tidal volumes, plateau, and static driving pressure on the day of initiation of mechanical ventilation were within the recommended limits of lung-protective ventilation for patients with ARDS. 2 Consistent with another study of a large cohort of mechanically ventilated patients, 3 we showed similar relationships between other baseline ventilation variables (eg, between peak inspiratory pressure and tidal volumes, or between FiO 2 and positive end-expiratory pressure) and outcome. Interestingly, half of our cohort exceeded a previously described threshold for injurious mechanical power (≥17 J/min) at baseline. 6 This is probably partly related to the fact that mechanical power, in contrast to driving pressure, is currently not routinely calculated and measured in our patients, as is also true for most ICUs worldwide.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 159,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 160,
                    "end": 162,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 468,
                    "end": 469,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 805,
                    "end": 806,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study builds on previous findings linking baseline driving pressure and mechanical power to mortality in patients with ARDS. 3, 5, 6 Our results suggest that clinicians must pay close attention to driving pressure and mechanical power from the start of ICU admission, and that efforts to limit exposure to potentially harmful levels of driving pressure and mechanical power should be maintained throughout the entire course of mechanical ventilation. The longitudinal association between higher driving pressure or mechanical power and increased ICU mortality lends support to the notion of a causal relationship between driving pressure, mechanical power, and mortality. Therefore, these findings should be regarded as hypothesis-generating and further studies are needed to examine whether sustained interventions (ie, the initiation of extracorporeal life support) should be considered early, to avoid additional exposure to potentially harmful levels of driving pressure and mechanical power.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 131,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 132,
                    "end": 134,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 135,
                    "end": 136,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "On the basis of our findings, clinicians could consider driving pressure and mechanical power as targets to guide mechanical ventilation in all patients with acute respiratory failure. This is of considerable importance because patients with ARDS only represent a small subgroup of the large population of patients with acute respiratory failure. In addition, ARDS is frequently under-recognised and, therefore, often inappropriately treated. 3 It could be argued that our findings are driven solely by a strong beneficial effect in patients with ARDS. However, we think that this is unlikely because of the low prevalence of ARDS in our cohort and the strength of the observed effect. Our findings are relevant to all patients with acute respiratory failure, regardless of the diagnosis. Finally, the severity of hypoxaemic respiratory failure modulated the effect of driving pressure on ICU mortality, which might explain why heterogeneous results have previously been described for the effects of driving pressure in patients without ARDS. [22] [23] [24] Our study has several important limitations. On the basis of our findings, we suggest a causal relationship between time-varying intensity of mechanical ventilation and ICU mortality. The shared parameter joint models used in our studies have the assumption that all interdependencies between the longitudinal covariates and the time-to-event outcome are explained by latent, subject-specific random effects, after adjustment for baseline covariates. This is a strong assumption that also implies that all of the baseline covariates are measured without error, with no residual confounding, and a correctly specified random effect and slope. If these assumptions are true, the observed estimates are probably independent of disease severity and other ventilator settings (such as tidal volumes, peak inspiratory pressure, or positive end-expiratory pressure) changing over time, and conditional exchangeability is provided. The clear dose-effect relationship between the intensity of mechanical ventilation and the outcome observed in our study provides added support for a causal relationship. Finally, our results were consistent with a causal mediation analysis showing that baseline driving pressure was a key ventilatory variable associated with mortality in patients with ARDS. 5 Nonetheless, a ventilation strategy limiting driving pressure or mechanical power would ultimately need evaluation in clinical trials. However, a clinical trial to show a significant difference in mortality of about 2-5% would require the inclusion of 5000-11 000 patients. A second limitation is that harmful stress and subsequent lung injury are caused by transpulmonary driving pressure (the pressure in the alveoli), but we only had measurements of static or dynamic airway driving pressure. Similar to other cohorts of mechanically ventilated patients, 3,6,25 static measurements of plateau pressure were available in only a minority of patients. Airway driving pressure does correlate with trans pulmonary driving pressure, but it represents only a surrogate, which might be affected by numerous factors (eg, resistive pressures, chest wall compliance, and spontaneous breathing). 26, 27 Third, our study included all patients who received mechanical ventilation, which makes the results generalisable. Consequently, significant heterogeneity might exist between diagnostic groups that is not detected in our analysis. Finally, the iCORE registry, like all databases with routinely collected data, comprises records with missing values. However, joint models are particularly robust when analysing datasets with missing data. 28 Moreover, the results from our primary analysis were robust in sensitivity analyses accounting for missing data using MICE.",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 444,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1043,
                    "end": 1047,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1048,
                    "end": 1052,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1053,
                    "end": 1057,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2342,
                    "end": 2343,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3231,
                    "end": 3234,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 3235,
                    "end": 3237,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 3676,
                    "end": 3678,
                    "text": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, driving pressure and mechanical power should be carefully monitored during mechanical ventilation. Cumulative exposure to higher intensities of mechanical ventilation was harmful, even for short durations. Early and sustained interventions to limit the exposure to higher driving pressure and mechanical power might represent an important strategy to further reduce mortality in patients with acute respiratory failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "MU, PJ, BH, NDF, and EF designed and planned the study. MU did the analysis, and PJ, BH, MSW, and EF supervised the analysis. MU, PJ, BH, MSW, NDF, and EF interpreted the data. MU and EF wrote the initial manuscript draft, and all authors were involved in critical revision of the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "MU is supported by a Vanier Canada Graduate Scholarship from the Canadian Institutes of Health Research. PJ serves as unpaid member of the steering group of trials funded by AstraZeneca, Biotronik, Biosensors, St Jude Medical, and The Medicines Company, has received research grants to his institution from AstraZeneca, Biotronik, Biosensors International, Eli Lilly, and The Medicines Company, and reports honoraria to the institution for participation in advisory boards or consulting from Amgen, Ava, and Fresenius, all outside of the submitted work, and has not received personal payments by any pharmaceutical company or device manufacturer. BH reports grants and personal fees from Intercept, Cymabay, Calliditas, Albireo, and Mirum, and personal fees from Genfit and Chemoab, all outside of the submitted work. NDF reports personal fees from Getinge, Baxter, and Xenios, all outside of the submitted work. EF is supported by a New Investigator Award from the Canadian Institutes of Health Research, and reports personal fees from Abbott, ALung Technologies, Fresenius Medical Care, and MC3 Cardiopulmonary, all outside of the submitted work. MSW declares no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Critical care and the global burden of critical illness in adults",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Adhikari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhagwanjee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Rubenfeld",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "376",
            "issn": "",
            "pages": "1339--1385",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "An official American Thoracic Society/European Society of Intensive Care Medicine/ Society of Critical Care Medicine Clinical Practice guideline: mechanical ventilation in adult patients with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Sorbo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Goligher",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am J Respir Crit Care Med",
            "volume": "195",
            "issn": "",
            "pages": "1253--63",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bellani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Laffey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "315",
            "issn": "",
            "pages": "788--800",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical challenges in mechanical ventilation",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Goligher",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Brochard",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "387",
            "issn": "",
            "pages": "1856--66",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Driving pressure and survival in the acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Mbp",
                    "middle": [],
                    "last": "Amato",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Meade",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Slutsky",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "",
            "pages": "747--55",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mechanical power of ventilation is associated with mortality in critically ill patients: an analysis of patients in two observational cohorts",
            "authors": [
                {
                    "first": "Serpa",
                    "middle": [],
                    "last": "Neto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Deliberato",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "Aew",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Intensive Care Med",
            "volume": "44",
            "issn": "",
            "pages": "1914--1936",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Driving pressure: a marker of severity, a safety limit, or a goal for mechanical ventilation?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bugedo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Retamal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bruhn",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Crit Care",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ventilator-related causes of lung injury: the mechanical power",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gattinoni",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tonetti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cressoni",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Intensive Care Med",
            "volume": "42",
            "issn": "",
            "pages": "1567--75",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effect of a low vs intermediate tidal volume strategy on ventilator-free days in intensive care unit patients without ARDS: a randomized clinical trial",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Simonis",
                    "suffix": ""
                },
                {
                    "first": "Serpa",
                    "middle": [],
                    "last": "Neto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Binnekade",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JAMA",
            "volume": "320",
            "issn": "",
            "pages": "1872--80",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Driving pressure-the emperor's new clothes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Rubenfeld",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Crit Care Med",
            "volume": "45",
            "issn": "",
            "pages": "919--939",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Modeling survival data: extending the Cox model",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Therneau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Grambsch",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Physiologic analysis and clinical performance of the ventilatory ratio in acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sinha",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Calfee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Beitler",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am J Respir Crit Care Med",
            "volume": "199",
            "issn": "",
            "pages": "333--374",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The R package JMbayes for fitting joint models for longitudinal and time-to-event data using MCMC",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rizopoulos",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Stat Softw",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A Bayesian semiparametric multivariate joint model for multiple longitudinal outcomes and a time-to-event",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rizopoulos",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Stat Med",
            "volume": "30",
            "issn": "",
            "pages": "1366--80",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Improved dynamic predictions from joint models of longitudinal and survival data with time-varying effects using P-splines",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Andrinopoulou",
                    "suffix": ""
                },
                {
                    "first": "Phc",
                    "middle": [],
                    "last": "Eilers",
                    "suffix": ""
                },
                {
                    "first": "Jjm",
                    "middle": [],
                    "last": "Takkenberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rizopoulos",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Biometrics",
            "volume": "74",
            "issn": "",
            "pages": "685--93",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Association of driving pressure with mortality among ventilated patients with acute respiratory distress syndrome: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aoyama",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pettenuzzo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Aoyama",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pinto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Englesakis",
                    "suffix": ""
                },
                {
                    "first": "Fan",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Crit Care Med",
            "volume": "46",
            "issn": "",
            "pages": "300--306",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "MICE: multivariate imputation by chained equations in R",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Buuren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Groothuis-Oudshoorn",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Stat Softw",
            "volume": "45",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Conducting meta-analyses in R with the metafor package",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Viechtbauer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Stat Softw",
            "volume": "36",
            "issn": "",
            "pages": "1--48",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "SciNet: lessons learned from building a power-efficient top-20 system and data centre",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Loken",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gruner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Groer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Phys Conf Ser",
            "volume": "256",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) statement: guidelines for reporting observational studies",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Von Elm",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Pocock",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Gøtzsche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Vandenbroucke",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet",
            "volume": "370",
            "issn": "",
            "pages": "1453--57",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Characteristics and outcomes in adult patients receiving mechanical ventilation: a 28-day international study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Esteban",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Anzueto",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Frutos",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "JAMA",
            "volume": "287",
            "issn": "",
            "pages": "345--55",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Driving pressure and hospital mortality in patients without ARDS: a cohort study",
            "authors": [
                {
                    "first": "Mfs",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "Ackb",
                    "middle": [],
                    "last": "Amaral",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Rubenfeld",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Chest",
            "volume": "153",
            "issn": "",
            "pages": "46--54",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Association between hospital mortality and inspiratory airway pressures in mechanically ventilated patients without acute respiratory distress syndrome: a prospective cohort study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Sahetya",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mallow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Sevransky",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Crit Care",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Driving pressure is not associated with mortality in mechanically ventilated patients without ARDS",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lanspa",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Peltan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Crit Care",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Brower",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schoenfeld",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wheeler",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "1301--1309",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Airway driving pressure and lung stress in ARDS patients",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chiumello",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Carlesso",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brioni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cressoni",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Crit Care",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Transpulmonary pressure: importance and limits",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Grieco",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brochard",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ann Transl Med",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Joint models for longitudinal and time-to-event data: with applications in R",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rizopoulos",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Study profile PaO 2 =partial pressure of oxygen. FiO 2 =fraction of inspired oxygen. APACHE=Acute Physiology and Chronic Health Evaluation. *Patients could fulfill multiple exclusion criteria.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Outcomes in relation to gas exchange characteristics at baseline (A) Cumulative probability curves stratified by baseline PaO 2 /FiO 2 ratio. (B) Relative hazard of death in the ICU predicted on the basis of baseline PaO 2 /FiO 2 ratio.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Time-varying effect of dynamic driving pressure D Effect of time-varying, dynamic driving pressure by baseline severity of respiratory failure",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "13 939 patients recorded in database 13 408 patients included in descriptive analysis 7876 patients included in joint model analyses For analyses in R see http://www.r-project.org The characteristics of mechanical ventilation during the first 24 h of acute respiratory failure are described in table 2 and in the appendix (pp 4-6). Tidal volumes All patients (n=13 408) Stratification by PaO 2 /FiO 2 ratio*",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Baseline characteristics and outcomes of patients with acute respiratory failure",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Ventilator settings and gas exchange on the day of initiation of mechanical ventilation",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "20·6%) of 7876 patients died; 64 281 daily observations were recorded. HRs were the adjusted HRs associated with a 1-SD increment in the given variable. Values higher than 1 indicate increased mortality. The values used for SDs were as follows: PaO 2 /FiO 2 ratio 119; pH 0·11; age 17 years; and APACHE III score 29. The effects of the number of days with either driving pressure greater than or equal to 15 cm H 2 O or mechanical power greater than or equal to 17 J/min were estimated using Quasi-Poisson models in the joint model analyses. HR=hazard ratio. CrI=credible interval. PaO 2 =partial pressure of oxygen. FiO 2 =fraction of inspired oxygen. APACHE=Acute Physiology and Chronic Health Evaluation.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Cumulative effect on HRs of exposure to high intensities of mechanical ventilation for 7876 patients with available data",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "SciNet is funded by the Canada Foundation for Innovation, the Government of Ontario, Ontario Research Fund -Research Excellence, and the University of Toronto. We would like to acknowledge Ghislaine Douflé, Bruno Ferreyro, Brian Kavanagh, and Allan Detsky for feedback and advice. We also acknowledge Kathleen Exconde, Venika Manoharan, and all the members of the iCORE project team for collecting and providing the data for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}