{
    "paper_id": "3df02d4fb9d7ce3b5897db65c35b7e4314b7fde9",
    "metadata": {
        "title": "IL-6 and IL-10 as predictors of disease severity in COVID-19 patients: results from meta-analysis and regression",
        "authors": [
            {
                "first": "Sujan",
                "middle": [
                    "K"
                ],
                "last": "Dhar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "InCite Lab, MSMF",
                    "institution": "Beyond Antibody",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Vishnupriyan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sharat",
                "middle": [],
                "last": "Damodar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shashi",
                "middle": [],
                "last": "Gujar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dalhousie 10 University",
                    "location": {
                        "addrLine": "5850 College Street, Sir Charles Tupper Medical Building",
                        "postCode": "11J, B3H 1X5",
                        "settlement": "Room, Halifax, Bommasandra, Bangalore",
                        "region": "Nova Scotia",
                        "country": "Canada, India"
                    }
                },
                "email": ""
            },
            {
                "first": "Manjula",
                "middle": [],
                "last": "Das",
                "suffix": "",
                "affiliation": {},
                "email": "manjula.msmf@gmail.com"
            },
            {
                "first": "Vishnupriyan",
                "middle": [
                    "K"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "24",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "COVID-19 pandemic caused by SARS-CoV-2 has emerged as a major threat to mankind 48 affecting 18+ million people resulting in over 700,000 deaths (1) worldwide. Exuberant 49 inflammation manifested as elevated levels of cytokines, commonly referred as 50 \"cytokine storm\" (CS) often leads to critical conditions like ARDS (acute respiratory 51 distress syndrome) and death due to multi-organ failure(2). 52",
            "cite_spans": [],
            "ref_spans": [],
            "section": "47"
        },
        {
            "text": "Innate immune response is the first step of defence mechanism against viral infection. Interferon-γ (IFN-γ) in severe group of patients, whereas no significant increase was 67 found in the levels of IL-1β and IL-17(12). A two-arm meta-analysis study synthesized 68 from individual patient data reported statistically significant odds ratio (p < 0.05) to 69 severe disease for only two cytokines -IL-6 and IL-10(13). Some meta-analysis efforts 70 reported difference in IL-6 level between severe and non-severe COVID-19 patients in 71 terms of Standardized Mean Difference (SMD) (14), mean difference (15) or ratio of 72 means (16) values that can potentially be used as cut-off to discriminate between severe 73 and non-severe patients. All these meta-analysis summary results were associated with 74 high level of heterogeneity (I 2 ~ 98 -100%). Another synthesis over three clinical 75 studies determined the elevated ratio IL-6/IFN-γ in severe patients (17) with 76 substantial heterogeneity (I 2 = 79%). A recent meta-analysis covering 6242 patients 77 J o u r n a l P r e -p r o o f pathological conditions or complications associated with COVID-19 and studies without 109 mean or median data of cytokines and their variances for each group. 110",
            "cite_spans": [],
            "ref_spans": [],
            "section": "47"
        },
        {
            "text": "Selected articles were reviewed independently by two authors (VK and SKD). Data was 112 extracted from articles using standardized forms and was cross-validated. Cytokine 113 levels reported as median and inter-quartile range (IQR) were converted to mean and 114 standard deviation (SD) using published methods(25). One study reported non-severe 115 patient data in two clinical groups(26) which were combined using recommendations in 116",
            "cite_spans": [],
            "ref_spans": [],
            "section": "111"
        },
        {
            "text": "Cochrane Handbook(27) section 6.5.2. 10 . Another study represented data in subgroups 117 of IgG levels and Neutrophil-to-Lymphocyte ratio (NLR) (28), for which we retained 118 data from only the IgG-low subgroups (as that would be closest to early stage of 119 infections), and combined subgroups of high and low NLR values. 120",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 39,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "111"
        },
        {
            "text": "To assess the effect of each marker, we used standardized mean difference (SMD) of 122 measured cytokine level (in pg/mL) between severe and non-severe groups including 123",
            "cite_spans": [],
            "ref_spans": [],
            "section": "121"
        },
        {
            "text": "Hedges' correction for positive bias. All calculations were carried out using the metafor 124 library(29) on R statistical software platform. Meta-regression of SMD of a marker was 125 carried out using mixed-effects model with differences in age and sex (measured as 126 percentage of male patients). Publication bias in the studies was analyzed using Funnel 127",
            "cite_spans": [],
            "ref_spans": [],
            "section": "121"
        },
        {
            "text": "Plot and Egger's regression test. Sensitivity of meta-analysis results was assessed by 128 repeating the analysis with leaving out one study at a time to detect any significant 129 change in heterogeneity and summary effect. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "121"
        },
        {
            "text": "The search yielded a total of 99 \"hits\" which were screened to select 18 articles 139 containing cytokine levels of severe and non-severe patients reported from clinical 140 studies (Fig. 1) . All 18 selected studies were conducted in China and included 1,242 141 non-severe and 915 severe COVID-19 patients (Table 1) . Out of the 18 studies, 7 were 142 non-peer reviewed studies(26,28,30-34) published online in preprint archives. 143 Table  178 S1). 179",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 190,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 308,
                    "end": 317,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 436,
                    "end": 446,
                    "text": "Table  178",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "138"
        },
        {
            "text": "Meta-analysis for SMD value of each marker using a random-effects model showed 181 moderate and statistically significant elevation in severe patients for two cytokines viz. 182 IL-6 (SMD 0.53, 95% CI: 0.26 -0.80, p < 0.001) (Fig. 2a) and IL-10 (SMD 0.64, 95% CI: 183 0.38 -0.91, p < 0.0001) (Fig. 2b) . Level of IFN-γ, the type II interferon, showed a weak 184 elevation in severe group (SMD 0.11, 95% CI: -0,01 -0.23, p = 0.078) with moderate 185 significance. Summary effect size of other markers IL-2 (p = 0.281), IL-4 (p = 0.305) and 186 TNF-α (p = 0.258) were not significant (Table 2) . 187 other studies as well(20,49). This prompted us to assess the prognostic potential of 207 these markers by developing a logistic regression model using IL-6 and IL-10 mean 208 values as covariates to classify the patient groups as severe and non-severe across all 18 209 studies. Model using both IL-6 and IL-10 as covariates showed an overall accuracy of 91.7% and area under the corresponding ROC curve as 0.957 (95% CI: 0.898 -1), which 211 is higher than the corresponding values using IL-6 (accuracy 77.8%, AUC 0.821) and 212 IL-10 (accuracy 80.6%, AUC 0.878) individually as covariates (Table 3, Fig. 4 ). Model 213 using both IL-6 and IL-10 showed nearly 100% specificity and 83.3% sensitivity for 214 classification in severe and non-severe categories. 215 218",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 234,
                    "text": "(Fig. 2a)",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 301,
                    "text": "(Fig. 2b)",
                    "ref_id": null
                },
                {
                    "start": 582,
                    "end": 591,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1189,
                    "end": 1198,
                    "text": "(Table 3,",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1199,
                    "end": 1205,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "180"
        },
        {
            "text": "Publication bias towards higher SMD of IL-10 levels reported in smaller-size studies 220 manifested as asymmetry in Funnel plot and Egger's regression test (p < 0.001), 221",
            "cite_spans": [],
            "ref_spans": [],
            "section": "219"
        },
        {
            "text": "whereas the corresponding bias was not significant (p = 0.151) for IL-6 (Supplementary 222 Fig. S2 ). Sensitivity analysis of the studies showed sizeable reduction of heterogeneity in 223 IL-6 (I 2 value from 72% to 25%) and moderate reduction for IL-10 (73% to 55%) by 224 leaving out one particular study from the analysis ( Supplementary Fig. S3 ). 225",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 98,
                    "text": "Fig. S2",
                    "ref_id": null
                },
                {
                    "start": 327,
                    "end": 348,
                    "text": "Supplementary Fig. S3",
                    "ref_id": null
                }
            ],
            "section": "219"
        },
        {
            "text": "We perceive several limitations of this meta-analysis, including (a) limitation to Chinese 227 ethnicity, which was not by design but due to the fact that most initial studies were 228 reported from this geographic region which reported the first outbreak, (b) selection of 229 non-peer reviewed publications (7 of the 18 studies) as per search strategy, (c) some 230 heterogeneity in clinical criteria for severe disease as shown in Table 1 , (d) un-specified 231 time of measurement for the cytokines in many studies and (e) differing and un-232 specified immunoassay methods of cytokine measurement across studies. However, 233 none of these limitations appear to contribute to a significant bias or heterogeneity as 234 seen in the sensitivity analysis reported above. subsequent clinical studies and meta-analyses including the present study have not 254 been able to unequivocally establish a significant elevation in IL-1 levels in the patients. 255",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 434,
                    "end": 441,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "226"
        },
        {
            "text": "Elevated levels of IL-6, a pro-inflammatory molecule, is known to down-modulate NK 256 cell activity and are also found to be associated with reduction in granzyme and 257 perforin levels causing impairment of lytic activities(55). In COVID-19 patients, 258 exacerbation symptoms such as increased body temperature, elevation in inflammation 259 markers like CRP and serum ferritin and progressed chest computed tomography 260 images were associated with increased IL-6 levels which showed a downturn during 261 recovery(56). This association of IL-6 with pulmonary conditions were reported earlier 262 in patients with pneumonia(57) or severe pneumonitis caused by radiation 263 therapy(58). 264 IL-10, on the other hand, is an anti-inflammatory cytokine that was found elevated in 265 severe COVID-19 patients(2,35,38). Levels of IL-6, IL-10 and TNF-α were also found to be indicators of T-cell exhaustion in COVID-19 patients (59) . IL-10 is a multifunctional 267 cytokine whose primary function is to limit the inflammatory response. IL-10 is also 268 known to introduce anergy or non-responsiveness of T-cells in anti-tumour cell 269 response (60) ",
            "cite_spans": [
                {
                    "start": 929,
                    "end": 933,
                    "text": "(59)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "226"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus Disease (COVID-19) Situation Report -199",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features of patients 416 infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Innate immune recognition of viral infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kawai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akira",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Immunol",
            "volume": "419",
            "issn": "2",
            "pages": "131--138",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cytokines and chemokines: At the 421 crossroads of cell signalling and inflammatory disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nedjai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hurst",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Pennington",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Biochim Biophys Acta",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Reduction and Functional 586 Exhaustion of T Cells in Patients",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Diao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ning",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Interleukin-10 and the Interleukin-589",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "Rdw",
                    "middle": [],
                    "last": "Malefyt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Garra",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Interleukin-10 plays an early role in generating 591 virus-specific T cell anergy",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Maris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Chappell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jacob",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Immunol",
            "volume": "8",
            "issn": "",
            "pages": "9--12",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Interleukin-10 determines viral clearance or persistence in vivo",
            "authors": [],
            "year": 2006,
            "venue": "Nat Med",
            "volume": "594",
            "issn": "11",
            "pages": "1301--1310",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Resolution of a chronic viral infection after interleukin-10 receptor blockade",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "CD8 T Cell Responses Are Directly Inhibited by IL-10",
            "authors": [],
            "year": 2007,
            "venue": "J Immunol",
            "volume": "600",
            "issn": "7",
            "pages": "4520--4528",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Proinflammatory Effects of IL-10 During Human Endotoxemia",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "N"
                    ],
                    "last": "Lauw",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pajkrt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Hack",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kurimoto",
                    "suffix": ""
                },
                {
                    "first": "Sjh",
                    "middle": [],
                    "last": "Van Deventer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Van Der Poll",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Immunol",
            "volume": "603",
            "issn": "5",
            "pages": "2783--2792",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Treatment of Crohn's disease with recombinant human interleukin 10 606 induces the proinflammatory cytokine interferon γ",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tilg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Montfrans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Den Ende",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaser",
                    "suffix": ""
                },
                {
                    "first": "Sjh",
                    "middle": [],
                    "last": "Van Deventer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schreiber",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Gut",
            "volume": "50",
            "issn": "2",
            "pages": "191--196",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Identification of a T cell-derived B cell growth factor distinct from interleukin 2",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "IL-1 and TNF gene expression in human monocytes",
            "authors": [],
            "year": 1989,
            "venue": "J Immunol",
            "volume": "142",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Interleukin-4 (IL-4) inhibits 615 secretion of IL-1 beta, tumor necrosis factor alpha, and IL-6 by human monocytes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Te Velde",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Huijbens",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Heije",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Vries",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Figdor",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Downregulates Interleukin-6 Production in Human Peripheral Blood 619",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "IL-4 therapy synergizes with dexamethasone to induce a state of tolerance by 622 promoting Treg cells and macrophages in mice with arthritis",
            "authors": [],
            "year": 2016,
            "venue": "Eur J Immunol",
            "volume": "623",
            "issn": "5",
            "pages": "1246--57",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "IL-4: An important cytokine in 625 determining the fate of T cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Silva-Filho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Caruso-Neves",
                    "suffix": ""
                },
                {
                    "first": "Aas",
                    "middle": [],
                    "last": "Pinheiro",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biophys Rev",
            "volume": "6",
            "issn": "1",
            "pages": "111--119",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Local IL-4 expression 627 in the lung reduces pulmonary influenza-virus-specific secondary cytotoxic T cell 628 responses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Holz",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Christen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Temann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Flavell",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Virology",
            "volume": "269",
            "issn": "1",
            "pages": "66--77",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Dexamethasone in Hospitalized Patients with COVID-19: Preliminary Report",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The effect of corticosteroid treatment 633 on patients with coronavirus infection: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J 634 Infect",
            "volume": "81",
            "issn": "",
            "pages": "13--20",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Dexamethasone for COVID-19? Not so fast",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Theoharides",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Conti",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Biol Regul",
            "volume": "636",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Infliximab 638 against severe COVID-19-induced cytokine storm syndrome with organ failure -A 639 cautionary case series",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stallmach",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kortgen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gonnert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Coldewey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Reuken",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care",
            "volume": "24",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "COVID-19 in a patient with spondyloarthritis treated with TNF-alpha inhibitor 642 etanercept",
            "authors": [],
            "year": 2020,
            "venue": "Ann Rheum Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Crohn's disease under treatment with adalimumab",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "69",
            "issn": "",
            "pages": "1364--1369",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Infliximab for severe ulcerative 647 colitis and subsequent SARS-CoV-2 pneumonia: a stone for two birds",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bezzio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Manes",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pellegrini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saibeni",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Gut. NLM",
            "volume": "648",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Tocilizumab for the treatment of adult patients 651 with severe COVID-19 pneumonia: A single-center cohort study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bueno",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Caro-Teller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Efficacy of Tocilizumab in Patients Hospitalized with Covid-19",
            "authors": [],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Should we 657 stimulate or suppress immune responses in COVID-19? Cytokine and anti-658 cytokine interventions",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jamilloux",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Belot",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Viel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fauter",
                    "suffix": ""
                },
                {
                    "first": "El",
                    "middle": [],
                    "last": "Jammal",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Autoimmun Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Therapeutic Strategy Using the Immunomodulator AS101 in Protecting Mice from Intervention",
            "authors": [],
            "year": 2002,
            "venue": "J Immunol",
            "volume": "169",
            "issn": "1",
            "pages": "384--92",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "664 antitumor activity, and immune activation of pegylated recombinant human 665 interleukin-10 (AM0010) in patients with advanced solid tumors",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Naing",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Papadopoulos",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Autio",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Ott",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Clin Oncol",
            "volume": "666",
            "issn": "29",
            "pages": "3562--3571",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "PEGylated 668 IL-10 (Pegilodecakin) Induces Systemic Immune Activation, CD8+ T Cell 669 Invigoration and Polyclonal T Cell Expansion in Cancer Patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Naing",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Infante",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Papadopoulos",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Ratti",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cancer Cell",
            "volume": "670",
            "issn": "5",
            "pages": "775--791",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "A linear 672 prognostic score based on the ratio of interleukin-6 to interleukin-10 predicts 673 outcomes in COVID-19",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcelvaney",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Hobbs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcelvaney",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moll",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcevoy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "EBioMedicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Can the 675 neutrophil/lymphocyte ratio (NLR) have a role in the diagnosis of coronavirus 676 2019 disease (COVID-19)?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nalbant",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kaya",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Varim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yaylaci",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tamer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cinemre",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev Assoc Med Bras",
            "volume": "66",
            "issn": "6",
            "pages": "746--51",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Utility of the 678 neutrophil-to-lymphocyte ratio and C-reactive protein level for coronavirus 679 disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yufei",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mingli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xuejiao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xuemei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yiming",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Scand J Clin Lab Invest",
            "volume": "0",
            "issn": "0",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Neutrophil-to-lymphocyte ratio 681 as an independent risk factor for mortality in hospitalized patients with",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Hhx",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "C-reactive protein, 684 procalcitonin, D-dimer, and ferritin in severe coronavirus disease-2019: a meta-685 analysis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pranata",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oehadian",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Alisjahbana",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ther Adv Respir Dis",
            "volume": "14",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Crucial laboratory parameters in COVID-19 diagnosis and 687 prognosis: An updated meta-analysis. Med Clin (Barc)",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Soraya",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "Ulhaq",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "155",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Proteomic and Metabolomic 690 Characterization of COVID-19 Patient Sera",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell",
            "volume": "182",
            "issn": "1",
            "pages": "59--72",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "53 Pattern recognition receptors in host dendritic cells recognize viral genomic DNA or 54 RNA to initiate production of cytokines and chemokines(3) which in turn recruit 55 immune cells like macrophages, neutrophils and T-cells to the site of infection based on 56 their source and target cells(4). Pro-inflammatory cytokines including, interleukins (IL) 57 such as IL-1, IL-6 and Tumour Necrosis Factor-α (TNF-α) play major role in initial 58 response, whereas anti-inflammatory molecules like IL-10 are produced during 59 sustained infection to keep a check on inflammation and maintain immune 60 homeostasis(5). Heightened CS-induced acute lung damage leading to fatality(6) is a 61 signature of coronavirus family reported earlier for MERS-CoV and SARS--19, elevated levels of both pro-inflammatory and anti-inflammatory cytokines 64 are reported in multiple clinical studies (9-11). A recently published extensive meta-65 analysis summarized elevated levels of IL-2, IL-2R, IL-4, IL-6, IL-8, IL-10, TNF-α and 66",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "a classifier using logistic regression model for categorization of patient groups 132 in to severe and non-severe categories based on mean values of cytokines in the groups. 133 Classifier performance using individual cytokine values or combination of multiple 134 cytokine values are assessed from the Receiver Operating Characteristics (ROC) curve 135 analysis and the area under the curve (AUC). 136",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Measurement of total 13 cytokines (IL-1β, IL-2, IL-2R, IL-4, IL-5, IL-6, IL-7, IL-8, IL-10, 167 IL-12, IL-17, TNF-α and IFN-γ) and various lymphocyte subsets were reported in the 168 selected 18 studies. Time of recording of these parameters is an important information 169 that was disclosed in some of the studies as \"on admission\"(31,35,38,42-44), \"at early 170 stage of disease\" (36) or \"on first day after admission before initiation of 171 treatment\"(39). Method of measurement of the cytokines was indicated as flow 172 cytometry-based immunoassay(39,42,45,48), chemiluminescent immunoassay(41) or 173 as multiplexed suspension array immunoassay(28,34). However, many articles did not 174 explicitly mention the time of measurement or the specific immunoassay method for 175 measurement of the cytokines. Finally, 13 studies were considered for further analysis 176 which reported measurement of at least six cytokines (IL-2, IL-4, IL-6, IL-10, TNF-α and 177 IFN-γ) aggregating minimum 1000 patients for each cytokine (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "192Summary effects of both IL-6 and IL-10 showed substantial heterogeneity (I 2 ~ 72-193 73%) source of which was explored by carrying out meta-regression of IL-6 and IL-10 194 using (i) SMD of patient age and (ii) difference in male percentage between severe and 195 non-severe groups as moderators in a mixed-effects model. Results revealed IL-10 196 levels having a dependence on the age difference (coefficient 0.63, p = 0.012), whereas 197 the dependence of IL-6 on age was not significant (p > 0.05,Fig. 3). No dependence of 198 IL-6 and IL-10 levels were found on gender expressed as difference of male percentage 199 between the two groups (Supplementary Fig. S1). Above results ascribe some of the 200 observed heterogeneity in IL-6 and IL-10 SMD to difference in average age between 201 severe and non-severe group. 202Classifier Performance203Our results indicate that out of the analysed cytokines, levels of only the pro-204 inflammatory IL-6 and the immuno-suppressive as well as immuno-stimulatory IL-10 205 are significantly elevated in the severe group of patients, an observation reported in 206",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "sustained spread of COVID-19 in most societies, a suitable prognostic test that 244 can predict progression of patients to severe state of disease with reasonable accuracy 245 is need of the hour for efficient management and care. Early research on COVID-19 246 indicated the role of pro-inflammatory cytokines such as IL-1, IL-6 and TNF-α released 247 by activated mast cells in respiratory tract submucosa aggravating the inflammatory 248 state and pathogenesis(50-52) and the potential of inhibiting some of these cytokines 249 as a possible supportive therapy. Conti and co-workers have extensively studied the 250 respiratory dysfunction caused through induction of IL-1 family of cytokines in 251 pathogenic viral infections and proposed anti-inflammatory cytokines such as IL-37 or 252 IL-38 as potential therapeutics for severe COVID-19 cases (50,53,54). However, 253",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "as well as in viral infection(61). Blockade of IL-10 using antibody against 270 IL-10 or its receptor or genetic removal of IL-10 resulted in elimination of infection by 271 virus(61-63) or bacterial pathogen(64). Thus the elevated levels of IL-10 in severe 272 COVID-19 patients was initially ascribed to a negative feedback mechanism through its 273 anti-inflammatory activities(34). 274 However, in other contexts IL-10 was also observed to have an immuno-stimulatory 275 effect. Administration of recombinant IL-10 caused elevation in levels of LPS-induced 276 IFN-γ release in healthy volunteers(65), and levels of phytohaemagglutinin-induced 277 IFN-γ in moderate Crohn's Disease patients(66). In view of its pro-inflammatory nature, 278 Lu et al(67) have proposed a two-stage participatory role of IL-10 in COVID-19 disease 279 progression. At the initiation of viral infection, IL-10 acts as a countermeasure to the 280 pro-inflammatory modulators in a negative feedback mechanism. However, with 281 progression of the disease endogenous level of IL-10 increases bringing into action its 282 proinflammatory aspect and making contribution to the raging cytokine storm. 283However, this remains a hypothetical mechanism that needs to be tested in detailed 284 longitudinal studies. 285 IL-4 is another cytokine, originally discovered as a B-cell growth factor assisting 286 production of antibodies(68), that was found to suppress the levels of pro-inflammatory 287 cytokines such as IL-1, IL-6 and TNF-α in PBMC isolated from healthy volunteers(69-288 71). Similar anti-inflammatory nature of IL-4 was also observed in a mouse model of 289 arthritis(72). Studies with transgenic mice and further reviews have suggested 290 differential effects of IL-4 on different T-cell populations that can affect T-cell 291 infiltration and viral clearance for infections(73,74). However, our meta-analysis failed 292 to establish any significant difference of IL-4 level between severe and non-severe 293 patients, probably indicating a less prominent role of IL-4 in the acute inflammatory 294 phase of Though the levels of cytokines are increased in severe COVID-19 patients, it's 296 implication in a therapeutic perspective remains unclear. Corticosteroids that can on COVID-19 patients. The RECOVERY trial with 2104 patients receiving 299Dexamethasone compared to 4321 patients with standard-of-care showed that 300 Dexamethasone reduces mortality in severe patients with invasive ventilation or 301 oxygen support, but did not have any effect on patients with mild symptoms(75). 302However, a meta-analysis across studies involving infection of SARS-CoV, SARS-CoV-2 303 and MERS-CoV showed increased mortality risk ratio (RR 2.11, 95% CI: 1.13 -3.94) for 304 patients treated with corticosteroids(76).Theoharides and Conti(77)  argued that use of 305 dexamethasone as immunosuppressor may be beneficial in the short-term for severe 306 COVID-19 patients but in the long-term it would negatively affect recovery due to the 307 damaging effect of dexamethasone on protective function of T-cells and on antibody 308 generation ability of B cells. 309In an unique study, anti-TNF-α antibody drug, infliximab, was administered to a small310 group (n = 7) of severe COVID-19 patients without any pre-existing auto-immune 311 condition(78). Though the patients showed decrease in IL-6 level and increase in 312 lymphocyte count post-administration, the cohort size was not adequate to make any 313 conclusion on the end-point benefits. Few other studies used etanercept(79), 314 adalimumab(80) and infliximab(81) therapy successfully for COVID-19 patients, but 315 with pre-existing auto-immune conditions. On the other hand, there have been several 316 studies targeting IL-6 levels using siltuximab, an IL-6 inhibitor or tocilizumab, an IL-6 317 receptor inhibitor in severe COVID-19 patients. A retrospective analysis of 88 COVID-19 318 pneumonia patients who received at list one dose of tocilizumab showed clinical 319 improvement in 44% and 74% patients by day 7 and day 14 respectively(82), though 320 without any control group in the study. However a placebo controlled trial with 243 321 moderately ill and hospitalized COVID-19 patients who received either a single dose of 322 tocilizumab (n = 161) or placebo (n = 82) did not indicate any efficacy for tocilizumab to 323 prevent intubation or death(83). A recent review (84) on few such studies did not 324 reveal any conclusive benefits due to lack of appropriate control groups in design or 325 inadequate statistical significance. Further, the timing for anti-IL-6 agent administration 326 remains critical since an early administration may negatively affect the innate response, 327 while the late administration may not yield desired benefits. Some of the ongoing 328 clinical results using anti-IL-6 therapy will shed more light in near future. 329 Therapeutic strategy of targeting IL-10 has been a nascent topic for infective diseases(LCMV) infected mice when treated with anti-IL-10 antibody 334 exhibited enhanced T-cell responses resulting in increased IFN-γ production and 335 reduction in viral load(61). Blockade of IL-10 signalling using an antibody that targets 336 IL-10 receptor also reduced viral titre and persistence in LCMV-infected mice(62,63). 337 On the other hand, studies with administration of recombinant IL-10 or its pegylated 338 form in cancer patients showed an escalation in CD8+ T-cell response manifested by 339 increase of serum IFN-γ(86,87). Such promiscuity of IL-10 both as an immune-response 340 suppressor as well as an immuno-stimulator renders it as an unreliable drug target in 341 any disease context. 342 Despite the unclarity on therapeutic potential of IL-6 and IL-10, their observed levels of 343 elevation in severe COVID-19 patients have prompted clinical researchers to explore 344 use of them as prognosticators. In an earlier study with pneumonia-affected children, 345 IL-6/IL-10 ratio on admission was found to be an indicator of severe disease with 346 sensitivity and specificity of 76.5% and 83.3% respectively (57). In COVID-19 context, 347 ROC curve analysis on an Italian cohort of 77 patients showed IL-6 as a prognostic 348 factor for combined end-point of progression to severe disease and/or in-hospital 349 mortality with AUC = 0.8(19). However, performance of prognosis for progression to 350 severe disease was poorer with AUC = 0.75. In the recently reported meta-analysis over 351 a large number of studies, classifier performance was found to be higher for neutrophil 352 count (AUC = 0.831), lymphocyte (AUC = 0.867) and D-dimer (AUC = 0.876) than using 353 IL-6 as covariate(AUC = 0.632)(13). Another research with 102 COVID-19 patients used 354 logistic regression to evaluate potential of multiple cytokines to diagnose severe and 355 critical patients(20). Results revealed best prognostic performance for IL-6 (AUC = 356 0.83), followed by IL-10 (AUC = 0.73) as individual covariates whereas the model with 357 all cytokines showed marginally better performance (AUC 0.86, sensitivity 80.0%, 358 specificity 75.9%). A more recent study with 80 COVID-19 patients established a 359 prognostic score with the slope of IL-6:IL-10 ration over the study period of 7 days 360 predicting decline in condition of patients at an improved classifier performance (AUC > 0.95) than using IL-6 level alone for prognosis(88). All of these results support our 362 finding of both IL-6 and IL-10 as prognosticator for severe COVID-19 disease. 363 Other than these cytokines, D-Dimer, CRP level and NLR are explored as diagnostic or 364 prognostic markers in COVID-19. Though a couple of studies focused only on their 365 diagnostic potential for COVID-19 positivity(89,90), ROC analysis in a study with 84 366 patients hospitalized with COVID-19 pneumonia(91) showed modest performance of 367 NLR and CRP to predict a 7-day endpoint as AUC values of 0.69 (CRP), 0.76 (NLR) and 368 0.080 (both). Another study with 191 confirmed COVID-19 patients(90) established a 369 slightly higher performance with AUC values as 0.84(NLR) and 0.71(CRP) to distinguish 370 severe and non-severe patients. Pooled ROC curve analysis in a couple of meta-analysis 371 studies showed modest classifier performance for CRP and D-Dimer with AUC values as 372 0.84 and 0.69(92) and 0.88 and 0.77(93) respectively to discriminate severe and non-373 sever patients. Since in all these cases the AUC values are below 0.9, predictive values 374 for NLR, CRP and D-Dimer to diagnose severe patients may remain restricted. A recent 375 proteomics study(94) predicted excellent classification performance (AUC = 0.96) for 376 severe and non-severe COVID-19 patients using 22 serum proteins and 7 metabolites as 377 covariates. However, a proteomics infrastructure is not so common in a clinic, limiting 378 clinical utility of this test. 379 In this context, results of the meta-analysis and classification obtained in this study 380 assumes importance in multiple aspects. Firstly, synthesis of a large number of studies 381 (more than many of the cited meta-analyses) demonstrates a significant difference in 382 values for only two cytokines -IL-6 and IL-10 with counter-acting mechanisms, 383 reaffirming the dysregulation of immune response in progression to a severe state. 384 Secondly, even at the absence of individual patient data, ROC curve analysis with mean 385 values of IL-6 and IL-10 levels manifests a high level of classifier performance (AUC > 386 0.9) in distinguishing severe from non-severe group patients, which is higher than 387 classifier performance from individual studies(19,20). Our results are likely to be more 388 robust since variations from multiple patient cohorts are included in this synthesis. And 389 lastly, it opens the possibility of further research to establish a validated diagnostic test 390 using these two markers for management of COVID-19 patients. Since we are working 391 with mean values of markers in severe or non-severe patient groups and not individual 392 patient-level values, we have refrained from using IL-6/IL-10 ratio as the classifier as was done in the pneumonia study(57). However, availability of patient data from 394 multiple cohorts of severe and non-severe patients can firmly establish and validate the 395 test with the ratio or any other transform as the basis of classification. 396 Conclusion 397 Our findings, summarized over multiple studies, indicate a possible dysregulation in 398 immune response against COVID-19, characterized by two cytokines IL-6 and IL-10, 399 shifts the balance between non-severe to severe category of patients, and hence 400 measurement of both markers is necessary to demarcate the boundary. Measurement of 401 serum levels IL-6 and IL-10 are inexpensive and can be performed on admission to 402 clinics or care centres with minimum facilities. Such measurement will be key to 403 identify patients with a greater likelihood of progression to severe disease and thereby 404 to adopt necessary precautionary measures. 405 Further trials with multiple cohorts of COVID-19 patients or assimilation of patient-406 level data from existing cohorts will be needed to establish and validate the test. Other 407 than the diagnostic potential, option of possible therapeutic strategy targeting either IL-408 6 or IL-10 or both is likely to emerge through analysis of such data. JR, Korth MJ, Simmons CP, Farrar J, Martin TR, Katze MG. Into the Eye of 426 the Cytokine Storm. Microbiol Mol Biol Rev. 2012;76(1):16-32. 427 7. Lau SKP, Lau CCY, Chan KH, Li CPY, Chen H, Jin DY, et al. Delayed induction of 428 proinflammatory cytokines and suppression of innate antiviral response by the 429 novel Middle East respiratory syndrome coronavirus: Implications for 430 pathogenesis and treatment. J Gen Virol. 2013;94(PART 12)Costela-Ruiz VJ, Illescas-Montes R, Puerta-Puerta JM, Ruiz C, Melguizo-Rodríguez 437 L. SARS-CoV-2 infection: The role of cytokines in COVID-19 disease. Akbari H, Tabrizi R, Lankarani KB, Aria H, Vakili S, Asadian F, et al. The role of 443 cytokine profile and lymphocyte subsets in the severity of coronavirus disease 444 2019 (COVID-19): A systematic review and meta-analysis. Zeng F, Huang Y, Guo Y, Yin M, Chen X, Xiao L, et al. Association of inflammatory 451 markers with the severity of COVID-19: A meta-analysis. Int J Infect Dis. prognosticator in patients with COVID-19. J Infect. 2020;81:452-82. 465 20. Han H, Ma Q, Li C, Liu R, Zhao L, Wang W, et al. Profiling serum cytokines in 466 COVID-19 patients reveals IL-6 and IL-10 are disease severity predictors. Liu Z, Long W, Tu M, Chen S, Huang Y, Wang S, et al. Lymphocyte subset (CD4+, 469 CD8+) counts reflect the severity of infection and predict the clinical outcomes in 470 patients with COVID-19. J Infect. 2020;81:318-56. 471 22. Henry BM, De Oliveira MHS, Benoit S, Plebani M, Lippi G. Hematologic, 472 biochemical and immune biomarker abnormalities associated with severe illness 473 and mortality in coronavirus disease 2019 (COVID-19): A meta-analysis. Moher D, Liberati A, Tetzlaff J, Altman DG. Preferred reporting items for 479 systematic reviews and meta-analyses: The PRISMA statement. Int J Surg. 480 deviation from the sample size , median , range and / or interquartile range. Zhang B, Zhou X, Zhu C, Feng F, Qiu Y, Feng J, et al. Immune phenotyping based on 491 neutrophil-to-lymphocyte ratio and IgG predicts disease severity and outcome for 492 patients with COVID-19. medRxiv. 2020;2020.03.12.20035048. 493 29. Viechtbauer W. Conducting meta-analyses in R with the metafor. Feng X, Li P, Ma L, Liang H, Lei J, Li W, et al. Clinical Characteristics and Short-496 Term Outcomes of Severe Patients with COVID-19 in Wuhan, China. medRxiv. 497 2020;2020.04.24.20078063. 498 31. Shi H, He L, Sun W, Xu J, Wang M, Chen X, et al. Clinical Characteristics and 499 Prognostic Factors of 148 COVID-19 Cases in a Secondary Epidemic Area. SSRN 500 Electron J. 2020; 501 32. Song C-Y, Xu J, He J-Q, Lu Y-Q. COVID-19 early warning score: a multi-parameter 502 screening tool to identify highly suspected patients. medRxiv. 503 2020;2020.03.05.20031906. 504 33. Zhang H, Wang X, Fu Z, Luo M, Zhang Z, Zhang K, et al. Potential Factors for 505 Prediction of Disease Severity of COVID-19 Patients. medRxiv. 506 2020;2020.03.20.20039818. 507 34. Zhao Y, Qin L, Zhang P, Li K, Liang L, Sun J, et al. Longitudinal Profiling of 508 Cytokines and Chemokines in COVID-19 Reveals Inhibitory Mediators IL-1Ra and 509 IL-10 Are Associated with Disease Severity While Elevated RANTES Is an Early 510 Predictor of Mild Disease. JCI Insight. 2020;5(13):e139834. 511 in severe and moderate forms of Coronavirus Disease 2019. Lv Z, Cheng S, Le J, Huang J, Feng L, Zhang B, et al. Clinical characteristics and co-518 infections of 354 hospitalized patients with COVID-19 in Wuhan, China: a 519 retrospective cohort study. Microbes Infect. 2020; 520 38. Qin C, Zhou L, Hu Z, Zhang S, Yang S, Tao Y, et al. Dysregulation of immune 521 response in patients with COVID-19 in Wuhan, China. Clin Infect Dis. Wan S, Yi Q, Fan S, Lv J, Zhang X, Guo L, et al. Relationships among lymphocyte 524 subsets, cytokines, and the pulmonary inflammation index in coronavirus 525 (COVID-19) infected patients. Br J Haematol. 2020;(April):428-37. 526 40. Wang Z, Yang B, Li Q, Wen L, Zhang R. Clinical Features of 69 Cases with 527 Coronavirus Disease 2019 in Wuhan, China. Clin Infect Dis. 2020;71(15):769-77. 528 41. Wei X, Su J, Yang K, Wei J, Wan H, Cao X, et al. Elevations of serum cancer 529 biomarkers correlate with severity of COVID-19. J Med Virol. 2020;0-2. 530 42. Xu B, Fan C yu, Wang A lu, Zou Y long, Yu Y han, He C, et al. Suppressed T cell-531 mediated immunity in patients with COVID-19: A clinical retrospective study in 532 Wuhan, China. J Infect. 2020;81(1):e51-60. 533 43. Zhang J, Yu M, Tong S, Liu LY, Tang L V. Predictive factors for disease progression 534 in hospitalized patients with coronavirus disease 2019 in Wuhan, China. J Clin 535 Virol. 2020;127(March):104392. 536 44. Zheng S, Fan J, Yu F, Feng B, Lou B, Zou Q, et al. Viral load dynamics and disease 537 severity in patients infected with SARS-CoV-2 in Zhejiang province, China, 538 January-March 2020: Retrospective cohort study. BMJ. 2020;369(March):1-8. 539 45. Zhu Z, Cai T, Fan L, Lou K, Hua X, Huang Z, et al. Clinical value of immune-540 inflammatory parameters to assess the severity of coronavirus disease 2019. Wang F, Hou H, Luo Y, Tang G, Wu S, Huang M, et al. The laboratory tests and host 551 immunity of COVID-19 patients with different severity of illness. JCI insight. Conti P, Ronconi G, Caraffa A, Gallenga CE, Ross R, Frydas I, et al. Induction of pro-554 inflammatory cytokines (IL-1 and IL-6) and lung inflammation by Coronavirus-19 555 (COVI-19 or SARS-CoV-2): anti-inflammatory strategies. J Biol Regul Homeost 556 Agents. 2020 Mar 1;34(2):327-31. 557 51. Kritas SK, Ronconi G, Caraffa A, Gallenga CE, Ross R, Conti P. Mast cells contribute 558 to coronavirus-induced inflammation: New anti-inflammatory strategy. Ronconi G, Teté G, Kritas SK, Gallenga CE, Caraffa A, Ross R, et al. COVID-19 561 induced by SARS-CoV-2 causes Kawasaki-like disease in children: Role of pro-562 inflammatory and anti-inflammatory cytokines. J Biol Regul Homeost Agents. 563 2020;34(3):767-73. 564 53. Conti P, Caraffa A, Gallenga CE, Ross R, Kritas SK, Frydas I, et al. IL-1 induces 565 throboxane-A2 (TxA2) in COVID-19 causing inflammation and micro-thrombi: 566 Inhibitory effect of the IL-1 receptor antagonist (IL-1Ra). Conti P, Gallenga CE, Tetè G, Caraffa A, Ronconi G, Younes A, et al. How to reduce 569 the likelihood of coronavirus-19 (CoV-19 or SARS-CoV-2) infection and lung 570 inflammation mediated by IL-1. J Biol Regul Homeost Agents. 2020;34(2):333-de Brito R de CCM, Lucena-Silva N, Torres LC, Luna CF, Correia J de B, da Silva 579 GAP. The balance between the serum levels of IL-6 and IL-10 cytokines 580 discriminates mild and severe acute pneumonia. BMC Pulm Med.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Schematic Forest plot showing standardized mean difference of the two cytokines (a) IL-696 6 and (b) IL-10 between severe and non-severe COVID-19 patients over Bubble plots showing meta-regression of the standardized mean difference of 699 (a) IL-6 and (b) IL-10 between severe and non-severe groups with standardized mean 700 difference of age between the two groups ROC curve showing classifier performance using three different sets of 702 covariates -(i) only IL-6 (red line), (ii) only IL-10 (green line) and (iii) both IL-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "0%) RE Model (Q = 44.84, df = 12, p = 0.000; I 2 = 73.0%) RE Model (Q = 44.84, df = 12, p = 0.000; I 2 = 73.0%) RE Model (Q = 44.84, df = 12, p = 0.000; I 2 = 73.0%) RE Model (Q = 44.84, df = 12, p = 0.000; I 2 = 73.0%) RE Model (Q = 44.84, df = 12, p = 0.000; I 2 = 73.0%) RE Model (Q = 44.84, df = 12, p = 0.000; I 2 = 73.0%) RE Model (Q = 44.84, df = 12, p = 0.000; I 2 = 73.0%) RE Model (Q = 44.84, df = 12, p = 0.000; I 2 = 73.0%) RE Model (Q = 44.84, df = 12, p = 0.000; I 2 = 73.0%) RE Model (Q = 44.84, df = 12, p = 0.000; I 2 = 73.0%) RE Model (Q = 44.84, df = 12, p = 0.000; I 2 = 73.0%)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Baseline characteristics of included studies for investigation of cytokinepulmonary lesion progression > 50% within 24-48 hours as seen on imaging was used as additional criteria. One study used WHO guideline(47) that categorizes severe 159 patients as adolescent or adult with clinical signs of pneumonia (fever, cough, dyspnoea, 160 fast breathing) plus one of the following: respiratory rate > 30 breaths/min; severe 161 respiratory distress; or SpO2 < 90% on room air. 162",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Meta-analysis result summary of six cytokines IL-",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Classifier performance summary using different sets of input variables -(i)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "RE Model (Q = 44.84, df = 12, p = 0.000; I 2 = 73.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}