{
    "paper_id": "3df1f2f5ed58bcb4ff146dafa18040a249cfa3b7",
    "metadata": {
        "title": "Survivorship after COVID-19 ICU stay",
        "authors": [
            {
                "first": "Megan",
                "middle": [
                    "M"
                ],
                "last": "Hosey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University School of Medicine",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Dale",
                "middle": [
                    "M"
                ],
                "last": "Needham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University School of Medicine",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Our understanding of the epidemiology of the severe acute respiratory syndrome (SARS) coronavirus 2 (SARS-CoV-2) infection and associated COVID-19 illness continues to evolve. Statistics from early in the pandemic indicate that ~1 in 5 infected individuals are hospitalized, and 1 in 10 may be admitted to an intensive care unit (ICU), with most of these critically ill patients experiencing acute respiratory distress syndrome (ARDS) and requiring mechanical ventilation 1 . Although most individuals infected with SARS-CoV-2 seem to be asymptomatic or experience mild symptoms (such as persistent cough, with chest pain and chest tightness), the pandemic has resulted in an unprecedented spike in the incidence of ARDS and critical illness. The success of critical care medicine in reducing mortality will result in a large number of survivors of COVID-19. Up to 80% of patients surviving acute respiratory failure after receiving mechanical ventilation in the ICU experience new or worsened physical, cognitive and/or mental health impairments that persist beyond hospital discharge, collectively known as the post-intensive care syndrome 2 . Although old age, pre-existing physical frailty, psychological symptoms (for example, anxiety and depression) and cognitive impairment (for example, dementia) are risk factors, even those without such risk factors are at risk for long-lasting sequelae. Optimizing the COVID-19 survivorship experience, based on this knowledge, demands careful implementation of evidence-based critical care interventions combined with robust rehabilitation programmes that begin in the ICU and continue after discharge.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 473,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Critical illness and its treatments have important, sometimes under-recognized, effects on the neuromuscular system. Physical impairments after critical illness can last for months or years and commonly include joint contractures and substantial muscle wasting and weakness, with associated limitations in physical functioning 3 . Severe respiratory failure occurring with COVID-19 may require long durations of mechanical ventilation, deep sedation, neuromuscular blockade and the associated immobility, which increase the risk of physical impairments. In the setting of COVID-19, virus-related or medication-related (for example, hydroxychloroquine) myopathy can occur, along with other critical illness-associated polyneuropathy or myopathy. Additionally, patients may be repeatedly moved between supine and prone positions with potential shoulder subluxation and brachial plexus injury, leading to upper extremity sequelae. Moreover, prolonged mechanical ventilation may result in diaphragm dysfunction, along with laryngeal injury, dysphagia and dysphonia from prolonged endotracheal tube intubation that may be under-recognized without systematic screening and assessment 4 .",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 328,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Physical impairments"
        },
        {
            "text": "New or worsening cognitive impairment commonly occurs and persists in survivors of ICU stay. For instance, at 1 year after hospitalization, one-third of survivors of acute respiratory failure or shock experience cognitive impairment, with neuropsychological test scores consistent with moderate traumatic brain injury 5 . Such cognitive sequelae usually manifest as impairments in memory, attention and executive function, with survivors reporting inability to manage medications and finances and difficulty with reading comprehension and following conversations with friends and family. Patients with COVID-19 and severe respiratory failure with deep sedation often have prolonged delirium; the duration of delirium in the ICU is an important risk factor for cognitive impairment 5 . Moreover, owing to infection control precautions, family are frequently prohibited from visiting the hospital and health-care staff may reduce their time spent in direct contact with patients. This reduction in human interactions causes a 'domino effect' of reduced cognitive stimulation, reorientation and reassurance to patients. In some hospitals, such infection control precautions may also reduce access to essential rehabilitation services and spiritual care. These effects of the COVID-19 pandemic exacerbate patients' delirium and are expected to increase the risk for long-term cognitive impairment.",
            "cite_spans": [
                {
                    "start": 781,
                    "end": 782,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Cognitive impairments"
        },
        {
            "text": "Survivors of ICU stay commonly experience long-lasting mental health impairments. Clinically significant symptoms of anxiety, depression and post-traumatic stress disorder (PTSD) may occur in one-quarter to one-third of survivors and persist for up to 5 years, with half of survivors reporting prolonged symptoms in at least one of these categories 6 . Although pre-existing psychological symptoms are associated with new or worsened post-ICU mental health morbidity, the severity of the critical illness is generally not associated with psychological outcomes. These findings suggest a need to screen all survivors for mental health impairments. COVID-19-related changes in the hospital environment may pose an increased risk of negative psychological symptoms. For instance, reduced access to family members, pleasurable activities and rehabilitation may result in anxiety and demoralization in patients. Contact isolation has been associated with increased symptoms of depression and anxiety, as well as fear and hostility towards medical providers. Literature from prior outbreaks (for example, influenza A subtype H1N1 virus and Ebola virus) may provide insights for the current pandemic. Notably, survivors from the 2002-2003 SARS epidemic 7 reported stressors that are also relevant to the COVID-19 pandemic, including constant media coverage emphasizing high death rates, stigma due to community or family members blaming survivors for the spread of illness, the fear of infecting loved ones, death of close family members and survivor's guilt. Such stressors may have important implications for psychological outcomes in survivors of COVID-19.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 350,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Mental health impairments"
        },
        {
            "text": "The interplay of physical, cognitive and mental health impairments can lead to important functional problems, such as persistent fatigue, chronic pain and sleep dysfunction, and reduced health-related quality of life 8 . Moreover, globally, at 1-year follow-up, one-third of previously employed survivors of ICU stay are jobless 9 . The financial burden of job loss is worsened by direct or indirect health-care costs and lost income of patients' caregivers. Furthermore, patients' loved ones are at risk of new and persistent mental health impairments, a phenomenon known as post-intensive care syndrome-family 2 . Many of these sequelae may be modifiable with adequate access to rehabilitation that promotes both engagement with health-care teams and self-management of symptoms.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 330,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Barriers to meaningful life"
        },
        {
            "text": "To optimize both survival and survivorship of critically ill patients with COVID-19, meticulous attention to delivering evidence-based critical care interventions is required, as well as early and sustained comprehensive rehabilitation that targets physical and neuropsychological recovery along with adequate social support. Optimal critical care interventions include evidence-based management of ARDS (for example, lung-protective mechanical ventilation and prone positioning) and consistent implementation of guideline-recommended strategies for assessing and managing pain, sedation, delirium, immobility and sleep. Although current literature about early rehabilitation is not definitive, we believe it is important in patients' recovery (see the Society of Critical Care Medicine PADIS guidelines). A comprehensive approach to rehabilitation begins early during critical illness. As soon as patients have achieved cardiopulmonary stability and meet established safety criteria, physical rehabilitation interventions can begin, even while patients are receiving mechanical ventilation and other life-support therapies. Comprehensive rehabilitation services include physical and occupational therapists, speech language pathologists, psychologists and physiatrists. Benefits of early and intensive rehabilitation include reduced muscle weakness and duration of mechanical ventilation, with potential for reduced delirium and improved cognitive function. Moreover, participation in rehabilitation may enhance patients' mental health by providing a sense of normalcy and control over their recovery. Rehabilitation initiated in the ICU should continue throughout hospitalization and after discharge, via multi-disciplinary out-patient care, home health services and peer support groups 10 . During COVID-19, telehealth is an important adaptation for delivering these post-discharge assessments and interventions.",
            "cite_spans": [
                {
                    "start": 1789,
                    "end": 1791,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Outcomes for survivors"
        },
        {
            "text": "COVID-19 as a catalyst for collaboration Multi-disciplinary critical care can prevent imminent death while also setting vital foundations for improving patients' overall long-term survivorship experience. Awareness of the post-intensive care syndrome is important for patients treated in the ICU and their families, as well as for all members of the health-care team. With an unprecedented incidence of severe critical illness during the COVID-19 pandemic, we must apply knowledge gained from over two decades of critical care survivorship research to improve implementation of evidence-based practices for in-ICU care, and provide access to comprehensive rehabilitation across the care continuum to help survivors of COVID-19 attain full and meaningful lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes for survivors"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Severe outcomes among patients with coronavirus disease 2019 (COVID-19) -United States",
            "authors": [],
            "year": 2020,
            "venue": "CDC COVID-19 Response Team",
            "volume": "69",
            "issn": "",
            "pages": "343--346",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Improving long-term outcomes after discharge from intensive care unit: report from a stakeholders' conference",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Needham",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Crit. Care Med",
            "volume": "40",
            "issn": "",
            "pages": "502--509",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Physical complications in acute lung injury survivors: a two-year longitudinal prospective study",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Crit. Care Med",
            "volume": "42",
            "issn": "",
            "pages": "849--859",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Laryngeal injury and upper airway symptoms after oral endotracheal intubation with mechanical ventilation during critical care: a systematic review",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Brodsky",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Crit. Care Med",
            "volume": "46",
            "issn": "",
            "pages": "2010--2017",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Long-term cognitive impairment after critical illness",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Pandharipande",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N. Engl. J. Med",
            "volume": "369",
            "issn": "",
            "pages": "1306--1316",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Psychiatric symptoms after acute respiratory distress syndrome: a 5-year longitudinal study",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Bienvenu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Intensive Care Med",
            "volume": "44",
            "issn": "",
            "pages": "38--47",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "One-year outcomes and health care utilization in survivors of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Tansey",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Arch. Intern. Med",
            "volume": "167",
            "issn": "",
            "pages": "1312--1320",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Fatigue symptoms during the first year following ARDS",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Neufeld",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chest.2020.03.059"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Return to work after critical illness: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Kamdar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thorax",
            "volume": "75",
            "issn": "",
            "pages": "17--27",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Rehabilitation of critically ill COVID-19 survivors",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Korupolu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Francisco",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Needham",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Int. Soc. Phys. Rehab. Med",
            "volume": "3",
            "issn": "",
            "pages": "45--52",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "All authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Nature Reviews Disease Primers thanks the anonymous reviewer(s) for their contribution to the peer review of this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Peer review information"
        }
    ]
}