{
    "paper_id": "3df22145ba3031da8607c5dc70c51ad172cdeab8",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "General cardiology fellowship applicants, who are largely current internal medicine residents, have also been significantly affected by the COVID-19 pandemic, and many of these consequences directly impact their fellowship candidacies ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 245,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Fellowship program leaders face related challenges in navigating this virtual recruitment season but should also remain mindful of applicants' circumstances (Table 1) . Here, we outline the common challenges that general cardiology fellowship applicants and programs will face during the 2020 recruitment season with a focus on the virtual interview, and we offer strategies to support and guide trainees and program leaders through the virtual interview process.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 166,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "For the July 2020 cycle, the Electronic Residency Application Service (ERAS) delayed the date that fellowship programs may begin reviewing applications by 1 month, moving from a traditional mid-July date to August 12, 2020 (7) . The National Resident We suspect that because applicants will not be able to meet faculty in person or visit the facilities or the city/town, they will likely have more questions than to which interviewers may be accustomed and may Figure 1 ). The 2020 fellowship recruitment season will provide many opportunities to experiment and innovate, and we are confident that valuable and enduring lessons in cardiovascular graduate medical education will be learned in the process.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "text": "(7)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 461,
                    "end": 469,
                    "text": "Figure 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "PRE-INTERVIEW"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Adapting the educational environment for cardiovascular fellows-in-training during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Defilippis",
                    "suffix": ""
                },
                {
                    "first": "Stefanescu",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Reza",
                    "middle": [
                        "N"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Cardiol",
            "volume": "75",
            "issn": "",
            "pages": "2630--2634",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Association of American Medical Colleges",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "AAMC VITA FAQ for the 2021 Application Cycle. Available at",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Conducting interviews during the coronavirus pandemic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "National Resident Matching Program. Match Communication Code of Conduct",
            "authors": [],
            "year": 2020,
            "venue": "Association of American Medical Colleges. ERAS 2021 Fellowship Application Timeline",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", MD, a Kathryn Berlacher, MD, b John A. McPherson, MD, c Nadeen N. Faza, MD d O ver the past 6 months, the coronavirus disease-2019 (COVID-19) pandemic has transformed cardiovascular medical education in numerous ways (1). In the early stages of the U.S. pandemic, cardiovascular fellowship training programs were challenged with redesigning educational curricula to accommodate remote learning, balancing trainee well-being and safety with inperson clinical care opportunities, decreased procedural volumes, redeployment of fellows to noncardiology services, rapid uptake of telemedicine, and protecting the emotional and psychological health of trainees (2,3). As we transition into a new academic year, training programs are approaching a new and daunting challenge posed by COVID-19: virtual fellowship recruitment. Due to physical distancing mandates and institutional travel prohibitions, the Coalition for Physician Accountability's Work Group on Medical Students in the Class of 2021 Moving Across Institutions for Post Graduate Training recommends that all fellowship programs should commit to online interviews and virtual visits for all applicants (4). The Association of American Medical Colleges (AAMC) has developed a unidirectional Video Interview Tool for Admissions for the medical school application process this year (5); however, we anticipate that cardiology fellowship programs will conduct live, bidirectional interviews using online video conferencing software. Although there are AAMC recommendations for conducting medical school and residency interviews virtually (6), there is no cardiology fellowship program-specific guidance available, and few cardiology programs have prior experience with virtual interviewing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "matching options for individuals who may cross apply in different medical specialties or couples match. Because of the limitations of the virtual interview process (Table 1), applicants will likely need to intensify their pre-interview research about programs and perform their inquiries over a shortened timeline. Program timetables for reviewing and inviting applicants has been truncated by a month, and this may impact previously standardized applicant review processes. Discussion surrounding application and interview inflation, as a consequence of uncertainty and the decreased financial and time costs of virtual interviews, is speculative, but these metrics should be tracked. APPLICANTS. Resources for information on fellowship programs include program Web sites and official social media profiles and accounts. Applicants should pay particular attention to programs' distinctive characteristics, including level of exposure to advanced cardiovascular diagnostics and therapeutics during general fellowship, subspecialty fellowship opportunities, support for advanced degree and research training programs, and professional development opportunities (e.g., national meeting attendance policies, education stipends, availability of board review resources). Applicants should seek information on the post-fellowship positions of graduates from programs of interest. Institutional graduate medical education Web sites should house information on maternity and paternity leave policies; leaves of absence related to pregnancy or personal or family illnesses; childcare and spousal support; moonlighting; and health insurance, retirement, and disability benefits, and applicants should be prepared to discuss their questions regarding these topics on the interview day. For additional information on program geographic locations, applicants can review official tourism and institutional Web sites about living in the city/town of interest. Regarding interview scheduling, applicants should reply to program coordinator/administrator communications promptly and refrain from overlapping interviews with other work-related commitments (e.g., on-call shifts) or other interviews. Applicants should allow flexibility in scheduling to accommodate unforeseen circumstances. INTERVIEWERS. As programs build their resource collections, they may consider incorporating innovative strategies to showcase important training experiences that may be hidden during a virtual interview. For example, programs could include pictures and/or videos of cardiac catheterization and noninvasive imaging laboratories with virtual tours or clips taken by fellows. In addition to lists of subspecialty training opportunities, profiles and expertise of key teaching and research faculty could be shared on Web sites and on social media platforms. Before the interview, programs and interviewers should extend clear expectations for the virtual interview format. Instructions should include how to log in and out of virtual interview rooms, what to do if appointments finish early or run over time, and contingency plans for audiovisual problems and Internet service disruptions. Phone numbers should be exchanged between applicants and interviewers as a",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "need more time in the interview to discuss these aspects of the training program. Interviewers should avoid scheduling interviews to overlap with clinical or administrative obligations.INTERVIEW DAYIt remains unclear if programs will choose to structure interview days with all interviews being held over the same day for each applicant or if they will trial interviews with sessions spread over multiple days. These variations may lead to a change in the atmosphere of an \"interview day.\"APPLICANTS. Expectations for applicants to wear professional attire will remain unchanged. Applicants should plan to hold virtual interviews in a comfortable, distraction-free setting with adequate lighting and be mindful of their backgrounds and environments while on camera. For sound quality, applicants may choose to use separate wireless headphones and/or microphones instead of built-ins. Residency programs should consider establishing reserved space for applicants from which to conduct interviews if they are unable to identify appropriate spaces within the home. During the interview, applicants should look into the camera lens as much as possible and try to maintain \"eye contact\" with interviewers. Interviewees may need to exaggerate nonverbal communication in order to convey enthusiasm across a video platform. Applicants should expect time for pauses due to connectivity delays and should consider having a rehearsed system for note taking while maintaining engagement during the interview. Adhering to interview schedules is important, and applicants should keep program coordinators' contact information readily available in case of issues. Engagement with fellows should be a primary goal for the interview day. Potential conversation topics include fellows' training experiences, academic interests and accomplishments, fellowship camaraderie, mentorship and sponsorship from faculty,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Best Practices for Virtual Cardiovascular Disease Fellowship Interviews Perspectives of interviewers, applicants, and program directors are represented. Although the video platform can facilitate a casual atmosphere, interviewers should strive to maintain a professional appearance and setting and refrain from commenting on applicants' backgrounds or locations. Interviewers should ensure that the applicant can be seen and heard and vice versa at the start and should reserve extra time for questions. As a departure from the traditional interview, faculty should offer additional personal knowledge to the applicant such as their interactions with fellows, information on the career trajectories of program graduates, and experiences of living in the particular geographic location. PROGRAM DIRECTORS. Program directors will likely provide program overviews in various ways; for example, large group meetings at the beginning or end of interview days, one-on-one meetings, prerecorded videos. To facilitate applicants' understanding of the large amount of information that will need to be shared, program directors may consider providing them with supplemental digital or printed content with detailed information on specific aspects of their program. Program directors should share their mission statements, visions for program and trainee culture, and offer supportive visuals of day-to-day life as a fellow. They also should be forthcoming about the past, present, and anticipated impacts of COVID-19 on fellowship training. Specifically related to the COVID-19 era, program directors may address prescribed physical distancing protocols for fellows' clinical duties in the catheterization or noninvasive laboratories. They also may discuss any current or anticipated alterations to traditional training timelines. Perhaps to a greater degree than in the past, program directors could consider connecting applicants with potential faculty mentors and fellows after the interview day to facilitate acceptable postinterview conversation. POST-INTERVIEW Historically, post-interview contact with applicants has been limited due to governing body regulations that protect applicants and programs (8). Applicants can consider contacting program directors to express interest in the program if they are truly considering ranking it highly. To mitigate bias and promote equity, second-look requests by external applicants and in-person interview requests from internal candidates should be strongly discouraged. Program directors and interviewers should be prepared for increased post-interview contact given the potential for unanswered questions from applicants. As in past years, programs may offer opportunities for additional and optional contact with faculty in the applicant's area of interest. CONCLUSIONS Navigating the virtual interview platform during this unprecedented time may be challenging to both applicants and program leaderships, but we must all remember that our shared goals of selecting and nurturing the next generation of cardiovascular clinicians remain the same. Communicating clear instructions and contingency plans will be instrumental in planning and executing successful virtual interviews (",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Challenges Facing Applicants and Programs During the 2020 Cardiovascular Disease Fellowship Recruitment Season",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}