{
    "paper_id": "3df31ece4843d70b8e619453f02a32020fb9f61c",
    "metadata": {
        "title": "Design and implementation of an interactive, competency-based pilot pediatric telemedicine curriculum",
        "authors": [
            {
                "first": "Marguerite",
                "middle": [],
                "last": "Costich",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Irving Medical Center",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Robbins-Milne",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Irving Medical Center",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Edith",
                "middle": [],
                "last": "Bracho-Sanchez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Irving Medical Center",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mariellen",
                "middle": [],
                "last": "Lane",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Irving Medical Center",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Suzanne",
                "middle": [],
                "last": "Friedman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Irving Medical Center",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "During the height of the COVID-19 pandemic, telemedicine visits surged to increase access and maintain continuity of care, while reducing transmission of disease. However, few curricula exist for training residents on how to care for patients via telemedicine, especially in pediatrics. We aimed to create and evaluate an interactive, competency-based pilot curriculum, to meet the urgent need to train residents in telemedicine. The curriculum was developed in 2020 and includes a didactic, cased-based discussions, and direct observation exercise. A model for precepting residents, adhering to new ACGME guidelines, was also created to further engage residents in telemedicine in the outpatient general pediatrics settings. To evaluate the curriculum, we assessed feasibility of a direct observation to provide feedback and we conducted pre and post surveys to assess for changes in residents' selfreported skills in performing telemedicine visits following implementation of the curriculum. 16 residents participated in the curriculum and 15 completed both the pre and post surveys (93%). Residents' self-reported efficacy in performing key components of telemedicine visits, including completion of telemedicine visit (p = 0.023), initiation of visits (p = 0.01), and documentation (p = 0.001) all improved significantly following implementation. Residents' perception of patient satisfaction with telemedicine and personal perception of ease of use of the telemedicine system increased, though neither were statistically significant. Uptake of the direct observation exercise was nearly universal, with all but one resident having a direct observation completed during their ambulatory month. This novel, interactive telemedicine pilot curriculum for residents addresses ACGME competencies and provides residents with a toolkit for engaging in telemedicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ARTICLE HISTORY",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As New York City became the COVID-19 epicenter in March 2020 and in person visits were rapidly transitioned to telemedicine, there was an urgent need to train residents in basic principles of telemedicine and develop a model for precepting per new ACGME supervision guidelines [1] . To our knowledge, there is no literature describing a pediatricfocused telemedicine curriculum and a model for resident precepting in the pediatric ambulatory primary care setting [10] .",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 280,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 463,
                    "end": 467,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We developed a multimodal, competency-based curriculum to train pediatric residents in telemedicine that includes a review of basic principles, casebased discussions, and a direct observation skills checklist. We evaluated the feasibility of the curriculum and changes in residents' self-reported skills.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A formal needs assessment was not conducted given the pressing need to train residents. Literature review and guidance from telemedicine content experts guided development of educational goals and objectives [2, 3] . Training materials were created using institutional telehealth training materials and actual patient cases [4. ] No additional materials, costs or time were incurred for the creation of the curriculum.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 212,
                    "end": 214,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 324,
                    "end": 327,
                    "text": "[4.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The pediatrics residency program at NewYork-Presbyterian Morgan Stanley Children's Hospital includes 78 residents. All pediatric residents on their yearly, month-long ambulatory rotation participated in the curriculum. The three sessions were delivered via Zoom. The first session reviewed telemedicine basic principles, including how to join, set-up, document, and bill for a video visit and perform key components of the physical exam. The second and third sessions featured case-based sessions in an attending facilitated 'morning report' format. In addition, residents shared interesting and challenging cases that they had seen and groups discussed ways to optimize telemedicine functionalities and factors influencing clinical decision making and disposition. Examples of curriculum learning objectives and associated ACGME core competencies are provided in Table 1 [5.] A direct observation (DO) telemedicine skills checklist was developed for the purposes of providing formative feedback. The skills on the checklist are reflective of multiple ACGME core competencies. The DO checklist was modeled on a DO utilized in training medical students in telemedicine and adapted for residents [6] . Particular emphasis was given on the checklist to nonverbal communication behaviors [7] . The DO was created and shared with the pediatric outpatient faculty prior to use. Adjustments to the tool were made based on feedback, providing content validity. Our current precepting model utilizes the Epic (Epic Systems Verona, WI) 'multi-provider' video option, allowing multiple parties to join visits simultaneously. Residents and preceptors are present at the practice but in separate rooms, allowing for the residents to start their visit autonomously, followed by a conversation with the preceptor via EpicChat, in person or on the visit, with attendings joining the visit if needed. The debrief using the DO tool occurs after the visit.",
            "cite_spans": [
                {
                    "start": 872,
                    "end": 876,
                    "text": "[5.]",
                    "ref_id": null
                },
                {
                    "start": 1194,
                    "end": 1197,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1284,
                    "end": 1287,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 864,
                    "end": 871,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Anonymous pre and post surveys were distributed via Qualtrics. Residents were surveyed on prior experiences using telehealth and ability to perform specific telemedicine-related skills prior to and after the completion of the curriculum on a 5-point Likert scale (1 = Strongly agree, 5 = Strongly disagree). Residents were also asked to indicate their level of agreement with statements regarding the importance of telemedicine and the impact of the COVID-19 pandemic on patient and provider perceptions of telemedicine. This study was approved by the Columbia University Medical Center IRB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A total of 16 residents participated in the entire telemedicine curriculum. A total of 28 residents participated in the introduction to telemedicine didactic because their upcoming rotation required use of telemedicine and were administered the pre-survey. Eighteen residents completed the pre-survey, a response rate of 64%. The post-survey was administered only to those residents who had completed the full curriculum, with a response rate of 93% (n = 15).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Experience with telemedicine was limited prior to launching the telemedicine curriculum, with only 44% of residents having used telemedicine in any capacity. Experience with telemedicine for all residents increased after implementation of the curriculum, with more than half of respondents having completed more than ten visits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Residents' self reported skills in performing telemedicine visits improved significantly following the curriculum ( Table 2 ). Residents' perceptions of ease of use and patient satisfaction with telemedicine increased, though neither were statistically significant. Both before and after training, most residents agreed or strongly agreed that telemedicine is an increasingly common way to deliver care and that COVID-19 had changed their and their patients' perceptions of its use.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 123,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "All but one resident (94%) who participated in the curriculum had a DO checklist completed. Scores for all skills observed were high, demonstrating acquisition and application of skill. The highest scores observed were in those skills not unique to the telemedicine encounter, such as appropriately diagnosing and triaging and clearly explaining treatment plan. (Table 3 )",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 370,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Telemedicine will continue to serve an important role in clinical medicine post-pandemic. This is, to our knowledge, the first competency-based pediatric telemedicine curriculum for residents, combining logistical implementation, clinical reasoning and experiential learning. This curriculum directly addresses telemedicine-specific communication, physical exam and technical skills that have been identified as areas needing additional focus [8. ] Following implementation of this curriculum, residents reported significantly improved self-assessed knowledge and skills in multiple telemedicine domains. Many aspects of the curriculum are transferable to other specialties and programs. This curriculum uses limited resources and does not require substantial overhead costs. It can be easily and flexibly implemented with minimal adaptations in a variety of settings both within pediatrics and other subspecialties. Whereas prior curricula have used simulated telemedicine encounters with standardized patients, our curriculum emphasizes experiential learning and provision of formative feedback following observed telemedicine encounters with patients [9.] One of the limitations of the curriculum is that only a small number of residents participated in this pilot curriculum. This study also lacks a control group which limits the potential impact of findings as residents' skills may have improved simply from experience with telemedicine encounters and not the curriculum.",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 446,
                    "text": "[8.",
                    "ref_id": null
                },
                {
                    "start": 1154,
                    "end": 1158,
                    "text": "[9.]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This pilot telemedicine curriculum provides a competency-based framework for teaching communication and clinical reasoning skills with just-in-time feedback that can be readily adapted to other specialties and programs and addresses an urgent need in primary care residency training. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Guidance on the Necessary Use of Telehealth During the COVID-19 Pandemic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Curricular needs for training telemedicine physicians: a scoping review",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Stovel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gabarin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Cavalcanti",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Med Teach. 2020",
            "volume": "",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Competency-based training for entrustment in telehealth consultations",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lum",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Van Galen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Car",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatr Clin North Am",
            "volume": "67",
            "issn": "4",
            "pages": "735--757",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The milestones guidebook. Online, Accredidation Council for Graduate Medical Education",
            "authors": [
                {
                    "first": "Lms",
                    "middle": [],
                    "last": "Edgar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Hogan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hamstra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An interdisciplinary, multi-institution telehealth course for third-year medical students",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Jonas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Durning",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zebrowski",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Acad Med",
            "volume": "94",
            "issn": "6",
            "pages": "833--837",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The technical and interpersonal aspects of telemedicine: effects on doctor-patient communication",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Telemed Telecare",
            "volume": "9",
            "issn": "1",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Building telemedicine capacity for trainees during the novel coronavirus outbreak: a case study and lessons learned",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hanley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Gen Intern Med",
            "volume": "35",
            "issn": "9",
            "pages": "2675--2679",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A web-based telehealth training platform incorporating automated nonverbal behavior feedback for teaching communication skills to medical students: a randomized crossover study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Mccabe",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Med Internet Res",
            "volume": "18",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Accreditation Council for Graduate Medical Education",
            "authors": [],
            "year": null,
            "venue": "2020. ACGME Response to the Coronavirus (COVID-10)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Examples of cases presentation, associated learning objectives, and ACGME competencies.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Resident self-reported skills pre and post curriculum.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Average direct observation score. If needed, assists parents in joining visit on video visit platform. Can troubleshoot technical difficulties. Appropriate diagnosis and triaging based on patient information. Identifies when and how to escalate care (e.g., in-person office visit or referral to ED)Offers clear explanation of treatment plan and next steps to family. Allows parent/patient to disconnect first.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The pediatric residents who participated in this curriculum as well as the faculty members who participated in training and teaching.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "No potential conflict of interest was reported by the author(s).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure statement"
        }
    ]
}