{
    "paper_id": "3df30d4631d50e59d363213509b1b957bbd42321",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "tested for SARS-CoV-2 by rtPCR and are proceeding directly to different medical services on the basis of their medical need. For example, emergency patients are admitted or referred to the emergency room and patients who seek outpatient services are referred to non-emergency clinics for all types of digestive diseases or to expert clinics for inflammatory bowel disease, neuroendocrine tumours, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Gastroenterologists and hepa tolo gists are responsible for this triage in outpatient services. To prevent patients from gathering (to ensure adequate social distancing), clinic time is allocated in 30-min blocks, with patients making appointments by smartphone app first. Only one patient is allowed to enter the consulting room at any time and is seen by one physician in each consulting room. Precautions against the airborne spread of COVID-19, such as urging patients to wear face masks and to keep 1 m apart when waiting in line, are strictly observed. For emergency patients without SARS-CoV-2 rtPCR test results, we observe meticulous protection protocols to ensure lifesaving operations are done and to prevent potential nosocomial infection. For example, medical workers operate in an isolated ward with protective gear including N95 masks, face shields or goggles, disposable hat and shoe covers, gowns, and double-layer rubber gloves. We resumed nonemergency clinics for all types of digestive disease, seeing 50 patients per day in February, increasing to 100-150 per day in March, and reaching full capacity (300 cases per day) from April 20, 2020. The expert clinics resumed at half capacity (an average of 60 cases per day) on March 2, 2020, and have returned to normal operation (120 cases per day) since April 20, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For patients who need to be admitted to hospital, only patients and their next of kin who have negative SARS-CoV-2 rtPCR results from throat swabs are Resumption of daily services in a gastroenterology department in Guangzhou, China, in the wake of COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We read with interest the Rapid Review by Iacucci and colleagues, 1 which examined how the coronavirus disease 2019 (COVID-19) pandemic was affecting the use of endoscopy services for inflammatory bowel disease, management of emergency cases, and prioritisation of access to endoscopy in the post-pandemic period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The peak of the initial COVID-19 outbreak appears to have passed in China, with decreasing numbers of new domestic cases observed since late February. 2 As a result of this decrease in new cases, our gastroenterology department at the First Affiliated Hospital, Sun Yat-sen University, Guangzhou, China, resumed daily service on March 2, 2020. Before admission, patients must make appointments online and undergo strict triage based on exposure history, COVID-19 symptoms, and the medical services they need.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 152,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Before they can receive further medical services in our department, patients who have fever or respiratory symptoms, with or without a history of exposure to COVID-19, must have real-time PCR (rtPCR) testing of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) after having throat swabs collected, routine blood tests, and chest CT at our hospital's fever clinic. Patients who have a clear exposure history, oversea travel history, or signs of inflammation on chest CT images, and individuals in need of hospitalisation, surgery, chemotherapy, haemodialysis, or other invasive procedures should have throat swabs taken for SARS-CoV-2 rtPCR testing, along with routine blood tests and chest CT if necessary. All other patients are not being allowed to enter the ward. After admission, only one family member is allowed to take care of a critical patient and both this companion and the patient are required to wear face masks while in hospital and to fill in a COVID-19 questionnaire, including a history of exposure to COVID-19 and related infectious symptoms for a second screening. Companions are not permitted for patients who are not in critical condition. To avoid unnecessary trips into and out of the hospital, nurses assist patients and their companions to order meals and inform them of the strict limitations on visiting. Our department arranges single rooms for each patient who is hospitalised as an emergency without SARS-CoV-2 rtPCR results, and medical workers must wear personal protective equipment. If patients have fever while admitted to the hospital, re-testing for SARS-CoV-2 with rtPCR is mandatory, and chest CT if necessary. At the time of writing, the number of inpatients in our department has returnd to 40 (50% of the old maximum, pre-COVID-19).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "By April 23, 2020, no nosocomial cases of COVID-19 had been reported in the gastroenterology department. We hope that our experience might provide practical clinical experience for other gastroenterology departments as they resume clinics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Endoscopy for inflammatory bowel diseases during the COVID-19 pandemic and postpandemic period",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iaccuci",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cannatelli",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Labarile",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Gastroenterol Hepatol",
            "volume": "",
            "issn": "",
            "pages": "30119--30128",
            "other_ids": {
                "DOI": [
                    "10.1016/S2468-1253(20"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19) situation reports",
            "authors": [],
            "year": 2020,
            "venue": "WHO. Coronavirus disease 2019",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Correspondence www.thelancet.com/gastrohep Published online May 4, 2020 https://doi.org/10.1016/S2468-1253(20)30133-3 1",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We declare no competing interests. This report was approved by the Academic Committee of the First Affiliated Hospital, Sun Yat-sen University. JH and LZ contributed equally. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}