{
    "paper_id": "3df4978a6bc272e35682d4385e4b6426278bf732",
    "metadata": {
        "title": "SARS-CoV-2 Vaccine-Induced Immune Thrombotic Thrombocytopenia",
        "authors": [
            {
                "first": "Douglas",
                "middle": [
                    "B"
                ],
                "last": "Cines",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "B"
                ],
                "last": "Bussel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Douglas B. Cines, M.D., and James B. Bussel, M.D.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 Vaccine-Induced Immune Thrombotic Thrombocytopenia"
        },
        {
            "text": "The coronavirus disease 2019 (Covid-19) pandemic caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) stimulated the development of highly effective vaccines that were produced with unprecedented speed with the use of diverse technologies. No major safety warnings, other than rare cases of anaphylaxis, were reported in the initial trials, which involved tens of thousands of adults, and the risk of serious adverse effects has remained remarkably low after vaccination of more than 400 million people worldwide to date. 1 It is not surprising, however, that new reports of adverse events have emerged as many additional people are vaccinated and follow-up is extended. For example, cases of immune thrombocytopenia and bleeding without thrombosis that were induced or revealed after exposure to the messenger RNA (mRNA)-based vaccines produced by Moderna (mRNA-1273) and Pfizer-BioNTech (BNT162b2) have been reported. 2 The Journal has now highlighted three independent descriptions of 39 persons with a newly described syndrome characterized by thrombosis and thrombocytopenia that developed 5 to 24 days after initial vaccination with ChAdOx1 nCoV-19 (AstraZeneca), a recombinant chimpanzee adenoviral vector encoding the spike protein of SARS-CoV-2. 3-5 These persons were healthy or in medically stable condition, and very few were known to have had previous thrombosis or a preexisting prothrombotic condition. Most of the patients included in these reports were women younger than 50 years of age, some of whom were receiving estrogen-replacement therapy or oral contraceptives. A remarkably high percentage of the patients had thromboses at unusual sitesspecifically, cerebral venous sinus thrombosis or thrombosis in the portal, splanchnic, or hepatic veins. Other patients presented with deep venous thrombi, pulmonary emboli, or acute arterial thromboses. The median platelet counts at diagnosis were approximately 20,000 to 30,000 per cubic millimeter (range, approximately 10,000 to 110,000), but the rate of decline in platelet counts that preceded thrombosis is unknown. High levels of d-dimers and low levels of fibrinogen were common and suggest systemic activation of coagulation. Approximately 40% of the patients died, some from ischemic brain injury, superimposed hemorrhage, or both conditions, often after anticoagulation.",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 541,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 938,
                    "end": 939,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 Vaccine-Induced Immune Thrombotic Thrombocytopenia"
        },
        {
            "text": "This constellation of thrombosis and thrombocytopenia prompted consideration of heparininduced thrombocytopenia as the diagnosis. However, none of the patients had known exposure to heparin before the onset of illness. Although the pathogenesis of this syndrome of vaccine-induced immune thrombotic thrombocytopenia (VITT) is not yet clear, certain findings were consistent across the three studies. In almost every patient, high levels of antibodies to platelet factor 4 (PF4)-polyanion complexes were identified by enzyme-linked immunosorbent assay (ELISA), as well by assays based on platelet activation, which, when tested, was enhanced by addition of PF4. In contrast to heparin-induced thrombocytopenia, however, binding of antibody to PF4 occurred in the absence of heparin. This serologic pattern mirrors findings in patients with \"atypical\" or \"autoimmune\" heparin-induced thrombocytopenia, in whom thrombi develop in the absence of known previous exposure to heparin, 6 but the distribution of thrombi in patients with that condition clearly differs from that in patients with VITT. On the basis of these reports, the diagnosis of VITT should be confirmed with an approved PF4 ELISA. Reliance cannot be placed on the rapid assays that are often used to detect heparin-induced thrombocytopenia unless they have been validated to make or to rule out a diagnosis of VITT, given the potential differences in antigenic target or sensitivity. 5 The limited information available relating to management suggests that intravenous immune globulin and high-dose glucocorticoids can improve the platelet count within days, which may limit the risk of hemorrhagic transformation, especially when anticoagulation is instituted. Immune globulin impedes antibody-mediated platelet clearance and may down-regulate platelet activation by immune complexes by blocking platelet FcRγIIA receptors, as in heparin-induced thrombocytopenia. 7 Although the condition in several patients apparently improved when they were given low-molecular-weight heparin, it seems prudent to choose from among the nonheparin antithrombotic agents that are used to treat heparin-induced thrombocytopenia while the risk of bleeding is being mitigated. 8 We expect that the high mortality rate associated with VITT will decrease with earlier recognition and improved intervention.",
            "cite_spans": [
                {
                    "start": 978,
                    "end": 979,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1447,
                    "end": 1448,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1928,
                    "end": 1929,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2222,
                    "end": 2223,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 Vaccine-Induced Immune Thrombotic Thrombocytopenia"
        },
        {
            "text": "No thrombotic signal was detected in clinical trials leading to the approval of the ChAdOx1 nCoV-19 vaccine, 9 which has now been administered to 34 million people worldwide. The incidence of VITT, as initially estimated, is perhaps 1 case per 100,000 exposures. This should be considered in the context of the incidence of cerebral venous sinus thrombosis in the general population (estimated at 0.22 to 1.57 cases per 100,000 per year). The initial focus of these reports may reflect a propensity to study patients with severe thrombosis occurring in unusual locations, and a more complete picture of thrombotic complications is likely to emerge over time. More information on potential risk factors other than young age and female sex is needed. Also needed are data on the prevalence and titer of anti-PF4-related antibodies in all vaccine recipients, especially those who had thrombosis at sites other than those commonly reported to date among patients with VITT, in order to apply Bayesian analyses to estimate disease probability on the basis of both clinical features and antibody titer in optimized assays. This may be complicated to achieve, because many cases of thrombosis that occur after vaccination are unlikely to be directly provoked by this exposure. Better understanding of how the vaccine induces these platelet-activating antibodies might also provide insight into the duration of antigen exposure and the risk of reoccurrence of thrombosis, which will inform the need for extended anticoagulation and might lead to improvements in vaccine design.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 110,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 Vaccine-Induced Immune Thrombotic Thrombocytopenia"
        },
        {
            "text": "Additional cases have now been reported to the European Medicines Agency, including at least 169 possible cases of cerebral venous sinus thrombosis and 53 possible cases of splanchnic vein thrombosis among 34 million recipients of the ChAdOx1 nCoV-19 vaccine, 35 possible cases of central nervous system thrombosis among 54 million recipients of the Pfizer-BioNTech mRNA vaccine, and 5 possible (but unvetted) cases of cerebral venous sinus thrombosis among 4 million recipients of the Moderna mRNA vaccine. Six possible cases of cerebral venous sinus thrombosis (with or without splanchnic vein thrombosis) have been reported among the more than 7 million recipients of the Johnson & Johnson/Janssen Ad26.COV2.S adenoviral vector vaccine. It must be emphasized that not all of these case reports have been subject to rigorous central review, nor have results of tests for anti-PF4 antibodies been reported; however, these numbers may be underestimates, since reporting is voluntary. Nevertheless, they clearly indicate the need for maintaining a high level of concern when patients present with central nervous system or abdominal symptoms after receiving any SARS-CoV-2 vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 Vaccine-Induced Immune Thrombotic Thrombocytopenia"
        },
        {
            "text": "These new observations also raise important scientific questions with clinical implications. What component or components of the vaccine (adenoviral sequence, spike protein, or other component) elicit a new (or recall) response to a seemingly unrelated host protein, PF4? Why does the complication appear to be more prevalent after exposure to one particular adenoviral vector? What is the risk after revaccination? How do VITT antibodies compare with the anti-PF4related antibodies that are present after SARS-CoV-2 infection, which have been described in patients who were suspected to have heparininduced thrombocytopenia? [10] [11] [12] Is PF4 a bystander component within an immune complex that activates platelets, or does it contribute directly to clot propagation? Does the atypical distribution of thrombi relate to antigen localization or vascular response? Is thrombosis propagated along vascular and hematopoietic surfaces that release diverse anionic cofactors, as in heparin-induced thrombocytopenia? In one preliminary report, the investigators reported that antibodies to PF4 do not cross-react with the spike protein. 13 Detailed study of anti-PF4 antibodies after natural infection and in recipients of each of the SARS-CoV-2 vaccines may provide insight into the risk of VITT and into the pathophysiological mechanisms underlying the condition.",
            "cite_spans": [
                {
                    "start": 626,
                    "end": 630,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 631,
                    "end": 635,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1135,
                    "end": 1137,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 Vaccine-Induced Immune Thrombotic Thrombocytopenia"
        },
        {
            "text": "A note of caution: although anti-PF4-polyanion antibodies are common -for example, they are detected in 25 to 50% of patients after cardiovascular surgery -heparin-induced thrombocytopenia is not, and only in rare cases does cerebral venous sinus thrombosis or thrombi in abdominal vessels develop in patients with heparin-induced thrombocytopenia. This suggests that our understanding of the pathogenesis of VITT is incomplete, and the usefulness of measuring pathogenic anti-PF4-related antibodies in all vaccine recipients has not been established. To close the loop, the next step should be a direct demonstration that the anti-PF4 antibodies described here cause thrombosis and thrombocytopenia in an in vivo model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 Vaccine-Induced Immune Thrombotic Thrombocytopenia"
        },
        {
            "text": "The very low prevalence of this complication of vaccination, however severe, relative to the benefits of preventing Covid-19 (a condition with 1 to 2% mortality and potential long-term sequelae) must be emphasized. As of April 9, 2021, at least five countries had instituted limitations -primarily based on age -on which patients should receive the ChAdOx1 nCoV-19 vaccine, and the Centers for Disease Control and Prevention and the Food and Drug Administration have put a temporary hold on administration of the Johnson & Johnson/Janssen vaccine. The questions of whether certain populations can be identified as more suitable candidates for one or another vaccine and who and how to monitor for this rare potential complication will require additional study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 Vaccine-Induced Immune Thrombotic Thrombocytopenia"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19) Dashboard. Geneva: World Health Organization",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who Coronavirus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Thrombocytopenia following Pfizer and Moderna SARS-CoV-2 vaccination",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Cines",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gernsheimer",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Am J Hematol",
            "volume": "96",
            "issn": "",
            "pages": "534--541",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Thrombotic thrombocytopenia after ChAdOx1 nCov-19 vaccination",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Greinacher",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Thiele",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Warkentin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Weisser",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Kyrle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eichinger",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2104840"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Thrombosis and thrombocytopenia after ChAdOx1 nCoV-19 vaccination",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Schultz",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Sørvoll",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Michelsen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2104882"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pathologic antibodies to platelet factor 4 after ChAdOx1 nCoV-19 vaccination",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scully",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lown",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2105385"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Autoimmune heparin-induced thrombocytopenia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Greinacher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Selleng",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Warkentin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Thromb Haemost",
            "volume": "15",
            "issn": "",
            "pages": "2099--114",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "High-dose intravenous immunoglobulin for the treatment and prevention of heparin-induced thrombocytopenia: a review",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Warkentin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Expert Rev Hematol",
            "volume": "12",
            "issn": "",
            "pages": "685--98",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "London: British Society for Haematology",
            "authors": [],
            "year": null,
            "venue": "Guidance produced by the Expert Haematology Panel (EHP) focussed on Vaccine induced Thrombosis and Thrombocytopenia (VITT)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Safety and immunogenicity of the ChAdOx1 nCoV-19 vaccine against SARS-CoV-2: a preliminary report of a phase 1/2, single-blind, randomised controlled trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Folegatti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Ewer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Aley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "396",
            "issn": "",
            "pages": "467--78",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Platelet-activating immune complexes identified in critically ill COVID-19 patients suspected of heparin-induced thrombocytopenia",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nazy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Jevtic",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Thromb Haemost",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 patients often show high-titer nonplatelet-activating anti-PF4/heparin IgG antibodies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brodard",
                    "suffix": ""
                },
                {
                    "first": "Kremer",
                    "middle": [],
                    "last": "Hovinga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Fontana",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Studt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Gruel",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Greinacher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Thromb Haemost",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Antibody-induced procoagulant platelets in severe COVID-19 infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Althaus",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Marini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zlamal",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Blood",
            "volume": "137",
            "issn": "",
            "pages": "1061--71",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Anti-SARS-CoV-2 spike protein and anti-platelet factor 4 antibody responses induced by COVID-19 disease and ChAdOx1 nCov-19 vaccination",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Greinacher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Selleng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mayerle",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}