{
    "paper_id": "3df4d95e7c1eea35a659ae9073ce1f2b5a800534",
    "metadata": {
        "title": "COVID-19 restrictions amidst cyclones and volcanoes: A rapid assessment of early impacts on livelihoods and food security in coastal communities in Vanuatu",
        "authors": [
            {
                "first": "D",
                "middle": [
                    "J"
                ],
                "last": "Steenbergen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wollongong",
                    "location": {
                        "settlement": "Wollongong",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "T"
                ],
                "last": "Neihapi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Koran",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Sami",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Malverus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Ephraim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Andrew",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wollongong",
                    "location": {
                        "settlement": "Wollongong",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "that limit the movement of people, trade and access to resources. In disaster-prone countries, like Vanuatu, such measures add to existing pressures on coastal communities' adaptive capacity. To understand how coastal communities in Vanuatu were impacted in the immediate period after COVID-19 measures were placed, and how people responded to the changing circumstances, a rapid appraisal survey was carried out following a nationally declared state of emergency in March 2020. Results reveal changes in village population, loss of cash income, difficulties in accessing food and shifting pressures on particular resources and habitats. The findings provide insights into the ways local adaptive capacity to satisfy livelihood and food security needs differed among rural contexts. From this we argue that broad quantitative impact assessments are important in guiding strategic and longer term responses and adaptations, but that these are made more useful when complemented with qualitative insights on people and place in the short-term.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The impacts of the COVID-19 pandemic have reached all parts of the globe. Whereas, much of the mainstream media has focused on the direct health crisis, little attention has been paid to remote coastal communities in regions like the Pacific that have been largely untouched by the virus per se, but impacted by its effects on trade and the movement of people. Vanuatu, like many Pacific Island countries, acted swiftly in face of the pandemic's rapid spread. In January 2020 a national COVID-19 taskforce was established to prepare and prevent an outbreak. By March interventions ramped up and the government declared a state of emergency, instituting a series of sweeping public health measures that saw its international borders closed, travel among islands banned, curfews on business, public transport limited and social distancing measures applied that prevented social gatherings of more than five people. To compound the situation, only weeks later the central islands of the archipelago fell in the path of category-5 Tropical Cyclone Harold (hereafter TC Harold), which passed over Vanuatu on 5th and April 6, 2020. The cyclone left in its trail significant infrastructural damage, leading to a 30-day extension of the national state of emergency as the post-disaster relief efforts were implemented. To address the priority area of access to food a COVID-19 food security response plan was endorsed by the Food Security and Agriculture Cluster (FSAC). The FASC response plan promoted homestead gardening as well as stimulating access to fish through aquaculture and inshore fisheries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Current and projected impacts of these disruptions on the national economy will be deep and lasting, with an estimated national economy decline of 13.5% [1] . Within the tourism sector, for example, a recent survey by the Vanuatu Tourism Office and the Department of Tourism on COVID-19 and TC Harold impacts, estimated a 70% job or income loss occurred in the first six weeks after borders closed [2] . A significant portion of the tourism sector in Vanuatu is channelled through small-scale homestay or eco-tourism so such impacts are not restricted to Port Vila, Luganville or the larger resort centres.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The occurrence of TC Harold is indicative of the living conditions in Vanuatu. Ranked as one of the world's most disaster-prone countries [3] , Vanuatu's coastal communities frequently deal with unforeseen disruptions ranging from volcanic eruptions to extreme weather events. Past studies have highlighted the importance of natural resources in times when disasters strike, and for an archipelagic state like Vanuatu where the majority of its population lives within the coastal zone [4] , near-shore marine resources become of particular importance [5, 6] . Unforeseen external disruptions like, for example, natural disasters or, in this case national COVID-19 public health measures, have been widely noted to potentially overburden rural communities' social institutions that provide coping mechanisms or 'safety nets' for resilience [7] . Without disputing this, the extent that this is equally the case for all coastal communities (e.g. remote vs more central) remains speculative. Arguably the ability of some remote (small island) communities to deal independently with shocks and shifts [8] may suggest COVID-19 measures could be overcome also. Gaining information on the ways various coastal communities were impacted (or not) and how people responded to the changes (or not) in the wake of Vanuatu's national lock down measures, is useful in guiding priorities for relief efforts and to better understand local capabilities for adaptation.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 551,
                    "end": 554,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 555,
                    "end": 557,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 839,
                    "end": 842,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1097,
                    "end": 1100,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We present the results of a rapid appraisal telephone survey. The survey tool used (Annex 1) was adapted from one implemented across collaborative networks of coastal fisheries management research and practice in the Pacific region [9, 10] . The survey was amended to suit Vanuatu-derived objectives for the survey. The dual objective of the survey was to understand, firstly, the immediate impacts of the various COVID-19 measures on village social life, food security and livelihood (in combination with other disruptions people were exposed to), and secondly, how people responded to these changes, with particular interest in how they made use of their marine resources.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The survey was completed in the weeks following the first government imposed COVID-19 measures, covering 23 coastal community sites and involving 31 respondents. 1 All sites involved in the survey maintain an ongoing collaboration with the Vanuatu Fisheries Department (VFD) as part of a national community-based fisheries management program. The sampled sites were clustered into three categories, based primarily on their degree of remoteness: seven sites represented conditions on the most remote 'outer islands' (Gaua, Aniwa and Futuna), nine sites were on less remote 'secondary-islands' (Malekula and Maewo), and seven sites represented conditions on islands with administrative centres (Santo and Efate). Restricted by travel capabilities at the time of data collection, the survey was implemented by telephone by a team of fisheries officers (two men, two women). By virtue of village leadership in Vanuatu, and difficulty in reaching women in village leadership roles by telephone, the majority of respondents were male. The results therefore do not offer a well-balanced gendered perspective nor necessarily reflect the multiple perspectives inherent to the social diversity of communities.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 163,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Although the long-term collaboration between the data collection team and these communities helped contextualise responses, interpretation of survey results was careful to avoid making assumptions or drawing broad brush strokes in what are socially diverse and complex communities. Despite these obvious limitations the survey highlights important considerations that help understand better variation of impacts and how people living on remote small islands and in coastal contexts in Vanuatu responded. Insights from this survey offer new considerations for support efforts, both short-and long-term, as well as contribute a broader understanding of coastal people's ability to deal with shocks in the Pacific region. The results below present firstly the reach of government interventions as experienced by different communities and what other disruptions communities were having to deal with next to the COVID-19 measures. In examining impacts we explore four dimensions of impacts: social life and demographics, food and nutrition security, livelihood and income, and marine resource management. Finally, locally perceived aspects of resilience and vulnerability are presented per site.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "National agencies in Vanuatu are well practiced in responding to disasters, as was case with the onset of COVID-19. Provincial COVID-19 taskforces were established very quickly. Moreover, in a lot of communities, Community Disaster Committees (CDCs) existed from humanitarian efforts following TC Pam in 2015; some of which were reactivated during the state of emergency declaration. All community representatives spoken with noted having received information on COVID-19 measures, and 13 of the 23 sites reported visits by teams from their respective provincial taskforce who came to provide information about the COVID-19 measures. In those cases the CDCs were tasked to relay up-to-date information and to plan for implementation of measures including social distancing, school and church closures, curfews on community kava nakamals 2 , promoting planting of gardens closer to homesteads, and hygiene practices (see Fig. 1 ). The remaining 10 sites, which included all remote outer island sites, noted receiving information by radio, text message and/or social media, and under that guidance instituted similar measures albeit to varying extents. Several respondents noted that government directives around price fixing of essential foods like rice and tinned fish during the state of emergency were effective in ensuring stability of prices in community stores. Also notable, in two sites in NE Santo, fuel subsidies were provided to fishers to ensure fish supply to surrounding communities at cheaper rates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 920,
                    "end": 926,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Reach of government measures in rural Vanuatu"
        },
        {
            "text": "The survey results demonstrated clearly that communities were dealing not only with the new COVID-19 measures, but also with other disruptions that compounded pressures on food production and income. Most notable were the impacts of TC Harold for the 13 sites located in the path of the cyclone (see Fig. 2 ). Only the most northerly and southerly sites felt little to no impact. Of the impacted sites, three noted extreme damage, with the majority of houses and other buildings damaged or destroyed completely. All impacted sites reported damage to gardens, loss of harvests and compromised water availability.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 306,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Compounding disruptions"
        },
        {
            "text": "Community respondents noted a series of secondary local disruptions. Sites located on the most southerly outer islands reported challenges to crop production from ongoing drought. On one of these islands this compounded already poor soil conditions and had already intensified dependence on external sources of vegetables and rice before COVID-19 measures were instituted. Inter-island travel restrictions meant food imports from Tanna were stopped. Two sites reported cases 1 Where possible, men and women were interviewed, but where this was not possible, a person in a leadership position who had some form of community oversight was interviewed. The final dataset contained 22 men and 9 women. In 8 communities both a man and a woman were interviewed. 2 Nakamals are traditional gathering places in Vanuatu and form important sites for meetings and ceremonies in most communities (often reserved for men only). Nakamals are often associated with the drinking of kava, a drink derived from the root of a shrub (Piper methysticum) that has mild depressant effects. of ciguatera poisoning in reef fish. 3 Once COVID-19 measures took effect an increase in fishing pressure on reefs by inexperienced fishers was argued to be the reason for several cases of recent ciguatera poisoning in the community. It was noted that this led to a subsequent sharp decline in supply of both reef and pelagic fish, out of fear of further cases, and in turn exacerbated the lack of protein availability at those sites. Impacts of volcanic activity were noted by two sites; one on Tanna and one on Maewo. The former site reported that ash fall compromised recent harvest from gardens, thus restricting their ability to produce food in these times when travel to market was not possible. The latter site noted impacts of a pre-COVID-19 population rise following the mass 3 Ciguatera fish poisoning occurs as a result of consumption of fish contaminated with ciguatoxins; resulting in symptoms such as diarrhoea, vomiting, numbness, itchiness, sensitivity to hot and cold, dizziness, and weakness. Reef fish, particularly grouper species, are thought to be particularly prone to such toxins. displacement of people from neighbouring Ambae island when its volcano erupted. Although this occurred in 2018, sites on Maewo continue to be subject to the volcano recovery plan [11] and still noted to be to dealing with the pressures of increased population on ability to produce enough food and housing.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 476,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 756,
                    "end": 757,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1104,
                    "end": 1105,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2351,
                    "end": 2355,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Compounding disruptions"
        },
        {
            "text": "Just under half of the sites sampled (n = 11) noted little or no increases in population size of communities. These sites were remote outer-island or secondary-island sites communities most affected by inter-island travel restrictions. Children from these communities attended schools on other main islands and stayed with kin residing there (mainly on Efate and Santo). Remaining sites all estimated at least a 25% increase in population, with one site on Efate noting an extreme increase of over 75%. All population increases were associated with students returning to villages following school closures. The example of extreme population increase in the Efate site was explained by its close proximity to the national capital Port Vila where many students attend school.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographics and social life"
        },
        {
            "text": "Some leaders, and all women respondents, welcomed curfew restrictions on kava nakamals, noting a significant decrease in kava consumption among young men. The majority of responses, however, pointed to difficulties associated the COVID-19 measures of social distancing and restricted gatherings. Community life involves strong bonds and close daily interactions which simply could not be foregone. As a respondent from one of the Maskelyn sites noted, \"The measures against socialising with friends, neighbours and family has affected our dayto-day relationships we value and rely on, […] we find it strange and impossible to cope with.\" Another respondent from a Tanna site referred to the physical structure of communities making social distancing difficult, \"We can't keep distance since all our houses are close to each other and we all share the same space in our houses, even between neighbours.\" Some community leaders noted how important social institutions were no longer reinforced due to the restriction on social gatherings. They noted people's commitment to faith and religion was weakened since attendance at church was no longer possible. As one Tanna village woman leader noted, \"People are not praying as often as they used to because we are not gathering for church […] we are afraid people are losing spiritual touch with important morals.\"",
            "cite_spans": [
                {
                    "start": 1284,
                    "end": 1287,
                    "text": "[…]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Demographics and social life"
        },
        {
            "text": "In asking what the most important food types (in terms of accessibility) were in times of the COVID-19 disruptions, all sites noted the importance of traditional island food (aelan kakae), composed of root crops and local vegetables. However, in asking the respondents whether there was enough food available only nine sites noted having sufficient food stock from their gardens or markets (all of which were either capital-or secondary-island sites). Seven sites noted sufficient food, but only because they had access to government relief support. All respondents from outer-island sites felt they did not have sufficient food stocks, with no immediate relief to address the shortfall. Sites experiencing food availability issues noted either other disruptions (e.g. TC Harold or drought) or inter-island travel restrictions as compromising otherwise sufficient stocks. Vulnerable households were particularly impacted, including widowed households.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Food and nutrition security"
        },
        {
            "text": "Local responses to (pending) food shortages varied. Village leaders in 16 of the sites on capital and secondary-islands put strong emphasis on increasing local garden production since markets no longer provided enough or because travel to markets was no longer possible. In a Maewo site one leader noted, \"Elders have encouraged everyone to plant more aelan kakae.\" Measures facilitating this included minimising normal communal responsibilities to free up time to tend gardens, land owners allowing access by others to cultivate crops, and active salvaging of destroyed crops (e.g. fallen banana trees) in the wake of TC Harold. With exception of sites on one southern outer-island where fish was being preserved, food preservation was not used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Food and nutrition security"
        },
        {
            "text": "The rising trend of coastal livelihood dependence on cash economies in Vanuatu [12] was noticeable in the significant mention of direct and indirect impacts of income loss. Respondents from secondary-and outer-islands sites noted that some people (mainly community shop owners) in the communities were facing mounting debts as restricted cargo transport meant purchases made on loan were not being delivered. With no way to sell what they ordered and no guarantee of refund, they were left with no way to pay back the loan. The restricted cargo transport led to various impacts in communities including limited supplies in community shops, limited relief food reaching communities in time, decreased trade of fish (Southern-most outer-island sites) and other primary goods like copra (Santo) and cocoa (NW Malekula). In sites where tourism income was significant (NE Santo, Efate and Tanna), respondents noted direct impacts of the collapse of international tourism. In some of those cases households had shifted to producing kava for local sales on the island.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Livelihoods and income"
        },
        {
            "text": "Fish trade is a significant income source for many households in coastal communities. Outer-island sites, for example, noted high dependence on trade in fish to larger neighbouring islands. This income covered their operational costs but also allowed them to buy supplementary food (vegetables, root crops and rice) that is not available on their island. COVID-19 travel restrictions meant access to market was blocked and availability of fuel for motorised fishing was limited, affecting money and food coming into those households. With exception of one site, all sites noted COVID-19 restrictions limiting or stopping trade with the village. The exception noting an increase was a TC Harold impacted site that saw more fishing taking place to sell to inland communities. In terms of trade of fish within the village, 19 of the sampled sites noted less or similar trade of fish while four sites noted an increase. Of the four sites noting increased internal trade, three were capital-and secondary-islands sites where a significant influx of youth into the village saw more small reef fish being caught and sold within the village. The remaining site was a northern outer-island site where women had started cooking and selling locally caught fish as imported shop supplies had run low.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Livelihoods and income"
        },
        {
            "text": "Fifteen sites reported a notable increase in fishing activity, particularly on reefs or areas close to the community. Sites that recorded a large influx of people, mainly students, noted that an increase in inshore canoe fishing, diving, gleaning and shore-fishing by children and or inexperienced fishers looking for fish on the nearby reefs. The increase in fishing activity did not translate to larger catches because mostly small fish were caught from already over-fished places. As one village leader from Tanna noted, \"We are seeing more people fishing since we have allowed people to go out fishing around the community […] most of the fishing activity we see is by the students who came back, but overall catch is less than before, […] it's all small fish.\" Fishing offshore for larger and commercially-attractive deep bottom species using motorised boats had ceased in sites where this formed an important fishing activity (all outerand secondary-island sites) due to a lack of fuel and loss of market access with restricted travel.",
            "cite_spans": [
                {
                    "start": 740,
                    "end": 743,
                    "text": "[…]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Marine resources and their local management"
        },
        {
            "text": "The remaining eight sites that did not report an increase in fishing, largely noted this was due to communities' increased focus on repairing, maintaining and/or ramping up production of gardens. As noted before, the Maewo site reported less fishing due to fear of ciguatera poisoning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Marine resources and their local management"
        },
        {
            "text": "Increased pressure on marine areas following COVID-19 measures was concentrated on nearshore areas in immediate proximity to the village and less on offshore fishing. Although more costly, such fishing would make a greater contribution to food security. With exception of two sites (one of which was more inland), all surveyed sites had some form of fisheries management in place. Of those 21 sites, four opened their tabu areas temporarily for fishing. These were all outer-island sites that were impacted by cargo/transport services not coming in, compounded by weak agriculture production. Two other sites noted that tabu area rules had been disregarded, with some fishers fishing restricted areas. The remaining sites noted tabu areas had not been opened nor compromised with sufficient accessible fishing grounds to meet the demand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Marine resources and their local management"
        },
        {
            "text": "In reflecting on the impacts felt in communities, there were several common locally-perceived enabling factors that allowed people to maintain a level function and normality in the face of the changes (i.e. resilience). Conversely, there were common compromising factors that left people vulnerable and less able to continue life as normal or deal with changes (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 361,
                    "end": 369,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Locally perceived factors of resilience and vulnerability"
        },
        {
            "text": "Small holder gardens, and the island food they produced, were noted by all respondents as being vital for food (and income) in COVID-19 times. However, in sites impacted heavily by TC Harold (NW Malekula) as well as sites where growing conditions were poor (Aniwa and Maskelyn), gardens provided little reprieve from hardship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Locally perceived factors of resilience and vulnerability"
        },
        {
            "text": "Marine resources were also important, particularly in remote outerisland communities, and fisheries management measures (including rules) were perceived to have been beneficial in dealing with COVID-19 conditions. Other important factors included, in one outer-island site, the insular local economy that maintained not only flow of cash across the community but also barter trading of food. Moreover, solar powered cool storage facilities was also an important factor, allowing villagers to store fish and other food stuff. Finally, social relations amongst kin and neighbouring households, particularly in more remote or disconnected sites, translated to various forms of collective support (e.g. food sharing, and access to land and gardens) to vulnerable households like widowed households.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Locally perceived factors of resilience and vulnerability"
        },
        {
            "text": "Factors that were locally perceived to exacerbate people's vulnerability included first and foremost connectivity and poor access to information, particularly for the more remote secondary-and outer-island sites. Where much of the government messaging used radio and text messaging, several communities did not have radios or had unreliable phone or radio signal. As an example, in the days preceding TC Harold's landfall, bad weather had cut off tele-communication to some sites in SW Santo. This meant warning updates of TC Harold's approach were missed, with some respondents noting that people had been caught working in the gardens (or staying in upland garden sleep stations) when the storm struck. Outer-island sites in the south relied heavily on radio and telecommunication for information on COVID-19 measures and updates on transport and travel restrictions. In those sites similar challenges to connectivity led to misunderstandings and increased anxiety as misinformation on COVID-19 spread through social media postings, reached these communities. Another common compromising factor noted by respondents was the increased transition to cash-based economies, often noting an over-dependence on tourism or on inter-island trade in commodities like fish and kava. While respondents in sites on the larger capital-and secondary-islands noted that some were able to maintain trade with other communities on the island, outer-island sites had no alternative. Other factors noted by respondents on outer-islands included poor agriculture conditions that over time had resulted in people's increasing dependency on food provision from outside.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Locally perceived factors of resilience and vulnerability"
        },
        {
            "text": "Proximity to administrative or urban centres (Port Vila on Efate and Luganville on Santo) was noted both as a burden as well as a blessing in these times. Respondents from Efate and Santo sites noted how disproportionate population increases were adding pressure on resources and food stocks, largely due to their proximity to urban areas. However, they also noted their proximity meant access to information and food and aid relief was good.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Locally perceived factors of resilience and vulnerability"
        },
        {
            "text": "The telephone-based rapid appraisal documented some immediate impacts of COVID-19 public health measures on coastal communities of varying remoteness across Vanuatu (including capital island-, secondary island-and outer island sites). The survey focussed on village life, particularly access to food, livelihoods and coastal resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Results revealed significant population increases in more connected sites, which had direct repercussions on fishing pressure and related increased demand for food. Produce from home gardens was noted as a primary source of food when COVID-19 measures were in place, notably roots crops and vegetables. Food relief support was in highest demand in cases where home gardens could not meet food demand, e.g. where agriculture conditions were poor or where natural hazards destroyed crops. Outer island sites noted a double burden where agricultural production was already poor and home garden harvests small, and access to markets or food relief was cut off because of restricted interisland travel. Such communities that depend on trade of resources (e. g. fish) to purchase food they do not have, struggle to meet their food demands when mobility is restricted. This result highlights the importance of understanding local food environments and the vulnerabilities inherent in disrupted supply chains and domestic markets more generally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Loss of cash income and growing indebtedness due to the COVID-19 conditions were noted across all sites, indicating peoples' increased dependence on the cash economy regardless of their community's remoteness. This dependency presents another source of vulnerability if trade relies on connectivity to other islands. Sites located on larger islands were able to shift and engage in smaller local economies as a fall back while outer islands could not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "COVID-19 conditions caused an increase in fishing pressure on nearby fishing areas, including reefs, intertidal zones and mangroves, mainly catching small fish by inexperienced fishers (e.g. returning school children). Total fish catch in all sites was said to have declined, mainly because pelagic and deep bottom fishing practices stopped due to lack of fuel and market access. As such the lack of large fish being caught further exacerbated fishing on easy-access immediate inshore zones. The importance of community-based fisheries management in majority of sites proved vital in curbing demand-driven exploitation and controlling access. Given shocks like COVID-19 are a recurrent feature of Vanuatu life, and the importance of fish to meet food and nutrition needs in such times, it is imperative that resource management capacity in Vanuatu communities is supported and further developed [see also [13] [14] [15] ]. The form in which (and intensity by which) this support and development is delivered will be dependent on local context. Understanding that the sampled sites were all engaged in some form of fisheries co-management, the results suggest such engagements are largely beneficial during COVID-19 disruptions. This however, does not capture the potential of customary institutions that other communities (where resources are not co-managed with VFD) may be drawing on in their control over access and use of resources in such times. A better understanding of the relative contributions of customary and co-management relationships requires expansion of the sample to villages not receiving support from VFD. There is clearly value in this for other national agencies, to better understand the efficacy of different forms of local resource management.",
            "cite_spans": [
                {
                    "start": 905,
                    "end": 909,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 910,
                    "end": 914,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 915,
                    "end": 919,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The extent and character of COVID-19 impacts ranged widely depending on context and local conditions. Our rapid assessment highlights differences in connectivity and exposure to external markets and sources of income, both international tourism and domestic value chains for fish and other products. Broad quantitative impact assessments are important in guiding strategic and longer term responses and adaptations, but these are made more useful when complemented with qualitative insights on people and place in the short-term. This rapid appraisal forms an early step in such an assessment of the vulnerabilities and potential adaptation pathways of rural coastal communities in ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Impacts of COVID-19 on the food systems in the Pacific small island developing states (PSIDS) and a look into the PSIDS responses",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fao-Sap",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Survey Results: National Tourism Business Impacts Survey. TC Harold and COVID-19 Pandemic, Vanuatu Department of Tourism and Vanuatu Tourism Office",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bolstering resilience in the coconut kingdom: improving adaptive capacity to climate change in Vanuatu",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Richmond",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Sovacool",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Energy Pol",
            "volume": "50",
            "issn": "",
            "pages": "843--848",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coastal proximity of populations in 22 Pacific island countries and territories",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Andrew",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PloS One",
            "volume": "14",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The role of fish and fisheries in recovering from natural hazards: lessons learned from Vanuatu",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Eriksson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Environ. Sci. Pol",
            "volume": "76",
            "issn": "",
            "pages": "50--58",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The role of fisheries resources and community-based coastal resource management activities during a natural disaster -case study of Vanuatu after Tropical Cyclone Pam",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pakoa",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "SPC Traditional Marine Resource Management and Knowledge Information Bulletin",
            "volume": "40",
            "issn": "",
            "pages": "18--32",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Social capital and resilience in rural areas: responses to change, in Mansholt Graduate School Discussion Paper",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Beekman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mansholt Graduate School of Social Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Critical reflections from fostering adaptive community-based, co-management in Solomon Islands' small-scale fisheries 38, SPC Traditional Marine Resource Management and Knowledge Information Bulletin",
            "authors": [
                {
                    "first": "A.-M",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "14--25",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Changes and adaptations in village food systems in Solomon Islands: A rapid appraisal during the early stages of the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Eriksson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Rapid and preliminary assessment of the Impact of COVID-19 on Pacific Island Coastal Fishing Communities",
            "authors": [],
            "year": 2020,
            "venue": "SPC Fisheries Newsletter",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Maewo response and recovery action plan: Ambae volcano, Vanuatu National Disaster Management Office",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "What influences the form that community-based fisheries management takes in Vanuatu? SPC Traditional Marine Resource Management and Knowledge Information Bulletin",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Tavue",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "37",
            "issn": "",
            "pages": "22--34",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Past experiences and the refinement of Vanuatu's model for supporting community-based fisheries management, SPC Traditional Marine Resource Management and Knowledge Information Bulletin",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Raubani",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "38",
            "issn": "",
            "pages": "3--13",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Ministry of Agriculture, Livestock, Forestry, Fisheries and Biosecurity: Port Vila",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Community-based management of near-shore fisheries in Vanuatu: what works?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Léopold",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Marine Policy",
            "volume": "42",
            "issn": "",
            "pages": "167--176",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Wash station established by fishers at a catch landing site following national COVID-19 public health recommendations for hygiene practices in communities.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "As part of the destruction left by TC Harold a community billboard outlining a local fisheries closure area (tabu eria) was uprooted and lies on the adjacent reef flat.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Compiled results of the survey enquiring on the immediate COVID-19 impacts in sampled coastal communities across Vanuatu, presenting (i) various compounding disruptions communities were dealing with in addition to COVID-19 measures and (ii) respondents' perceived main factors of resilience and vulnerability. curation, Methodology, Investigation; R. Ephraim: Data curation, Methodology, Investigation; N. Andrew: Writing -review & editing, Supervision",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank all the respondents who participated in the survey. This work contributes to post-TC Harold and COVID-19 coastal fisheries relief efforts, implemented through Vanuatu Fisheries Department (VFD) as part of a nationally coordinated response under the Vanuatu National Disaster Management Office (VNDMO). The research was funded by the Australian Government through ACIAR project FIS/2016/300.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Supplementary data to this article can be found online at https://doi. org/10.1016/j.marpol.2020.104199.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary data"
        }
    ]
}