{"paper_id": "3df56ad09fa6095d7626916c7d8261ab540cb1b5", "metadata": {"title": "Bio-Impedance Spectroscopy: Basics and Applications", "authors": [{"first": "Daniil", "middle": ["D"], "last": "Stupin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Alferov University", "location": {"addrLine": "8/3 Khlopina street", "postCode": "194021", "settlement": "Saint Petersburg", "country": "Russia"}}, "email": "stupin@spbau.ru"}, {"first": "Ekaterina", "middle": ["A"], "last": "Kuzina", "suffix": "", "affiliation": {"laboratory": "", "institution": "Alferov University", "location": {"addrLine": "8/3 Khlopina street", "postCode": "194021", "settlement": "Saint Petersburg", "country": "Russia"}}, "email": ""}, {"first": "Anna", "middle": ["A"], "last": "Abelit", "suffix": "", "affiliation": {"laboratory": "", "institution": "Alferov University", "location": {"addrLine": "8/3 Khlopina street", "postCode": "194021", "settlement": "Saint Petersburg", "country": "Russia"}}, "email": ""}, {"first": "Sergei", "middle": ["V"], "last": "Koniakhin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Alferov University", "location": {"addrLine": "8/3 Khlopina street", "postCode": "194021", "settlement": "Saint Petersburg", "country": "Russia"}}, "email": ""}, {"first": "Anton", "middle": ["E"], "last": "Emelyanov", "suffix": "", "affiliation": {"laboratory": "", "institution": "Alferov University", "location": {"addrLine": "8/3 Khlopina street", "postCode": "194021", "settlement": "Saint Petersburg", "country": "Russia"}}, "email": ""}, {"first": "Dmitrii", "middle": ["M"], "last": "Nikolaev", "suffix": "", "affiliation": {"laboratory": "", "institution": "Alferov University", "location": {"addrLine": "8/3 Khlopina street", "postCode": "194021", "settlement": "Saint Petersburg", "country": "Russia"}}, "email": ""}, {"first": "Mikhail", "middle": ["N"], "last": "Ryazantsev", "suffix": "", "affiliation": {"laboratory": "", "institution": "Alferov University", "location": {"addrLine": "8/3 Khlopina street", "postCode": "194021", "settlement": "Saint Petersburg", "country": "Russia"}}, "email": ""}, {"first": "Michael", "middle": ["V"], "last": "Dubina", "suffix": "", "affiliation": {"laboratory": "", "institution": "Federal Medical-Biological Agency", "location": {"addrLine": "Pudozhskaya 7", "postCode": "197110", "settlement": "St. Petersburg"}}, "email": ""}]}, "abstract": [{"text": "In this review, we aim to introduce the reader to the technique of electrical impedance spectroscopy (EIS) with a focus on its biological and medical applications. We explain the theoretical and experimental aspects of the EIS with the details essential for biological studies, i.e. interaction of metal electrodes with biological matter and liquids, strategies of increasing measurement rate and noise reduction in bio-EIS experiments etc. We give various examples of successful bio-EIS practical implementations in science and technology: from the whole-body health monitoring and sensors for vision prosthetic care to single living cell examination platforms and virus diseases research. Present review can be used as a bio-EIS tutorial for students as well as a handbook for scientists and engineers due to extensive references covering the contemporary research papers in the field.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Since 1886, when electrical impedance spectroscopy (EIS) was originally conceptualized by Oliver Heaviside [1, 2] , it has evolved into a powerful and widely used experimental technique [3, 4, 5, 6, 7] . Despite the simple concept -measuring the electrical current passing through the sample at various frequencies of the excitation voltage -this technique is currently applied in numerous domains. For example, EIS is commonly used as a testing technique for modern electronic devices: from semiconductor hetero-structures [8] to audiophile amplifiers [9] ; EIS is a state-of-the-art method in electrochemistry and materials science: from nano-objects investigation and alternative energy sources characterization to Mars surface research [10, 11, 12, 13, 14, 15] . Being a label-free non-optical non-destructive and easy to implement technique, EIS became a promising experimental approach in biological and medical applications, such as biosensing technologies [6, 16, 17, 18, 19, 20] and diagnosis of diseases, including cancer and virus detection [21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32] .", "cite_spans": [{"start": 107, "end": 110, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 111, "end": 113, "text": "2]", "ref_id": "BIBREF1"}, {"start": 186, "end": 189, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 190, "end": 192, "text": "4,", "ref_id": "BIBREF3"}, {"start": 193, "end": 195, "text": "5,", "ref_id": "BIBREF4"}, {"start": 196, "end": 198, "text": "6,", "ref_id": "BIBREF5"}, {"start": 199, "end": 201, "text": "7]", "ref_id": "BIBREF6"}, {"start": 524, "end": 527, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 553, "end": 556, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 740, "end": 744, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 745, "end": 748, "text": "11,", "ref_id": "BIBREF10"}, {"start": 749, "end": 752, "text": "12,", "ref_id": "BIBREF11"}, {"start": 753, "end": 756, "text": "13,", "ref_id": "BIBREF12"}, {"start": 757, "end": 760, "text": "14,", "ref_id": "BIBREF13"}, {"start": 761, "end": 764, "text": "15]", "ref_id": "BIBREF14"}, {"start": 964, "end": 967, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 968, "end": 971, "text": "16,", "ref_id": "BIBREF15"}, {"start": 972, "end": 975, "text": "17,", "ref_id": "BIBREF16"}, {"start": 976, "end": 979, "text": "18,", "ref_id": "BIBREF17"}, {"start": 980, "end": 983, "text": "19,", "ref_id": "BIBREF18"}, {"start": 984, "end": 987, "text": "20]", "ref_id": "BIBREF19"}, {"start": 1052, "end": 1056, "text": "[21,", "ref_id": "BIBREF20"}, {"start": 1057, "end": 1060, "text": "22,", "ref_id": "BIBREF21"}, {"start": 1061, "end": 1064, "text": "23,", "ref_id": "BIBREF22"}, {"start": 1065, "end": 1068, "text": "24,", "ref_id": "BIBREF23"}, {"start": 1069, "end": 1072, "text": "25,", "ref_id": "BIBREF24"}, {"start": 1073, "end": 1076, "text": "26,", "ref_id": "BIBREF25"}, {"start": 1077, "end": 1080, "text": "27,", "ref_id": "BIBREF26"}, {"start": 1081, "end": 1084, "text": "28,", "ref_id": "BIBREF27"}, {"start": 1085, "end": 1088, "text": "29,", "ref_id": "BIBREF28"}, {"start": 1089, "end": 1092, "text": "30,", "ref_id": "BIBREF29"}, {"start": 1093, "end": 1096, "text": "31,", "ref_id": "BIBREF30"}, {"start": 1097, "end": 1100, "text": "32]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Introduction"}, {"text": "Historically, one of the first biological EIS applications was proposed in 1926 by Leon S. Theremin, who developed a contactless musical instrument -thereminvoxthat converts the impedance of the performer's hands into various music tones [33, 34] . Almost at the same time, in 1928, Kenneth S. Cole developed the theoretical basis for the description of the tissue impedance, and later in 1937, together with Howard J. Curtis he performed one of the first EIS investigations of large living cells, namely the giant plant cells Nitella [35, 36, 37] . In 1992, Charles R. Keese and Ivar Giaever take advantage of the remarkable progress in the microelectronics fabrication to extend EIS applications for studying a wide range of living cells, including mammalian cells, and bring into life this idea in electrical cell-substrate impedance sensing (ECIS) technology [16, 17, 38, 39] , which for now days became an outstanding tool for label-free and realtime cells research. ECIS device uses the modified Petri dish with the planar electrodes located on it's bottom on which investigated living cells are seeded. As far as the cells affect significantly the electrodes impedance [16] it becomes possible to determine their properties by studying ECIS impedance and its evolution. For example, the ECIS methodology allows measuring the number of cells adherent to the electrodes [40, 41] , estimating the viability of cells [42, 43] , studying cell motility [41] , investigating cell-cell interactions [44] , quantifying the activity of pharmaceuticals [17, 45, 46, 47] , etc.", "cite_spans": [{"start": 238, "end": 242, "text": "[33,", "ref_id": "BIBREF32"}, {"start": 243, "end": 246, "text": "34]", "ref_id": "BIBREF33"}, {"start": 535, "end": 539, "text": "[35,", "ref_id": "BIBREF34"}, {"start": 540, "end": 543, "text": "36,", "ref_id": "BIBREF35"}, {"start": 544, "end": 547, "text": "37]", "ref_id": "BIBREF36"}, {"start": 863, "end": 867, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 868, "end": 871, "text": "17,", "ref_id": "BIBREF16"}, {"start": 872, "end": 875, "text": "38,", "ref_id": "BIBREF37"}, {"start": 876, "end": 879, "text": "39]", "ref_id": "BIBREF38"}, {"start": 1176, "end": 1180, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1375, "end": 1379, "text": "[40,", "ref_id": "BIBREF39"}, {"start": 1380, "end": 1383, "text": "41]", "ref_id": "BIBREF40"}, {"start": 1420, "end": 1424, "text": "[42,", "ref_id": "BIBREF41"}, {"start": 1425, "end": 1428, "text": "43]", "ref_id": "BIBREF42"}, {"start": 1454, "end": 1458, "text": "[41]", "ref_id": "BIBREF40"}, {"start": 1498, "end": 1502, "text": "[44]", "ref_id": "BIBREF43"}, {"start": 1549, "end": 1553, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 1554, "end": 1557, "text": "45,", "ref_id": "BIBREF44"}, {"start": 1558, "end": 1561, "text": "46,", "ref_id": "BIBREF45"}, {"start": 1562, "end": 1565, "text": "47]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Introduction"}, {"text": "This extensive EIS utilization in the science resulted in appearance of the large number of remarkable text-books, monographs, and review papers devoted to the impedance spectroscopy [3, 4, 5, 6, 7, 48, 17] . Moreover, a significant part of information on EIS grounds can be found in stand-alone chapters in almost every physics and electronics textbooks [49, 50] . However, most number of these texts either focus mainly on applications, not explaining enough the underlying theory, or focus on the detailed explanation of the EIS theory, making it difficult for the first reading. Thus in this tutorial review we make effort to keep the balance for EIS explanation. To be specific, we try to make introduction to the theory, experiment, and bio-applications of the EIS from the first principles. We explain the plans of the problems solution and stress the most important points. As a consequence, to read this this tutorial only the basic knowledge in differential and integral calculus, complex variable theory, and general physics are required. This paper can be used by students as first-reading reference in the bio-EIS area.", "cite_spans": [{"start": 183, "end": 186, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 187, "end": 189, "text": "4,", "ref_id": "BIBREF3"}, {"start": 190, "end": 192, "text": "5,", "ref_id": "BIBREF4"}, {"start": 193, "end": 195, "text": "6,", "ref_id": "BIBREF5"}, {"start": 196, "end": 198, "text": "7,", "ref_id": "BIBREF6"}, {"start": 199, "end": 202, "text": "48,", "ref_id": "BIBREF47"}, {"start": 203, "end": 206, "text": "17]", "ref_id": "BIBREF16"}, {"start": 355, "end": 359, "text": "[49,", "ref_id": "BIBREF48"}, {"start": 360, "end": 363, "text": "50]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Introduction"}, {"text": "The article is organized as follows. First, we will introduce the theoretical basis for EIS with a focus on the details that are important for biological applications. Then, we will consider the experimental aspects of EIS, and also compare different impedancemeasurement techniques. Finally, we will discuss the application of EIS in biology and medicine with paying special attention to cell research, health monitoring, and decease diagnostics such as viral infection and cancer.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Impedance is complex-valued electrical resistance that depends on the frequency ω of excitation voltage (EV). Typically, impedance is denoted as Z, or Z(ω) stressing the frequency dependence. A closely related quantity is admittance, or complex-valued conductivity, that is defined as 1 Z and typically denoted as Y . From the complex quantities of impedance and admittance, one can derive a number of meaningful characteristics, including real parts (denoted as or by placing apostrophe ), imaginary parts (so-called reactances, denoted as X, , or by placing double apostrophe ), phases, magnitudes, etc. For convenience, to refer to impedance, admittance or any physical quantity that is a function of impedance or admittance, a generic term immittance is often used.", "cite_spans": [], "ref_spans": [], "section": "Electrical Immittance"}, {"text": "For the single-frequency sine-shape excitation voltage (EV)", "cite_spans": [], "ref_spans": [], "section": "Electrical Immittance"}, {"text": "the immittance could be measured as shown in Fig. 1 . If a sample is linear (i.e. the V Z(ω) ∼ A V (ω) J(ω) Figure 1 . The common immittance measurement scheme. The excitation voltage V (ω) is applied to the sample with impedance Z(ω), which results in current response J(ω) through it. Excitation voltage and current response are measured with the voltmeter V and the ammeter A, respectively, to derive impedance Z(ω).", "cite_spans": [], "ref_spans": [{"start": 45, "end": 51, "text": "Fig. 1", "ref_id": null}, {"start": 108, "end": 116, "text": "Figure 1", "ref_id": null}], "section": "Electrical Immittance"}, {"text": "superposition principle for excitation voltages and corresponding current responses is fulfilled), the current response will be also a sine-shaped function with frequency ω where J 0 = J 0 (ω) is the magnitude of the current, ϕ = ϕ(ω) is the current phase-shift with respect to the applied voltage. So, according to Ohm's law, the impedance at frequency ω can be defined as", "cite_spans": [], "ref_spans": [], "section": "Electrical Immittance"}, {"text": "where |Z| = V 0 /J 0 is magnitude of the impedance, φ = −ϕ is phase of the impedance, Z = |Z| cos φ is real part of the impedance, Z = |Z| sin φ is imaginary part of the impedance. Remarkably, that expression (3) is time-independent. Now by using superposition principle and equation (3), we can easily calculate the current response for a non-sine, arbitrary-shaped excitation voltage. Based on the fact that any physically realistic EV can be represented as sum of the single-frequency harmonics of the form Eq. (1) or in more general form as a Fourier integral", "cite_spans": [], "ref_spans": [], "section": "Electrical Immittance"}, {"text": "one can start with calculating the response to each harmonic of the excitation voltage using the equation (3). Here the amplitude V 0 from Eq. (1) is naturally replaced bỹ V (ω) -a complex amplitude of the harmonic with frequency ω. At the next step, one can calculate the overall current response as the sum (or integral) of current responses at each frequency", "cite_spans": [], "ref_spans": [], "section": "Electrical Immittance"}, {"text": "From Eq. (5) one can see that the immittance completely defines the electrical current through the sample for an arbitrary excitation voltage, or in other words, the immittance contains full information about sample electrical properties. That's why the immittance concept is very useful for electrical characterisation. Moreover, despite that definition of the immittance in Eq. (3) is applicable only to linear samples (the sample does not produce the overtones), it's is possible to extend EIS application for non-linear systems too. E.g., one can use the small-signal approximation, which is valid if the amplitude of an excitation voltage is small enough to eliminate sample's non-linearity. Typically, in this type of experiments, a large constant offset voltage is added to a small-signal alternating EV to obtain additional experimental data [48] . Particularly, this technique is a state-off-the-art for semiconductors diagnostics.", "cite_spans": [{"start": 850, "end": 854, "text": "[48]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Electrical Immittance"}, {"text": "The immittance of any real system has several common properties, which we will briefly discussed here without giving the proofs, which can be found in Ref. [3, 4] .", "cite_spans": [{"start": 156, "end": 159, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 160, "end": 162, "text": "4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Electrical Immittance"}, {"text": "(i) The real and the imaginary parts of the immittance are related to each other via Kramers-Kronig relations [51] .", "cite_spans": [{"start": 110, "end": 114, "text": "[51]", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Electrical Immittance"}, {"text": "(ii) The real part and the magnitude of immittance are even functions of frequency.", "cite_spans": [], "ref_spans": [], "section": "Electrical Immittance"}, {"text": "(iii) The imaginary part and the phase of the immittance are odd functions.", "cite_spans": [], "ref_spans": [], "section": "Electrical Immittance"}, {"text": "(iv) The poles of the immittance have a negative real part.", "cite_spans": [], "ref_spans": [], "section": "Electrical Immittance"}, {"text": "One of the main advantages of EIS as an experimental technique is the possibility to analyze the obtained immittance spectra by means of the equivalent circuits approach [3, 4] . The key idea of this method consist in constructing an equivalent electrical circuit that has the same immittance as an investigated sample. For example, a suitable equivalent circuit for an ideal semiconductor diode is a serial RC-circuit, because the pn-junction has zero conductivity at constant current and high conductivity at highfrequency current [48] (here we assume that EV has small amplitude and rectification effects are eliminated). As a result, we can associate the capacitance in equivalent circuit with a space charge region of pn-junction, and the resistance in the equivalent circuit with the bulk resistance of the diode base. Alternatively, for a living cell membrane, a suitable equivalent circuit is the parallel RC-circuit, because it has low (but non-zero) conductivity at constant current and very high conductivity at high-frequency current.", "cite_spans": [{"start": 170, "end": 173, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 174, "end": 176, "text": "4]", "ref_id": "BIBREF3"}, {"start": 533, "end": 537, "text": "[48]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "The concept of equivalent circuits"}, {"text": "Here, the capacitor corresponds to the geometrical capacitance of the cell membrane, and the resistor corresponds to the resistance of the membrane. Thus, the equivalent circuit approach allows direct associating the immittance spectrum with physical and chemical phenomena in the investigated sample and extracting its characteristics.", "cite_spans": [], "ref_spans": [], "section": "The concept of equivalent circuits"}, {"text": "To determine the topology of the equivalent circuit of the sample, it is often useful to perform a preliminary analysis by plotting special graphs -Bode diagram (immittance magnitude and phase v.s. frequency) and Nyquist plot that is also called the immittance locus (the imaginary part of immittance v.s. real part of the immittance). Nyquist plot is in fact a paramteric plot of these two function with the parameter being a frequency. As an example for this procedure, let's consider a serial RC circuit (see Table 1 ). Its impedance and admittance are described as", "cite_spans": [], "ref_spans": [{"start": 512, "end": 519, "text": "Table 1", "ref_id": "TABREF0"}], "section": "The concept of equivalent circuits"}, {"text": "where R is the resistance, and C is the capacitance. At low frequencies the impedance of the capacitor is high, and the Bode diagram demonstrates hyperbolic behavior. At high frequencies the impedance of the capacitor is low, and the total impedance is determined by the resistance R and it does not depend on frequency. The Nyquist admittance diagram of the serial RC-circuit has a semi-circle shape (see Table 1 ) with a radius 1/R and centered at point 1/(2R) + i · 0, which easy to show by taking the magnitude of the quantity Y − 1/(2R). Thus, if the Nyquist admittance plot of a measured sample has a semi-circle shape, it is highly likely that the sample can be represented as a serial RC-circuit. A question can arise: why for a serial RC-circuit we consider admittance locus instead impedance locus, which has a much simpler shape (the line parallel to the imaginary axis at the distance R)? The answer to this question is as follows: the admittance representation is very useful in case of the parallel connection of N serial RC-circuits (see last line in Table 1 ). Indeed, the admittance locus of such system is a vector sum of all RC-circuit loci, and, as a result, the total locus will have a shape of N overlapped semicircles. The analogical shape will be observed for impedance of the serial connected parallel RC-circuits. So, the Nyquist plot allows us to determine how many RC-circuits we should take into account to construct the equivalent circuit. Thus, the immittance plotting can be a key for choosing the best equivalent circuit topology. When the equivalent circuit for the sample is constructed, its parameters (ratings of resistance, capacitance, etc) should be tuned to match the equivalent-circuit spectrum to the experimentally observed spectrum. To perform this task three methods are commonly used: geometric method [52] , algebraic method (AM) [53] , and complex non-linear least squares (CNLS) method [52, 54, 55] . In geometric approach, which was used in the early EIS studies, the graphical operations with the immittance locus are performed to evaluate equivalent circuit parameters. For a more accurate algebraic approach, the parameters of the equivalent circuit are calculated based on the characteristics of immittance spectrum, i.e. the numerical parameters such as minima, maxima, inflection points, etc are analyzed and used for the calculation of equivalent circuit parameters. For the most widely used and simple equivalent circuits, their immittances, Nyquist plots, and algebraic method solutions are presented in Table 1 .", "cite_spans": [{"start": 1849, "end": 1853, "text": "[52]", "ref_id": "BIBREF51"}, {"start": 1878, "end": 1882, "text": "[53]", "ref_id": "BIBREF52"}, {"start": 1936, "end": 1940, "text": "[52,", "ref_id": "BIBREF51"}, {"start": 1941, "end": 1944, "text": "54,", "ref_id": "BIBREF53"}, {"start": 1945, "end": 1948, "text": "55]", "ref_id": "BIBREF54"}], "ref_spans": [{"start": 406, "end": 413, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1066, "end": 1073, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 2564, "end": 2571, "text": "Table 1", "ref_id": "TABREF0"}], "section": "The concept of equivalent circuits"}, {"text": "Even though the algebraic approach provides more accurate results than the geometric method, it is applicable only to simple circuits. Generally, no exact algebraic solution exists for equivalent circuit parameters calculation (e.g., see last line in Table 1 ). For this reason, the complex non-linear least squares method, proposed in 1978 by J. Ross Macdonald [56] , is usually applied for EIS spectrum analysis. The key idea of the CNLS protocol is to approximate the equivalent circuit parameters by the minimization of the following functional", "cite_spans": [{"start": 362, "end": 366, "text": "[56]", "ref_id": "BIBREF55"}], "ref_spans": [{"start": 251, "end": 258, "text": "Table 1", "ref_id": "TABREF0"}], "section": "The concept of equivalent circuits"}, {"text": "where Y exp (ω n ) is the experimentally obtained admittance at frequency ω n , Y EC (ω n , P ) is the equivalent circuit admittance at frequency ω n , P is a vector of the equivalent circuit parameters (resistances, capacitances, inductions etc.), and L is a number of frequencies used to perform the measurements. The admittance in equation (8) can be replaced by impedance, the magnitude of impedance, or any other immittance function. Also the weighting function W (ω n ) can be added if some frequency range has higher importance than others Here ω max is the angular frequency at which the admittance imaginary part reaches its maximum value; ω min is the angular frequency at which the impedance imaginary part reaches its minimum value; f min is the angular frequency at which its impedance magnitude reaches the minimum value; f max is the frequency at which the admittance imaginary part reaches its maximum value, denotes impedance of two parallel elements.", "cite_spans": [{"start": 343, "end": 346, "text": "(8)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "The concept of equivalent circuits"}, {"text": "Nyquist plot AM solution", "cite_spans": [], "ref_spans": [], "section": "Circuit Immittance"}, {"text": "Serial RC", "cite_spans": [], "ref_spans": [], "section": "Circuit Immittance"}, {"text": "Serial RLC", "cite_spans": [], "ref_spans": [], "section": "Circuit Immittance"}, {"text": "For the minimization of function (8) a large number of optimization algorithms exist. For example, freeware levm program by J. Ross Macdonald uses the Levenberg-Marquardt algorithm [57] ; nelm package for matlab and python, which was developed by the authors, uses the Nelder-Mead algorithm [58] and can support big data sets (the package can be obtained by a request). It is interestingly to note, that as a starting vector P , these optimization algorithms frequently use the results of the algebraic method approximation.", "cite_spans": [{"start": 181, "end": 185, "text": "[57]", "ref_id": "BIBREF56"}, {"start": 291, "end": 295, "text": "[58]", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Simple AM solution does not exist"}, {"text": "The described above equivalent circuit concept opens one of the fruitful ways for studying biological systems. Particularly, for contact between the metallic electrode, electrolyte (physiological medium), and biological matter (cells, tissues, macromolecules) -the key element existing in the most number of the bio-impedance based devices -it is possible to construct the relatively simple EC, which correctly reflect physical, chemical, and biological phenomena in such interface. In this section we will derive this EC and demonstrate its advantages for cell research. In order to make the explications consistent, we will firstly consider a model of a metal/electrolyte interface.", "cite_spans": [], "ref_spans": [], "section": "Immittance models for bioelectronics"}, {"text": "In 1853, Hermann von Helmholtz has found that in the absence of electrochemical reactions the metal/electrolyte interface, which he called a double electrical layer (DL) [59] , demonstrates capacitor-like behavior. Later, Louis G. Gouy (1910) and David L. Chapman (1913) made the first effort to construct a model of the metal/electrolyte interface, which we will briefly discuss now. For simplicity we will deal with one-dimension case. Let's consider an planar electrode embedded in an electrolyte solution with ion concentration η 0 , dielectric permeability ε, and temperature T ; ions in the electrolyte are considered to be the ideal gas According to the Poisson equation, the electric potential distribution in the electrolyte can be described as", "cite_spans": [{"start": 170, "end": 174, "text": "[59]", "ref_id": "BIBREF58"}], "ref_spans": [], "section": "Double electrical layer."}, {"text": "where x is coordinate in the direction perpendicular to the electrode, and ρ(x) is a charge density formed by ions. Besides, the distribution of ion concentration should satisfy the Boltzmann statistics, namely distribution of positively charged ions is equal to", "cite_spans": [], "ref_spans": [], "section": "Double electrical layer."}, {"text": "and distribution of negatively charged ions is equal to", "cite_spans": [], "ref_spans": [], "section": "Double electrical layer."}, {"text": "where e is electron charge (here and further for simplicity we will consider singularly charged only). The total charge density equals Combining Eqs. (10), (11), (12) , and (13) we obtain the equation for the potential", "cite_spans": [{"start": 162, "end": 166, "text": "(12)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Double electrical layer."}, {"text": "To solve this equation, we consider the case e ϕ kT (Debye approximation) and expand the right-hand side of the equation (14) into the Taylor series. As a result, in the Debye approximation, the potential distribution can be written as", "cite_spans": [{"start": 121, "end": 125, "text": "(14)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Double electrical layer."}, {"text": "is the Debye screening length (here we assumed that ϕ(∞) = 0). For example, in the physiological solution (0.9% NaCl) D = 8Å. Now the electrode capacitance can be easily calculated as the charge-to-voltage ratio", "cite_spans": [], "ref_spans": [], "section": "Double electrical layer."}, {"text": "where Q is the total charge of the electrode, S is the area of the electrode. It is worth noticing, that equation (17) is similar to the equation that describes the capacitance of the parallel-plate capacitor with the dielectric permeability ε and inter-plate distance D . Verification of the equation (17) by experimental data revealed that this model overestimates the experimental capacitance value. To obtain more accurate results, Gouy and Chapman found the exact solution of the one-dimension equation (14) and used it to derive the differential capacitance of the metal/electrolyte interface", "cite_spans": [], "ref_spans": [], "section": "Double electrical layer."}, {"text": "which matches the Debye-approximation capacitance for e V 0 2kT [the Eq. (14) could be easily integrated by multiplying it on 2ϕ (x)]. Unfortunately, already for relatively small values of voltage applied to the electrode, the Gouy-Chapman capacitance becomes too large and loses any physical meaning.", "cite_spans": [], "ref_spans": [], "section": "Double electrical layer."}, {"text": "This paradox arises from the fact that the ideal gas model for ions in electrolyte is not valid if high voltage is applied to the electrode. Indeed, from Eqs. (11) and (12) it is easy to see that ions density at electrode is equal", "cite_spans": [{"start": 159, "end": 163, "text": "(11)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Double electrical layer."}, {"text": "On the other hand, we can estimate the maximum density of the ions as", "cite_spans": [], "ref_spans": [], "section": "Double electrical layer."}, {"text": "where r is the ion effective radius. From these equations, it is clear that for NaCl 0.9% solution at room temperature the sodium ions density at electrode η(0) became greater than maximum sodium ion density η max when electrode voltage became -0.15 V (here we have used value 0.18 nm for sodium-ion radius [60] ). The similar estimation could be done if we will take as η max = 8/(5.65Å) 3 -the \"concentation\" of the ions in the crystal NaCl (the ration of atoms number per lattice cell to lattice cell volume). Moreover, ions radius [60] and crystal NaCl lattice parameter (5.65Å [61] ) in this example system are comparable with Debye screening length, and thus the potential distribution (15) and followed from it ions density became loosely applicable at x = 0. That's why it is impossible to consider ions as point-like objects at the electrode surface and at high electrode voltages.", "cite_spans": [{"start": 307, "end": 311, "text": "[60]", "ref_id": "BIBREF59"}, {"start": 535, "end": 539, "text": "[60]", "ref_id": "BIBREF59"}, {"start": 582, "end": 586, "text": "[61]", "ref_id": null}, {"start": 692, "end": 696, "text": "(15)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Double electrical layer."}, {"text": "For this reason, ions cannot approach arbitrarily closely to the electrode, but they form a so-called Helmholtz layer (or plane of closest approach) on its surface. Nevertheless, at relatively large distances from the electrode (a few D ) ions distribution can be correctly described by the Debye approximation.", "cite_spans": [], "ref_spans": [], "section": "Double electrical layer."}, {"text": "These effects was taken into account by Otto Stern in 1924, who proposed the two-region structure for metal/electrolyte interface [59, 62, 63] . In this model, ions are assumed to form both the Helmholtz layer and the more distant Gouy-Chapman layer, which is also called diffusion layer [ Fig. 2(b) ].", "cite_spans": [{"start": 130, "end": 134, "text": "[59,", "ref_id": "BIBREF58"}, {"start": 135, "end": 138, "text": "62,", "ref_id": "BIBREF61"}, {"start": 139, "end": 142, "text": "63]", "ref_id": "BIBREF62"}], "ref_spans": [{"start": 290, "end": 299, "text": "Fig. 2(b)", "ref_id": "FIGREF1"}], "section": "Double electrical layer."}, {"text": "The double electrical layer in Gouy-Chapman-Stern theory can be described by the equivalent circuit that contains a serial connection of the Helmholtz layer capacitance and the Gouy-Chapman capacitance. Due to the fact that the value of Helmholtz capacitance is usually (e.g. at high ion concentrations) much lower than the value of the Gouy-Chapman capacitance, the capacitance of the metal/electrolyte interface is determinated by the Helmholtz layer [59, 63] . Typically Helmholtz layer capacitance is defined as", "cite_spans": [{"start": 453, "end": 457, "text": "[59,", "ref_id": "BIBREF58"}, {"start": 458, "end": 461, "text": "63]", "ref_id": "BIBREF62"}], "ref_spans": [], "section": "Double electrical layer."}, {"text": "where S is area, and c u is experimentally obtained capacitance per area unit. Therefore, the total immittance of the metal-electrolyte interface can be represented by a serial RCcircuit", "cite_spans": [], "ref_spans": [], "section": "Double electrical layer."}, {"text": "where R b is the electrolyte bulk resistance and C dl = C H C GC is the double layer capacitance.", "cite_spans": [], "ref_spans": [], "section": "Double electrical layer."}, {"text": "Even though the Gouy-Chapman-Stern theory is completely consistent, the frequency dependence of the metal/electrolyte immittance described by Eq. (22) is rarely observed due to the effect of so-called capacitance dispersion [64, 65] . This phenomena predict that instead capacitor-like behaviour (22) immittance of the metal/electrolyte interface is govern by the following equation", "cite_spans": [{"start": 224, "end": 228, "text": "[64,", "ref_id": "BIBREF63"}, {"start": 229, "end": 232, "text": "65]", "ref_id": "BIBREF64"}, {"start": 296, "end": 300, "text": "(22)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Dispersion of the Double Layer Capacitance."}, {"text": "where R b is still the bulk resistance of electrolyte, α is the so-called non-ideality parameter, and W is the pseudo-capacitance with dimension Ω −1 Hz −α =Ss α . The element with impedance 1 W (iω) α is directly refereed to capacitance dispersion and called the constant phase element (CPE), because its impedance phase πα 2 is independent of frequency (for CPE properties see Table 1 ). Despite the fact that numerous experimental and theoretical papers are devoted to the subject, the true origin of the capacitance dispersion is still not elucidated [66, 67, 68, 69, 70] . However, there exist two types of useful and illustrative models that partially explain this phenomenon. The models of the first type are based on the diffusion and chemical effects, and the models of the second type explain capacitance dispersion via the spatial nonuniformity current flow through an electrode. Here, we will outline the two well-known examples of such models, one for each type.", "cite_spans": [{"start": 555, "end": 559, "text": "[66,", "ref_id": "BIBREF65"}, {"start": 560, "end": 563, "text": "67,", "ref_id": "BIBREF66"}, {"start": 564, "end": 567, "text": "68,", "ref_id": "BIBREF67"}, {"start": 568, "end": 571, "text": "69,", "ref_id": "BIBREF68"}, {"start": 572, "end": 575, "text": "70]", "ref_id": "BIBREF69"}], "ref_spans": [{"start": 379, "end": 386, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Dispersion of the Double Layer Capacitance."}, {"text": "The first example is the model proposed by E. Warburg (the so called Warburg impedance) [3] . The model can be introduced as follows. Let's assume that after applying voltage to the electrode, the non-equilibrium ions concentration is generated on its surface. For example, this non-equilibrium concentration can arise from the electrochemical reactions between electrolyte ions and atoms of the electrode. Due to the fact that the ions form a non-uniform concentration η(x, t), a diffusion flow of ions (i.e. diffusion current) also takes place (in this model, if the Debye length is small and the electrical field in the electrolyte is weak we can neglect the drift electrical current).", "cite_spans": [{"start": 88, "end": 91, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Dispersion of the Double Layer Capacitance."}, {"text": "Then the assumption that the concentration of ions on the electrode surface (at x = 0) is proportional to the magnitude of the applied voltage V 0 , i.e. η x=0 = γV 0 is made. Thus, in the case of one-dimensional distribution of ions and the harmonic excitation voltage V 0 := V 0 e iωt we can write the following set of equations which are based on diffusion equation", "cite_spans": [], "ref_spans": [], "section": "Dispersion of the Double Layer Capacitance."}, {"text": "where D is the diffusion coefficient. After solving this system, we obtain the expression for the ion concentration", "cite_spans": [], "ref_spans": [], "section": "Dispersion of the Double Layer Capacitance."}, {"text": "Finally, to derive Warburg immittance we should use Fick's law to calculate the current through the electrode (at x = 0) and relate it to the excitation voltage V 0 . As a result, we obtain", "cite_spans": [], "ref_spans": [], "section": "Dispersion of the Double Layer Capacitance."}, {"text": "or", "cite_spans": [], "ref_spans": [], "section": "Dispersion of the Double Layer Capacitance."}, {"text": "From Eq. (27) one can see that taking into account the diffusion effects results in capacitance dispersion with the non-ideality parameter α = 1 2 . The second example that we will consider is the R. Levie model of an electrode with a scratch on its surface [71] . For simplicity, we will deal with the limiting case of the Levie model, when a scratch has infinite depth and degenerates into the pore [see Fig. 3 (a), the direction from right to left corresponds to going deeper to pore along its central axis]. To calculate the immittance of this system, the so-called transmissionline approximation approach can be used. Let's divide the pore across its symmetry axis into parts with infinitely small length (Fig. 3) . One can see that the current J n that flows through the cross-section resistance of the n-th section is formed by the sum of the current J n−1 in the (n − 1)-th section and the current J ⊥ n that flows through the metal/electrolyte impedance (which we assume to be capacitive). The current that flows through the n-th section is added to the similar current J n+1 that flows through the (n + 1)-th section resistance, and so on (J n+1 = J n + J ⊥ n+1 , J n+2 = J n+1 + J ⊥ n+2 , etc). Therefore in transmission-line approximation a pore can be modeled as an infinite ladder RC-circuit, the impedance Z L of which can be easily calculated [49] . Indeed, notice that the value of Z L does not change if we connect one more RC-branch to the circuit [ Fig. 3 ", "cite_spans": [{"start": 258, "end": 262, "text": "[71]", "ref_id": "BIBREF70"}, {"start": 1359, "end": 1363, "text": "[49]", "ref_id": "BIBREF48"}], "ref_spans": [{"start": 406, "end": 412, "text": "Fig. 3", "ref_id": "FIGREF2"}, {"start": 710, "end": 718, "text": "(Fig. 3)", "ref_id": "FIGREF2"}, {"start": 1469, "end": 1475, "text": "Fig. 3", "ref_id": "FIGREF2"}], "section": "Dispersion of the Double Layer Capacitance."}, {"text": "where the designation symbolizes the impedance of the two parallel elements, and thus", "cite_spans": [], "ref_spans": [], "section": "Dispersion of the Double Layer Capacitance."}, {"text": "It is easy to see that in the ultra low frequency limit Eq. (29) can be written as", "cite_spans": [], "ref_spans": [], "section": "Dispersion of the Double Layer Capacitance."}, {"text": "and again we observe the capacitance dispersion with α = 1 2 .", "cite_spans": [], "ref_spans": [], "section": "Dispersion of the Double Layer Capacitance."}, {"text": "Metal/electrolyte/cell interface. Up to date, there exist a large number of models that describe the electrical properties of the metal/electrolyte/cell interface: an electrode carrying either the cell population or a single cell on its surface [72, 73, 74, 75, 76] . One of the most popular qualitative equivalent circuits for the metal/electrolyte/cell interface is the ECIS model proposed by I. Giaever and C. Keese [16] . To better understand its origin, the Table 2 lists the most significant properties of the MEC contact. From data given in this table, one can see that a cell itself is a very strong dielectric: at low frequencies a cell impedance is higher than the impedance of the pure metal-electrolyte interface. This picture is due to the lipid-based composition of a membrane and the very selective ion channels in the form of proteins [77] . So, in fact one can neglect current flow through cell at low frequencies. At the same time, we can notice that cells are attached to the electrode surface by so-called focal contacts, i.e. the most part of cell membrane does not have a direct contact with the electrode surface [78] . Thus, between cell's membrane and electrode surface exist an effective seal. The Giaever-Keese model is based on this statement [16, 20] . In order to pass the metal/electrolyte/cell interface the current has to overcome the electrochemical impedance Z m/e [Eq. (23), Fig. 4(a) , left panel] and also the resistance of the seal between the cell and the electrode surface [ Fig. 4(a) , center panel]. This phenomenon can be described with a serial active resistance R S in the metal/electrolyte/cell interface", "cite_spans": [{"start": 245, "end": 249, "text": "[72,", "ref_id": "BIBREF71"}, {"start": 250, "end": 253, "text": "73,", "ref_id": "BIBREF72"}, {"start": 254, "end": 257, "text": "74,", "ref_id": "BIBREF73"}, {"start": 258, "end": 261, "text": "75,", "ref_id": "BIBREF74"}, {"start": 262, "end": 265, "text": "76]", "ref_id": "BIBREF75"}, {"start": 419, "end": 423, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 851, "end": 855, "text": "[77]", "ref_id": "BIBREF76"}, {"start": 1136, "end": 1140, "text": "[78]", "ref_id": "BIBREF77"}, {"start": 1271, "end": 1275, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 1276, "end": 1279, "text": "20]", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 463, "end": 470, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 1411, "end": 1420, "text": "Fig. 4(a)", "ref_id": "FIGREF4"}, {"start": 1516, "end": 1525, "text": "Fig. 4(a)", "ref_id": "FIGREF4"}], "section": "2.3.3."}, {"text": "It should be notices, that the additional resistance R s has a geometrical nature because the current-carrying ion fluxes at low frequencies can not penetrate the cell and should flow along the cell membrane following its shape. As far as Z M EC depends on the electrical and morphological properties of a cell, its value can be used for the functional characterization of cells. For example, if cells become damaged by toxins or radiation, the distortion of the cell membrane takes place. This results in a decrease of R S and an increase of current through metal/electrolyte/cell interface [ Fig. 4(a) , right panel]. In this case, the alteration of Z MEC Z m/e is observed, which could used for non-optical and label-free cells viability estimation [42, 79] . Also in the framework of the Giaever-Keese model, the EIS of the metal/electrolyte/cell interface can be used to investigate cell motility [41] , to study interactions between cells [17] , in pharmacology and in wound healing research [45, 46] , in biosensorics [81] , and even as a diagnostic tool in visionprosthesis devices [82] .", "cite_spans": [{"start": 752, "end": 756, "text": "[42,", "ref_id": "BIBREF41"}, {"start": 757, "end": 760, "text": "79]", "ref_id": "BIBREF78"}, {"start": 902, "end": 906, "text": "[41]", "ref_id": "BIBREF40"}, {"start": 945, "end": 949, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 998, "end": 1002, "text": "[45,", "ref_id": "BIBREF44"}, {"start": 1003, "end": 1006, "text": "46]", "ref_id": "BIBREF45"}, {"start": 1025, "end": 1029, "text": "[81]", "ref_id": "BIBREF80"}, {"start": 1090, "end": 1094, "text": "[82]", "ref_id": "BIBREF81"}], "ref_spans": [{"start": 594, "end": 603, "text": "Fig. 4(a)", "ref_id": "FIGREF4"}], "section": "2.3.3."}, {"text": "The wide range of EIS applications resulted in the appearance of a large number of methods for immittance measurements, which can be divided into frequency-domain approaches and time-domain approaches [5] . To illustrate this classification let's consider the most common scheme for immittance measurements, which is depicted on Fig. 1 . Frequency-domain methods use a sine-shaped excitation voltage at a single frequency [ Fig. 5(a) ], and immittance is measured in a step-wise frequency-by-frequency manner [3] . The advantages of frequency-domain approaches include high noise-immunity and the simplicity of experimental setups. However, a fundamental drawback of these approaches is a very low measurement rate. In time-domain methods, the sample is scanned simultaneously at all frequencies from a broad frequency region of interest by using EV with wide spectrum [5, 83, 84] . A typical waveform for time-domain methods is presented in Fig. 5(b) . Such strategy dramatically reduces the time required for a single immittance measurement. However, classical time-domain methods that are based on the Fourier transformation demonstrate very low noise immunity. The combination of high measurement rate and high noise immunity can be achieved by using adaptive-filtering EIS [85] . Below we will consider the most commonly used EIS experimental implementations [3, 4, 5] . Note, that for all discussed immittance measuring approaches the EV could be recorded directly by analogue-to-digital converter (ADC), and the current response could be recorded by using ADC and ammeter, which scheme depicted in Fig. 12 .5 in Ref. [50] .", "cite_spans": [{"start": 201, "end": 204, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 509, "end": 512, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 869, "end": 872, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 873, "end": 876, "text": "83,", "ref_id": "BIBREF82"}, {"start": 877, "end": 880, "text": "84]", "ref_id": "BIBREF83"}, {"start": 1278, "end": 1282, "text": "[85]", "ref_id": "BIBREF84"}, {"start": 1364, "end": 1367, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 1368, "end": 1370, "text": "4,", "ref_id": "BIBREF3"}, {"start": 1371, "end": 1373, "text": "5]", "ref_id": "BIBREF4"}, {"start": 1624, "end": 1628, "text": "[50]", "ref_id": "BIBREF49"}], "ref_spans": [{"start": 329, "end": 335, "text": "Fig. 1", "ref_id": null}, {"start": 424, "end": 433, "text": "Fig. 5(a)", "ref_id": "FIGREF5"}, {"start": 942, "end": 951, "text": "Fig. 5(b)", "ref_id": "FIGREF5"}, {"start": 1605, "end": 1612, "text": "Fig. 12", "ref_id": "FIGREF1"}], "section": "Experimental techniques in impedance spectroscopy"}, {"text": "3.1.1. Oscilloscopic approach. The most simple way to determine immittance in the frequency-domain approach is to use a two-channel oscilloscope with one channel connected to a voltmeter and another channel connected to an ammeter output (see Fig. 1 ) [3] . The data that is typically observed in the oscilloscopic approach is presented in Fig. 5(a) . Accordingly, the magnitude of the impedance can be derived from the ratio of voltage amplitude to current amplitude, and the phase of the impedance can be derived from the phase shift between voltage and current [see Eq. (3)]. The advantages of the oscilloscopic approach are the simplicity and the geometric visualization, the disadvantages include a very low accuracy and instability to noises. Oscilloscopic approach could be used in preliminary bio-EIS studies.", "cite_spans": [{"start": 252, "end": 255, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 243, "end": 249, "text": "Fig. 1", "ref_id": null}, {"start": 340, "end": 349, "text": "Fig. 5(a)", "ref_id": "FIGREF5"}], "section": "Frequency-domain approaches"}, {"text": "Up to date, one of the most accurate methods for EIS measurements is based on the usage of a measurement bridge. In the simplest case, the measurement bridge is represented by the Wheatstone bridge shown in Fig. 6(a) . Its working principle is based on an obvious fact -the ammeter A will show a zero-current value (no current flow through Z 5 ) when the voltage difference at Z 5 terminals will be equal to zero. This situation takes place when", "cite_spans": [], "ref_spans": [{"start": 207, "end": 216, "text": "Fig. 6(a)", "ref_id": "FIGREF6"}], "section": "Measurements with a bridge method."}, {"text": "which can be derived easily by using the divider relation.", "cite_spans": [], "ref_spans": [], "section": "Measurements with a bridge method."}, {"text": "To measure the immittance with Wheatstone bridge, particularly, one can replace Z 4 element with investigated sample with unknown admittance Y ? , replace Z 1 and Z 2 elements with frequency-independent resistors (e.g. Z 1 = Z 2 = R), replace Z 3 with an element that has tunable real and imaginary parts of immittance (e.g. a parallel RCcircuit with tunable capacitor C t and tunable resistor R t ), short-circuit element Z 5 , and apply to bridge single-sine EV at frequency ω, for example V = V 0 cos(ωt) [ Fig. 6(b) ]. At the next step, one has to tune RC-circuit immittance in such a way to obtain zero current through the ammeter. Then the immittance of investigated sample at frequency ω can be easily calculated with Eq. (32), namely", "cite_spans": [], "ref_spans": [{"start": 510, "end": 519, "text": "Fig. 6(b)", "ref_id": "FIGREF6"}], "section": "Measurements with a bridge method."}, {"text": "It should alse be noted, that the bridge methods are stable to drift of the EV amplitude due to their zero-current measuring principle. The bridge methods due to their circuit simplicity could be useful in portable bio-EIS devices.", "cite_spans": [], "ref_spans": [], "section": "Measurements with a bridge method."}, {"text": "3.1.3. Frequency response analyser. Finally, we will consider the frequency response analyser, which is currently the most popular frequency-domain EIS technique [3, 4] .", "cite_spans": [{"start": 162, "end": 165, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 166, "end": 168, "text": "4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Measurements with a bridge method."}, {"text": "The main idea of this approach is to use a lock-in amplifier [50] , which is extremely useful for immittance measurements. Indeed, let's consider the excitation voltage with the shape", "cite_spans": [{"start": 61, "end": 65, "text": "[50]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Measurements with a bridge method."}, {"text": "where ω is the angular frequency of the excitation voltage and V 0 is the amplitude of the excitation voltage. Due to Ohm's law, the current response to the excitation voltage (34) can be written as follows", "cite_spans": [{"start": 176, "end": 180, "text": "(34)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Measurements with a bridge method."}, {"text": "where |Y (ω)| is the admittance magnitude and ϕ(ω) is the admittance phase. Now let's take into account additive current noise ε(t), and multiply (35) by (2/V 0 ) cos(ωt), after which let's take the average of the result over the period of the excitation voltage (36) i.e., we obtain the real part of the admittance. If we will make the similar procedure but at the beginning we multiply Eq. (35) by −(2/V 0 ) sin(ωt) we will obtain imaginary part of the sample's admittance", "cite_spans": [{"start": 263, "end": 267, "text": "(36)", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Measurements with a bridge method."}, {"text": "Here we used a plausible assumption that noise does not correlate with the excitation voltage 2 T", "cite_spans": [], "ref_spans": [], "section": "Measurements with a bridge method."}, {"text": "Thus, by applying the multiply-and-average technique it is possible to calculate the real and imaginary parts of the admittance independently, even in the presence of noise. In practice, this algorithm could be implemented in common scheme Fig. 1 by additional usage of analogue four-quadrant multipliers for providing product operations in Eqs. (36) and (37) and by using low-pass filter for providing averaging operation (see Sec. 11.8 and Sec. 13 in Ref. [50] ). The lock-in technique is currently used in ECIS device [39] and in the other home-made setups for cells research.", "cite_spans": [{"start": 346, "end": 350, "text": "(36)", "ref_id": "BIBREF35"}, {"start": 355, "end": 359, "text": "(37)", "ref_id": "BIBREF36"}, {"start": 458, "end": 462, "text": "[50]", "ref_id": "BIBREF49"}, {"start": 521, "end": 525, "text": "[39]", "ref_id": "BIBREF38"}], "ref_spans": [{"start": 240, "end": 246, "text": "Fig. 1", "ref_id": null}], "section": "Measurements with a bridge method."}, {"text": "It is worth noticing that in frequency response analyzer approach it is possible to use Kramers-Kronig relations to derive the imaginary part from the real part and vice versa, i.e. it is not necessary to measure both parts of admittance experimentally. However, researchers usually measure both parts of the admittance and then check them for validity by Kramers-Kronig relations [3, 51] .", "cite_spans": [{"start": 381, "end": 384, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 385, "end": 388, "text": "51]", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Measurements with a bridge method."}, {"text": "Above we have mentioned that the key disadvantage of frequencydomain methods is a low measurement rate. For example, it will take at least 10 seconds to measure impedance in the frequency range from 1 Hz to 40 kHz with a 1 Hz resolution. This problem of low measurement rate was solved in 1992 by G. Popkirov, who proposed to scan the sample simultaneously in a broad frequency range by applying the broadspectrum excitation voltage and then to use Fourier transformation for extracting sample's immittance from measured EV and current response time-domain sequences [83] [a typical waveform of EV for this approach is depicted on Fig. 5(b) ]. I.e. sample's immittance could be derived as a relation between the Fourier images of excitation voltage and current responses. Such method is called Fourier-EIS [5, 83, 84] .", "cite_spans": [{"start": 567, "end": 571, "text": "[83]", "ref_id": "BIBREF82"}, {"start": 806, "end": 809, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 810, "end": 813, "text": "83,", "ref_id": "BIBREF82"}, {"start": 814, "end": 817, "text": "84]", "ref_id": "BIBREF83"}], "ref_spans": [{"start": 631, "end": 640, "text": "Fig. 5(b)", "ref_id": "FIGREF5"}], "section": "Fourier EIS."}, {"text": "The idea of Fourier-EIS is inspired by the Eq. (5). In practice however, a discrete Fourier transformation [86] is used rather than a continuous transformation, because excitation voltage and current response are recorded with an analogue-todigital converter and stored in computer memory as discrete sequences V k and J k of the excitation voltage and current response values respectively (k is the time counter). Thus, because any periodical sequences can be expanded into discrete Fourier series, immittance on the frequency f m can be calculated as", "cite_spans": [{"start": 107, "end": 111, "text": "[86]", "ref_id": "BIBREF85"}], "ref_spans": [], "section": "Fourier EIS."}, {"text": "are discrete Fourier images of the excitation voltage and current response respectively, N is the length of the recorded excitation voltage and current response sequences, T is the duration of the measurement, f m = m/T is the discrete Fourier harmonic frequency (m ∈ Z, 0 ≤ m ≤ N ). Thereby, the resolution of the Fourier-EIS method is 1 T . It is obvious that the minimal measurement rate required for Fourier-EIS is limited by the period of the lowest-frequency harmonic of the excitation voltage. So, for mentioned above example with Fourier-EIS it will take 1 second to measure impedance in the frequency range from 1 Hz to 40 kHz with a 1 Hz resolution, i.e. time-domain Fourier EIS could be faster on the order with respect to frequency-domain methods. Finnally it should be noticed, that Fourier-EIS is most efficient in case when N = 2 d , d ∈ N, because in this case it is possible to use fast Fourier transformation algorithms that significantly accelerate Fourier image (40) and (41) calculations [86] . Today Fourier-EIS is used for investigating fast processes in the cells [87] .", "cite_spans": [{"start": 982, "end": 986, "text": "(40)", "ref_id": "BIBREF39"}, {"start": 1009, "end": 1013, "text": "[86]", "ref_id": "BIBREF85"}, {"start": 1088, "end": 1092, "text": "[87]", "ref_id": "BIBREF86"}], "ref_spans": [], "section": "Fourier EIS."}, {"text": "Unfortunately, a high measurement rate of Fourier-EIS is in direct contradiction with a classical noise cancellation technique that performs signal accumulation and averaging (see, for example [88] ). Thus, if an apparatus noise cancellation method such as shielding, temperature decreasing, varying electrode geometry, etc. are insufficient (which frequently takes place in bio-applications), then the current response and thus the Fourier-EIS immittance spectrum will be dramatically corrupted with noises.", "cite_spans": [{"start": 193, "end": 197, "text": "[88]", "ref_id": "BIBREF87"}], "ref_spans": [], "section": "Adaptive filtering based EIS."}, {"text": "In rare cases such problem can be partially solved with the CNLS method. However, in most cases the CNLS method does not provide noise-immunity and it can be very sensitive to the experimental spectrum distortion provided as an input. So, to save high measurement rate conserving noise-immunity, we proposed the adaptive filtering EIS (AF-EIS) [85] .", "cite_spans": [{"start": 344, "end": 348, "text": "[85]", "ref_id": "BIBREF84"}], "ref_spans": [], "section": "Adaptive filtering based EIS."}, {"text": "... Figure 7 . The working principle of adaptive filtering EIS. At each step k, the adaptive filter takes several previous values of the excitation voltage and current responses of the unknown sample, multiplies them on the weight coefficients, sum result, and modifies weight coefficients in such a way to minimize the difference between adaptive filtering prediction J a k and experimentally obtained current response J k . After this procedure, the transfer function of the adaptive filter will be the noise-free approximation of the sample admittance.", "cite_spans": [], "ref_spans": [{"start": 4, "end": 12, "text": "Figure 7", "ref_id": null}], "section": "Adaptive filtering based EIS."}, {"text": "The key idea of the AF-EIS is that the current response and the excitation voltage are not independent, as in the case of Fourier-EIS, and are related to each other via a linear equation in finite differences. Or in other words, the current response is formed by processing excitation voltage with a digital filter. So, if we guess what filter converts the excitation voltage into the current response, we can easily find its transfer function, which is obviously equal to admittance of the sample. This problem is known as the problem of a linear system identification or a black-box identification. A powerful tool for solving this problem is the adaptive filtering technique [89, 90] . From the mathematical point of view this problem can be formulated as follows (Fig. 7) . Given the V k and J k sequences, and we should construct such filter", "cite_spans": [{"start": 678, "end": 682, "text": "[89,", "ref_id": "BIBREF88"}, {"start": 683, "end": 686, "text": "90]", "ref_id": "BIBREF89"}], "ref_spans": [{"start": 767, "end": 775, "text": "(Fig. 7)", "ref_id": null}], "section": "Adaptive filtering based EIS."}, {"text": "that minimises the functional by all k", "cite_spans": [], "ref_spans": [], "section": "Adaptive filtering based EIS."}, {"text": "Here, J a k is the prediction of the adaptive filter, n j and d j are so-called weight coefficients, and max( n , d ) is the filter order. When optimal weight coefficients are found (after filter learning process), with a high enough sampling rate and high enough data collection time, the admittance of the sample can be simply calculated with the formula", "cite_spans": [], "ref_spans": [], "section": "Adaptive filtering based EIS."}, {"text": "where ϕ j = exp [i2π(f /f 0 )j], f is the frequency, and f 0 is the sampling rate. In fact, Eq. 44 is the Levy [91] approximation of the sample admittance in the [−f B , f B ] range (f B is the highest harmonic of the excitation voltage) with its weight equals to the square of the excitation voltage spectrum magnitude. The main advantage of the AF-EIS compared to Fourier-EIS is the high noise immunity. It can be shown that in case of auto-correlated noise that is not correlated with the excitation voltage and the current response, the error in weight coefficients and, as a consequence, the error in the obtained immittance spectrum is", "cite_spans": [{"start": 111, "end": 115, "text": "[91]", "ref_id": "BIBREF90"}], "ref_spans": [], "section": "Adaptive filtering based EIS."}, {"text": "where ε 2 is noise mean square value, and C is a multiplayer, which value depends on the conditioning of the problem (43) [85] . The AF-EIS could be applicable for single living cell research even in high-noise environment (signal-to-noise ratio 3 dB) [42, 85, 92, 93] .", "cite_spans": [{"start": 122, "end": 126, "text": "[85]", "ref_id": "BIBREF84"}, {"start": 252, "end": 256, "text": "[42,", "ref_id": "BIBREF41"}, {"start": 257, "end": 260, "text": "85,", "ref_id": "BIBREF84"}, {"start": 261, "end": 264, "text": "92,", "ref_id": "BIBREF91"}, {"start": 265, "end": 268, "text": "93]", "ref_id": "BIBREF92"}], "ref_spans": [], "section": "Adaptive filtering based EIS."}, {"text": "In this section, we will briefly describe several applications of EIS in biology, medicine, pharmacology, and biosensorics.", "cite_spans": [], "ref_spans": [], "section": "EIS applications in biology and medicine"}, {"text": "One of the most popular EIS biological applications is the research on living cells. These studies are usually based on the ECIS-type electrodes geometry, where cells are grown on the planar electrodes located on the bottom of the modified Petri dish (see Sec. 2.3.3). The analysis of time-resolved electrodes immittance response allows the researchers to estimate the number of cells on the electrode, the motility or viability of cells, etc. Up to date, two commercially-available systems that can be used to perform this tasks exist: ECIS (Applied Biophysics, USA) and xCelligence (ACEA Bioscience, USA). Further we will deal with last one device. Despite of the xCelligence in fact produces immittance measurement at the only one frequency (10 kHz, [94] ), and thus it generally speaking it is not spectroscope, it can be successfully used in number of the actual cells-research applications. Here we should emphasise that as an output result xCelligence provides a normalized impedance that is called the Cell Index", "cite_spans": [{"start": 753, "end": 757, "text": "[94]", "ref_id": "BIBREF93"}], "ref_spans": [], "section": "Living cells research"}, {"text": "where Z(t) is the magnitude of the impedance at frequency 10 kHz at time t and Z(0) is the magnitude of the impedance at the beginning of the experiment. One of possible xCelligence application -building growth curve of the HeLa cells [95] -is shown on the Fig. 8 . It depicts the impedance evolutions of two electrodes: one is covered with cells and another is the control one (cells-free). One can see that the Cell Index of the empty electrode is stable in time, however, the Cell Index of the cell-covered electrode demonstrates a logistic rise [96] , which is related to cell fission and growth. So, the data presented in Fig. 8 qualitatively confirms the Giaever-Keese model. Another important bio-EIS application for cell research is the identification of the cell state. As an example, we will describe an experiment that was performed both with the xCelligence device and with a home-built device based on the multielectrode array 60StimMEA200/30-Ti (Multichannel Systems, Germany) and the adaptive filtering for signal analysis [85] . As a sample we again have used the HeLa cancer cells. The experimental protocol was trivial: we measured the immittance of the metal/electrolyte/cell interface before and after the addition of the toxin Triton x100 (Union Carbide, USA) to cell medium. The results are presented on Figs. 9 and 10. As one can see from Fig. 9 the Cell Indexes measured by xCelligence before and after the addition of the toxin are distinctly different. This effect is confirms Giaever-Keese model: due to membrane distortion of dead cells the electrode covered with them has lower impedance compared to the electrode covered with alive cells (see Fig. 4 ). Thus the EIS allows for distinguishing between dead and alive cells. However, xCelligence provides measurements only at a single frequency, and for this reason, it does not provide a reliable cell viability estimation. I.e., a picture similar to the Fig. 9 can be obtained by destroying the dielectric coating of the electrodes or by increasing the conductivity of cell medium after a toxin addition. To significantly increase the reliability of EIS as a method for estimating cell viability, one has to perform measurements in a broad frequency range and to use the control (empty) electrode that is located in the same medium [97] . These two modifications will allow the researcher to distinguish biological and physical/chemical phenomena affecting immittance.", "cite_spans": [{"start": 235, "end": 239, "text": "[95]", "ref_id": "BIBREF94"}, {"start": 549, "end": 553, "text": "[96]", "ref_id": "BIBREF95"}, {"start": 1038, "end": 1042, "text": "[85]", "ref_id": "BIBREF84"}, {"start": 2311, "end": 2315, "text": "[97]", "ref_id": "BIBREF96"}], "ref_spans": [{"start": 257, "end": 263, "text": "Fig. 8", "ref_id": "FIGREF7"}, {"start": 627, "end": 633, "text": "Fig. 8", "ref_id": "FIGREF7"}, {"start": 1362, "end": 1368, "text": "Fig. 9", "ref_id": null}, {"start": 1673, "end": 1679, "text": "Fig. 4", "ref_id": "FIGREF4"}, {"start": 1933, "end": 1939, "text": "Fig. 9", "ref_id": null}], "section": "Living cells research"}, {"text": "The clear advantages of the broad-frequency range approach with the usage of multiple electrodes are shown in Fig. 10 . One can see that the impedance of the control electrode is stable upon the addition of a toxin, thus the conductivity of the medium does not changed during the experiment. On the contrary, for the electrode with cells, the high-frequency part of the impedance decreases upon the addition of the toxin. This drop of impedance is directly caused by the destruction of the cell membrane, i.e. cell death [see Fig. 4(a) ], which is also confirmed by fluorescence microscopy data [ Fig. 10(a, b) ]. In the same time, the low-frequency part of the electrodes' spectra demonstrates a capacitance-like behaviour [see Eqs. (31) and (23)], so the electrodes does not destruct during the experiment. Thus, compared to single-sine EIS methods, a broad-frequency EIS approach based on a multielectrode array provides reliable data that is robust to non-biological phenomena.", "cite_spans": [{"start": 734, "end": 738, "text": "(31)", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 110, "end": 117, "text": "Fig. 10", "ref_id": null}, {"start": 526, "end": 535, "text": "Fig. 4(a)", "ref_id": "FIGREF4"}, {"start": 597, "end": 610, "text": "Fig. 10(a, b)", "ref_id": null}], "section": "Living cells research"}, {"text": "EIS also finds a wide range of applications in medicine and healthcare. One of the examples is impedance cardiography -the monitoring of heart activity by measuring the impedance of a patient's thorax. In literature [21] two mechanisms that affect impedance variation v.s. cardiac systole are considered. The first mechanism is based on the fact that blood has high conductivity compared to tissues. Thus, the increase of blood volume in thorax results in a decrease in its resistance. The second mechanism involves Figure 9 . The effect of a toxin addition on the metal/electrolyte/cell impedance measured with xCelligence at frequency 10 kHz. One can see, that the electrode covered by dead cells has significantly lower impedance compared to the impedance of the electrode with alive cells. Data was averaged over three measurements, the error bars correspond to 99.9% confidence interval. the phenomenon of erythrocytes orientation. Due to mechanical stress in the blood, the disk-shaped erythrocytes arrange parallel to the blood flux, what results in decreasing blood, and thus thorax, resistance. Therefore, impedance cardiography reflects the pumping activity of the heart, contrary to electrocardiography that reflects the heart's electrical activity. An obvious advantage of impedance cardiography compared to electrocardiography is a high noise immunity. Impedance cardiography signal can be increased to higher amplitudes relative to electrocardiography amplitudes and it is robust to the interference with industrial frequencies (50 or 60 Hz) because impedance cardiography measurement is performed at higher frequencies.", "cite_spans": [{"start": 216, "end": 220, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 516, "end": 524, "text": "Figure 9", "ref_id": null}], "section": "Medical applications"}, {"text": "Another medical application of the EIS is pathology diagnostics, including cancer detection. Even though the tissue impedance spectrum can vary for different patients, for disease detection one can compare the impedance spectra of paired organs, one of which is healthy, and the second one is pathological. For example, typically cancer tissue has lower resistance relative to normal tissue. This phenomena and based on it technique is applied for the early detection of breast cancer [22] . The difference in the impedances of the pathology and healthy tissues is also used for skin cancer detection. These diagnostic techniques are performed by using multielectrode sensor (c) Figure 10 . The effect of a toxin addition on the metal/electrolyte/cell interface measured in broad frequency range. (a) and (b) a pseudo-photograph of cells before and after the addition of the toxin respectively. The red channel corresponds to propidium iodide dye [98] fluorescence in the nuclei of dead cells. Blue channel corresponds to the bright field image in transfer light. (c) Obtained impedance spectra. One can see that after the addition of a toxin the high-frequency part of the impedance of the cellcovered electrode decreases to the level of the empty control electrode. However, the low-frequency part of the spectrum demonstrates a capacitance-like behavior, which means that electrodes are not destroyed, and the impedance decrease is indeed caused by biological effects. Spectra are averaged over three measurements. The obtained confidence intervals for 99.9% reliability is very small, and thus omitted from the plot.", "cite_spans": [{"start": 485, "end": 489, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 947, "end": 951, "text": "[98]", "ref_id": "BIBREF97"}], "ref_spans": [{"start": 679, "end": 688, "text": "Figure 10", "ref_id": null}], "section": "Medical applications"}, {"text": "for in vivo impedance measurement of the two skin regions -the region of interest, which possibly contain tumor, and healthy neighborhood region. For example, if cancer test provided on the arm's skin it is possible to use contralateral regions of it for such probing. As reported in Refs. [99, 100] impedance-based skin cancer detection allows to distinguish healthy and pathology skin regions, which open a new perspectives in oncology monitoring. It also should be notices, that EIS is widelly use not only in cancer diagnostics, but also in cancer research [17] . The fact that different tissues have different conductivity could be used for providing impedance tomography, i.e. for visualizing in-body space by impedance measurements [23] . This diagnostic technique usually utilizes an array of electrodes that are placed on the body around the volume of interest, for example around the thorax. The impedances of electrodes are measured and then by applying special reconstructing algorithms [101] their values are used for building the 3D-image of the body region that is being examined. This type of tomography provide real-time, inexpensive, and easy in implementation diagnostics. Its another advantage is being hazard-free, because low currents are safe for human unlike, for example, x-rays. This non-hazard property of the impedance tomography is extremely useful for monitoring health of the patients with pulmonology as well as health of the attending them pulmonologists. Moreover, with the usage of multi frequency impedance tomography it is possible to provide additional tissues characterization as it was mentioned above. For instance, impedance tomography applicable for detection breast cancer even without comparison with health gland [102] . The another applications of the impedance tomography involved brain visualization, temperature treatment control in tumor oncotherapy, gastrointestinal tract diagnostics, and thorax monitoring in aircraft industry [103] .", "cite_spans": [{"start": 290, "end": 294, "text": "[99,", "ref_id": "BIBREF98"}, {"start": 295, "end": 299, "text": "100]", "ref_id": "BIBREF99"}, {"start": 561, "end": 565, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 739, "end": 743, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 999, "end": 1004, "text": "[101]", "ref_id": "BIBREF100"}, {"start": 1759, "end": 1764, "text": "[102]", "ref_id": "BIBREF101"}, {"start": 1981, "end": 1986, "text": "[103]", "ref_id": "BIBREF102"}], "ref_spans": [], "section": "Medical applications"}, {"text": "Impedance spectroscopy is also used in electronic implants as a label-free characterization tool. For example, impedance measurements are used in vision prosthetic care Argus II device for the diagnostics of the interface between retina and stimulus electrodes [82] . This interface defines the quality of the patient's visual perception and it could be also described by Giaever-Keese model. If the electrodes are in good contact with retina cells, their impedance magnitude will be relatively high. On the contrary, if electrodes have a low impedance magnitude, it means that the implant stimulus array is detached from the retina, and the patient should consult with a doctor. Finally, if the electrode shows a very high impedance magnitude, it means that the electrode is burnt-out or damaged. In this case, Argus II implant electronics will switch off the failure electrode and switch on one of neighbouring reserved electrodes. It should be stressed out that in vision and hearing prosthetic care the impedance of the stimulus electrodes is their main characteristic, and engineers try to make it as small as possible [104] .", "cite_spans": [{"start": 261, "end": 265, "text": "[82]", "ref_id": "BIBREF81"}, {"start": 1124, "end": 1129, "text": "[104]", "ref_id": "BIBREF103"}], "ref_spans": [], "section": "Medical applications"}, {"text": "As a non-optical, label-free, sensitive, and easy in implementation technique, EIS found many applications in biosensorics and biological matter studies. For example, EIS was proposed as a method for the detection of glucose in biological samples. In the work [81] , the ECIS-like device allowed the authors to detect glucose with 3T3-L1 fibroblast cells. Another approach was proposed in the work [105] . The authors showed a quantitative difference in impedance spectra of the metal/blood interface for different glucose concentrations in blood samples. This technique can be useful for portable on-body devices like system reported in [106] .", "cite_spans": [{"start": 260, "end": 264, "text": "[81]", "ref_id": "BIBREF80"}, {"start": 398, "end": 403, "text": "[105]", "ref_id": "BIBREF104"}, {"start": 638, "end": 643, "text": "[106]", "ref_id": "BIBREF105"}], "ref_spans": [], "section": "Bio-matter and biosensorics"}, {"text": "EIS is also used for the investigation of biomolecules [107, 108, 109, 110] . Particularly, in Ref. [107] and [111] the metal/protein interface was thoroughly investigated. It was demonstrated that the immittance of the metal/protein interface significantly depends on the protein structure and state. Along with the impedance network protein analog approach [111, 112] , these results may pave the road for the development of new EIS based tools for protein investigation.", "cite_spans": [{"start": 55, "end": 60, "text": "[107,", "ref_id": "BIBREF106"}, {"start": 61, "end": 65, "text": "108,", "ref_id": "BIBREF107"}, {"start": 66, "end": 70, "text": "109,", "ref_id": "BIBREF108"}, {"start": 71, "end": 75, "text": "110]", "ref_id": "BIBREF109"}, {"start": 100, "end": 105, "text": "[107]", "ref_id": "BIBREF106"}, {"start": 110, "end": 115, "text": "[111]", "ref_id": "BIBREF110"}, {"start": 359, "end": 364, "text": "[111,", "ref_id": "BIBREF110"}, {"start": 365, "end": 369, "text": "112]", "ref_id": "BIBREF111"}], "ref_spans": [], "section": "Bio-matter and biosensorics"}, {"text": "One more promising EIS bio-sensing application is virus detection. Several scientific groups recently have shown, that it is possible to detect viruses by measuring the impedance of the electrodes, which surface is modified by antibodies [24, 25, 26] . These sensor approaches relatively inexpensive, easy-in-implementation, and could be realized in portable devices, which is important for personalized medicine. The authors also reported that EIS provides sensitive (detection limits 8 ng/ml [26] and ∼ 100 virions in µl [24] ) and fast (in ∼ 30 min [24] ) virus detection in near to physiological envelopment. Additionally, proposed in Ref. [25] phenomenological EC for anti-body modified electrodes together with CNLS fitting [Eq. (8) ] open way for more informative and reliable virus biosensing technologies. Another scientific groups [27, 28, 29, 30, 31, 32] propose to use cell-based EIS virus sensors, which working principle is directly grounded on the Giaever-Keese model [see Fig. 4 ]: the addition of the viruses to the cells' medium results in cell infection and death what dramatically reduce the impedance of covered by them electrodes. Thus, by monitoring electrode/cell interface impedance it is possible to detect viruses without special electrode preparation with antibodies and other surface modification reagents. Moreover, cell-based EIS virus sensors in contrast to convenient ELISA kits and real-time PCR methods [113, 114] can react on the unknown types of viruses and also could be utilized several times, because the their virus-detection properties could be repaired by treatment electrodes in high-pressure steam sterilizer with following cells seeding on them. It also should be stressed, that nowadays cellbased biosensors found several applications in virus disease research [115, 116, 117] . The information about completely label-free EIS virus detectors is presented in Refs. [118, 119] . To summarize, the EIS-based virus sensing technologies provide a hopeful tool for fighting with various virus diseases like immunodeficiency syndrome, dengue virus-infection, and, highly likely, COVID19.", "cite_spans": [{"start": 238, "end": 242, "text": "[24,", "ref_id": "BIBREF23"}, {"start": 243, "end": 246, "text": "25,", "ref_id": "BIBREF24"}, {"start": 247, "end": 250, "text": "26]", "ref_id": "BIBREF25"}, {"start": 494, "end": 498, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 523, "end": 527, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 552, "end": 556, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 644, "end": 648, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 735, "end": 738, "text": "(8)", "ref_id": "BIBREF7"}, {"start": 841, "end": 845, "text": "[27,", "ref_id": "BIBREF26"}, {"start": 846, "end": 849, "text": "28,", "ref_id": "BIBREF27"}, {"start": 850, "end": 853, "text": "29,", "ref_id": "BIBREF28"}, {"start": 854, "end": 857, "text": "30,", "ref_id": "BIBREF29"}, {"start": 858, "end": 861, "text": "31,", "ref_id": "BIBREF30"}, {"start": 862, "end": 865, "text": "32]", "ref_id": "BIBREF31"}, {"start": 1438, "end": 1443, "text": "[113,", "ref_id": null}, {"start": 1444, "end": 1448, "text": "114]", "ref_id": "BIBREF113"}, {"start": 1808, "end": 1813, "text": "[115,", "ref_id": "BIBREF114"}, {"start": 1814, "end": 1818, "text": "116,", "ref_id": "BIBREF115"}, {"start": 1819, "end": 1823, "text": "117]", "ref_id": "BIBREF116"}, {"start": 1912, "end": 1917, "text": "[118,", "ref_id": "BIBREF117"}, {"start": 1918, "end": 1922, "text": "119]", "ref_id": "BIBREF118"}], "ref_spans": [{"start": 988, "end": 994, "text": "Fig. 4", "ref_id": "FIGREF4"}], "section": "Bio-matter and biosensorics"}, {"text": "Finally, it is worth mentioning that EIS can be used to study cell membranes in combination with patch-clamp technology [120] . In this diagnostic technique, a cell membrane is attached to the glass microtube with a diameter of ∼ µm that is filled with electrolyte. Two AgCl electrodes are placed in the microtube and the cell medium, and the impedance is measured between these electrodes. Because the impedance of the membrane is significantly higher than the impedance of the electrodes/electrolyte interface (Tab. 2), its value will define the immittance between the electrodes. As a result, the combination of a patch-clamp with EIS allows the researchers to evaluate the conductivity of the cell membrane, the resistivity of ion channels in cell membrane and other important electrical characteristics of a cell. For example, in Ref. [87] this technique based on Fourier-EIS allowed the authors to detect that living neurons can regulate their capacitance in response to changes of membrane area.", "cite_spans": [{"start": 120, "end": 125, "text": "[120]", "ref_id": null}, {"start": 840, "end": 844, "text": "[87]", "ref_id": "BIBREF86"}], "ref_spans": [], "section": "Bio-matter and biosensorics"}, {"text": "In this tutorial article, we reviewed modern electrical impedance spectroscopy from the theoretical and experimental points of view, paying special attention to its applications in cell research, medicine, including viruses and cancer study, and biosensing. We hope that this article will be useful for students as rapid introduction to EIS as well as for scientists and engineers as EIS handbook. Nevertheless, we do not expect that our study can completely replace classical and modern works on EIS. For further reading, the following papers can be used. The books by E. Barsoukov and J. Ross Macdonald [3] and V.F. Lvovich [4] thoroughly describe electrical impedance spectroscopy and its application for electrochemistry. The book by S. Grimnes and O.G. Martinsen contains a lot of information about bio-impedance [6] . The review [5] by B.Y. Chang and S.M. Park is devoted to modern high-speed EIS technique based on Fourier transformation. The description of another high-speed technique, adaptive filtering EIS, can be found in the article [85] . The article [54] by J. Ross Macdonald is devoted to complex non-linear least-squares approximation -a state-of-art tool for EIS spectra analysis. Chapters 3.4 and 7 in Ref. [18] by P. Wang and Q. Liu contain information on biosensorics based on EIS. The book [17] by Wen G. Jiang contains information about cellular biology research conducted with EIS. The review by R.H. Bayford is concerned with the progress in impedance tomography. Titche and Shnek book [50] introduces the reader into EIS basics and its measuring equipment. The most simple and elegant introduction into EIS can be found in Richard Feynman's lectures [49] in chapter 25-5. according to the research project 18-32-00363. D.M.N. and M.N.R. acknowledge HPC computing resources at the Lomonosov Moscow State University and Resource Center \"Computer Center of SPbU\".", "cite_spans": [{"start": 605, "end": 608, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 626, "end": 629, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 818, "end": 821, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 835, "end": 838, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1047, "end": 1051, "text": "[85]", "ref_id": "BIBREF84"}, {"start": 1066, "end": 1070, "text": "[54]", "ref_id": "BIBREF53"}, {"start": 1227, "end": 1231, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1313, "end": 1317, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 1512, "end": 1516, "text": "[50]", "ref_id": "BIBREF49"}, {"start": 1677, "end": 1681, "text": "[49]", "ref_id": "BIBREF48"}, {"start": 1693, "end": 1698, "text": "25-5.", "ref_id": null}], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Electrical papers", "authors": [{"first": "O", "middle": [], "last": "Heaviside", "suffix": ""}], "year": 2011, "venue": "", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Reflections on the history of electrochemical impedance spectroscopy", "authors": [{"first": "D", "middle": ["D"], "last": "Macdonald", "suffix": ""}], "year": 2006, "venue": "Electrochimica Acta", "volume": "51", "issn": "8-9", "pages": "1376--1388", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Impedance spectroscopy: theory, experiment, and applications", "authors": [{"first": "E", "middle": [], "last": "Barsoukov", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Macdonald", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Impedance Spectroscopy: Applications to Electrochemical and Dielectric Phenomena", "authors": [{"first": "V", "middle": ["F"], "last": "Lvovich", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Electrochemical impedance spectroscopy", "authors": [{"first": "B.-Y", "middle": [], "last": "Chang", "suffix": ""}, {"first": "S.-M", "middle": [], "last": "Park", "suffix": ""}], "year": 2010, "venue": "Annual Review of Analytical Chemistry", "volume": "3", "issn": "", "pages": "207--229", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Bioimpedance and bioelectricity basics", "authors": [{"first": "S", "middle": [], "last": "Grimnes", "suffix": ""}, {"first": "O", "middle": ["G"], "last": "Martinsen", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Advanced Applications: Battery Research, Bioimpedance, System Design", "authors": [{"first": "O", "middle": [], "last": "Kanoun", "suffix": ""}, {"first": "Impedance", "middle": [], "last": "Spectroscopy", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "On impedance spectroscopy analysis of nonideal heterojunctions", "authors": [{"first": "V", "middle": [], "last": "Brus", "suffix": ""}], "year": 2012, "venue": "Semiconductor Science and Technology", "volume": "27", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The active pulse modulated transducer (at)-a novel audio power conversion system architecture", "authors": [{"first": "K", "middle": [], "last": "Nielsen", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Fenger", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Evidence of the ambipolar diffusion in the impedance spectroscopy of an electrolytic cell", "authors": [{"first": "G", "middle": [], "last": "Barbero", "suffix": ""}, {"first": "I", "middle": [], "last": "Lelidis", "suffix": ""}], "year": 2007, "venue": "Physical Review E", "volume": "76", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Effect of different anionic and cationic mobilities on the impedance spectroscopy measurements", "authors": [{"first": "I", "middle": [], "last": "Lelidis", "suffix": ""}, {"first": "G", "middle": [], "last": "Barbero", "suffix": ""}], "year": 2005, "venue": "Physics Letters A", "volume": "343", "issn": "6", "pages": "440--445", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Electrochemical impedance spectroscopy of nanopores", "authors": [{"first": "D", "middle": ["S"], "last": "Talaga", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Vitarelli", "suffix": ""}], "year": 2013, "venue": "Biophysical Journal", "volume": "104", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Predictive mechanistic model for the electrical impedance and intensity-modulated photocurrent and photovoltage spectroscopic responses of an organic bulk heterojunction solar cell", "authors": [{"first": "Y", "middle": ["T"], "last": "Set", "suffix": ""}, {"first": "E", "middle": [], "last": "Birgersson", "suffix": ""}, {"first": "J", "middle": [], "last": "Luther", "suffix": ""}], "year": 2016, "venue": "Physical Review Applied", "volume": "5", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Battery state estimator based on a finite impulse response filter", "authors": [{"first": "S", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": [], "last": "Verbrugge", "suffix": ""}, {"first": "L", "middle": [], "last": "Vu", "suffix": ""}, {"first": "D", "middle": [], "last": "Baker", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Wang", "suffix": ""}], "year": 2013, "venue": "Journal of The Electrochemical Society", "volume": "160", "issn": "11", "pages": "1962--1970", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Detection of subsurface ice and water deposits on Mars with a mutual impedance probe", "authors": [{"first": "R", "middle": [], "last": "Trautner", "suffix": ""}, {"first": "R", "middle": [], "last": "Grard", "suffix": ""}, {"first": "M", "middle": [], "last": "Hamelin", "suffix": ""}], "year": 2003, "venue": "Journal of Geophysical Research: Planets", "volume": "108", "issn": "E10", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Electric cell-substrate impedance sensing (ECIS) as a noninvasive means to monitor the kinetics of cell spreading to artificial surfaces", "authors": [{"first": "J", "middle": [], "last": "Wegener", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Keese", "suffix": ""}, {"first": "I", "middle": [], "last": "Giaever", "suffix": ""}], "year": 2000, "venue": "Experimental cell research", "volume": "259", "issn": "1", "pages": "158--166", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Electric Cell-Substrate Impedance Sensing and Cancer Metastasis", "authors": [{"first": "I", "middle": [], "last": "Giaever", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Keese", "suffix": ""}], "year": 2012, "venue": "ser. Cancer Metastasis -Biology and Treatment 17", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Cell-Based Biosensors: Principles and Applications (Engineering in Medicine & Biology)", "authors": [{"first": "P", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Liu", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "A multilayer mems platform for single-cell electric impedance spectroscopy and electrochemical analysis", "authors": [{"first": "G", "middle": ["M"], "last": "Dittami", "suffix": ""}, {"first": "H", "middle": ["E"], "last": "Ayliffe", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "King", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Rabbitt", "suffix": ""}], "year": 2008, "venue": "Journal of Microelectromechanical Systems", "volume": "17", "issn": "4", "pages": "850--862", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Probing the bioelectrochemistry of living cells", "authors": [{"first": "L.-E", "middle": [], "last": "Cheran", "suffix": ""}, {"first": "S", "middle": [], "last": "Cheung", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": [], "last": "Thompson", "suffix": ""}], "year": 2008, "venue": "Electrochimica acta", "volume": "53", "issn": "23", "pages": "6690--6697", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Comparison of cardiac time intervals between echocardiography and impedance cardiography at various heart rates", "authors": [{"first": "M", "middle": ["A"], "last": "Van Eijnatten", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Van Rijssel", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Peters", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Verdaasdonk", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Meijer", "suffix": ""}], "year": 2019, "venue": "Journal of electrical bioimpedance", "volume": "5", "issn": "1", "pages": "2--8", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "A review of electrical impedance techniques for breast cancer detection", "authors": [{"first": "Y", "middle": [], "last": "Zou", "suffix": ""}, {"first": "Z", "middle": [], "last": "Guo", "suffix": ""}], "year": 2003, "venue": "Medical engineering & physics", "volume": "25", "issn": "2", "pages": "79--90", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Medical impedance tomography and process impedance tomography: a brief review", "authors": [{"first": "B", "middle": ["H"], "last": "Brown", "suffix": ""}], "year": 2001, "venue": "Measurement Science and Technology", "volume": "12", "issn": "8", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Universal biosensor for detection of influenza virus", "authors": [{"first": "D", "middle": [], "last": "Nidzworski", "suffix": ""}, {"first": "P", "middle": [], "last": "Pranszke", "suffix": ""}, {"first": "M", "middle": [], "last": "Grudniewska", "suffix": ""}, {"first": "E", "middle": [], "last": "Król", "suffix": ""}, {"first": "B", "middle": [], "last": "Gromadzka", "suffix": ""}], "year": 2014, "venue": "Biosensors and Bioelectronics", "volume": "59", "issn": "", "pages": "239--242", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Miniaturized biosensor for avian influenza virus detection", "authors": [{"first": "M", "middle": [], "last": "Diouani", "suffix": ""}, {"first": "S", "middle": [], "last": "Helali", "suffix": ""}, {"first": "I", "middle": [], "last": "Hafaid", "suffix": ""}, {"first": "W", "middle": [], "last": "Hassen", "suffix": ""}, {"first": "M", "middle": [], "last": "Snoussi", "suffix": ""}, {"first": "A", "middle": [], "last": "Ghram", "suffix": ""}, {"first": "N", "middle": [], "last": "Jaffrezic-Renault", "suffix": ""}, {"first": "A", "middle": [], "last": "Abdelghani", "suffix": ""}], "year": 2008, "venue": "Materials Science and Engineering: C", "volume": "28", "issn": "5-6", "pages": "580--583", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Quantitation of influenza A virus in the presence of extraneous protein using electrochemical impedance spectroscopy", "authors": [{"first": "W", "middle": ["M"], "last": "Hassen", "suffix": ""}, {"first": "V", "middle": [], "last": "Duplan", "suffix": ""}, {"first": "E", "middle": [], "last": "Frost", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Dubowski", "suffix": ""}], "year": 2011, "venue": "Electrochimica acta", "volume": "56", "issn": "24", "pages": "8325--8328", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Monitoring viral-induced cell death using electric cell-substrate impedance sensing", "authors": [{"first": "C", "middle": ["E"], "last": "Campbell", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Laane", "suffix": ""}, {"first": "E", "middle": [], "last": "Haugarvoll", "suffix": ""}, {"first": "I", "middle": [], "last": "Giaever", "suffix": ""}], "year": 2007, "venue": "Biosensors and Bioelectronics", "volume": "23", "issn": "4", "pages": "536--542", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Use of electric cell-substrate impedance sensing as a tool for quantifying cytopathic effect in influenza A virus infected MDCK cells in real-time", "authors": [{"first": "M", "middle": ["H"], "last": "Mccoy", "suffix": ""}, {"first": "E", "middle": [], "last": "Wang", "suffix": ""}], "year": 2005, "venue": "Journal of virological methods", "volume": "130", "issn": "1-2", "pages": "157--161", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Electric cell-substrate impedance sensing to monitor viral growth and study cellular responses to infection with alphaherpesviruses in real time", "authors": [{"first": "M", "middle": ["R"], "last": "Pennington", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Van De Walle", "suffix": ""}], "year": 2017, "venue": "mSphere", "volume": "2", "issn": "2", "pages": "0--039", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Impedance monitoring of herpes simplex virus-induced cytopathic effect in Vero cells", "authors": [{"first": "S", "middle": [], "last": "Cho", "suffix": ""}, {"first": "S", "middle": [], "last": "Becker", "suffix": ""}, {"first": "H", "middle": [], "last": "Von Briesen", "suffix": ""}, {"first": "H", "middle": [], "last": "Thielecke", "suffix": ""}], "year": 2007, "venue": "Sensors and Actuators B: Chemical", "volume": "123", "issn": "2", "pages": "978--982", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "The xCELLigence system for real-time and label-free analysis of neuronal and dermal cell response to Equine Herpesvirus type 1 infection", "authors": [{"first": "A", "middle": [], "last": "Golke", "suffix": ""}, {"first": "J", "middle": [], "last": "Cymerys", "suffix": ""}, {"first": "A", "middle": [], "last": "Lońska", "suffix": ""}, {"first": "T", "middle": [], "last": "Dzieciatkowski", "suffix": ""}, {"first": "A", "middle": [], "last": "Chmielewska", "suffix": ""}, {"first": "A", "middle": [], "last": "Tucholska", "suffix": ""}, {"first": "M", "middle": [], "last": "Bańbura", "suffix": ""}], "year": 2012, "venue": "Polish journal of veterinary sciences", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Real-time cell analysis-a new method for dynamic, quantitative measurement of infectious viruses and antiserum neutralizing activity", "authors": [{"first": "Z", "middle": [], "last": "Teng", "suffix": ""}, {"first": "X", "middle": [], "last": "Kuang", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2013, "venue": "Journal of virological methods", "volume": "193", "issn": "2", "pages": "364--370", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Progress in soviet acoustics", "authors": [{"first": "S", "middle": ["N"], "last": "Rzevkin", "suffix": ""}], "year": 1948, "venue": "", "volume": "34", "issn": "", "pages": "1--12", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "The design of a musical instrument based on cathode relays", "authors": [{"first": "L", "middle": ["S"], "last": "Theremin", "suffix": ""}, {"first": "O", "middle": [], "last": "Petrishev", "suffix": ""}], "year": 1996, "venue": "Leonardo Music Journal", "volume": "6", "issn": "1", "pages": "49--50", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Electric impedance of suspensions of spheres", "authors": [{"first": "K", "middle": ["S"], "last": "Cole", "suffix": ""}], "year": 1928, "venue": "The Journal of general physiology", "volume": "12", "issn": "1", "pages": "29--36", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Electric impedance of suspensions of Arbacia eggs", "authors": [{"first": "K", "middle": ["S"], "last": "Cole", "suffix": ""}], "year": 1928, "venue": "The Journal of general physiology", "volume": "12", "issn": "1", "pages": "37--54", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Transverse electric impedance of Nitella", "authors": [{"first": "H", "middle": ["J"], "last": "Curtis", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Cole", "suffix": ""}], "year": 1937, "venue": "The Journal of general physiology", "volume": "21", "issn": "2", "pages": "189--201", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Electrical method for detection of endothelial cell shape change in real time: assessment of endothelial barrier function", "authors": [{"first": "C", "middle": [], "last": "Tiruppathi", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Malik", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Vecchio", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Keese", "suffix": ""}, {"first": "I", "middle": [], "last": "Giaever", "suffix": ""}], "year": 1992, "venue": "Proceedings of the National Academy of Sciences", "volume": "89", "issn": "17", "pages": "7919--7923", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "A morphological biosensor for mammalian cells", "authors": [{"first": "I", "middle": [], "last": "Giaever", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Keese", "suffix": ""}], "year": 1993, "venue": "Nature", "volume": "366", "issn": "6455", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "On-line monitoring of cell growth and cytotoxicity using electric cellsubstrate impedance sensing (ECIS)", "authors": [{"first": "C", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Luong", "suffix": ""}], "year": 2003, "venue": "Biotechnology progress", "volume": "19", "issn": "3", "pages": "1000--1005", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Electric cell-substrate impedance sensing for the quantification of endothelial proliferation, barrier function, and motility", "authors": [{"first": "R", "middle": [], "last": "Szulcek", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Bogaard", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Van Nieuw Amerongen", "suffix": ""}], "year": 2014, "venue": "JoVE (Journal of Visualized Experiments)", "volume": "", "issn": "85", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "The single cells and cell populations viability estimation in vitro by the time-domain impedance spectroscopy", "authors": [{"first": "D", "middle": [], "last": "Stupin", "suffix": ""}], "year": 2018, "venue": "Technical Physics", "volume": "63", "issn": "9", "pages": "1384--1389", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Electrical impedance spectroscopy microflow cytometer for cell viability tests", "authors": [{"first": "J", "middle": [], "last": "González-Murillo", "suffix": ""}, {"first": "M", "middle": [], "last": "Monge-Azemar", "suffix": ""}, {"first": "J", "middle": [], "last": "Bartoli", "suffix": ""}, {"first": "A", "middle": [], "last": "Flores", "suffix": ""}, {"first": "M", "middle": [], "last": "Moreno", "suffix": ""}, {"first": "M", "middle": [], "last": "García-Celma", "suffix": ""}, {"first": "A", "middle": [], "last": "Romano-Rodríguez", "suffix": ""}, {"first": "W", "middle": [], "last": "Svendsen", "suffix": ""}, {"first": "J", "middle": [], "last": "Samitier", "suffix": ""}, {"first": "R", "middle": [], "last": "Rodriguez-Trujíllo", "suffix": ""}], "year": 2018, "venue": "2018 Spanish Conference on Electron Devices (CDE)", "volume": "", "issn": "", "pages": "1--4", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Electric cell-substrate impedance sensing (ECIS) with microelectrode arrays for investigation of cancer cell-fibroblasts interaction", "authors": [{"first": "T", "middle": ["B"], "last": "Tran", "suffix": ""}, {"first": "C", "middle": [], "last": "Baek", "suffix": ""}, {"first": "J", "middle": [], "last": "Min", "suffix": ""}], "year": 2016, "venue": "PloS one", "volume": "11", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Cellular impedance biosensors for drug screening and toxin detection", "authors": [{"first": "F", "middle": [], "last": "Asphahani", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2007, "venue": "Analyst", "volume": "132", "issn": "9", "pages": "835--841", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Electrical wound-healing assay for cells in vitro", "authors": [{"first": "C", "middle": ["R"], "last": "Keese", "suffix": ""}, {"first": "J", "middle": [], "last": "Wegener", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Walker", "suffix": ""}, {"first": "I", "middle": [], "last": "Giaever", "suffix": ""}], "year": 2004, "venue": "Proceedings of the National Academy of Sciences of the United States of America", "volume": "101", "issn": "6", "pages": "1554--1559", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Single-cell bioelectrical impedance platform for monitoring cellular response to drug treatment", "authors": [{"first": "F", "middle": [], "last": "Asphahani", "suffix": ""}, {"first": "K", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": [], "last": "Thein", "suffix": ""}, {"first": "O", "middle": [], "last": "Veiseh", "suffix": ""}, {"first": "S", "middle": [], "last": "Yung", "suffix": ""}, {"first": "J", "middle": [], "last": "Xu", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2011, "venue": "Physical biology", "volume": "8", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Capacitance spectroscopy of semiconductors", "authors": [{"first": "J", "middle": ["V"], "last": "Ferrari", "suffix": ""}, {"first": "Giorgio", "middle": [";"], "last": "Li", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "The Feynman Lectures on Physics", "authors": [{"first": "R", "middle": ["P"], "last": "Feynman", "suffix": ""}], "year": 1963, "venue": "", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Electronic Circuits: Handbook for Design and Application", "authors": [{"first": "U", "middle": [], "last": "Tietze", "suffix": ""}, {"first": ".", "middle": ["C"], "last": "Schenk", "suffix": ""}, {"first": "E", "middle": [], "last": "Gamm", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Kramers-kronig in two lines", "authors": [{"first": "B", "middle": ["Y"], "last": "", "suffix": ""}, {"first": "-K", "middle": [], "last": "Hu", "suffix": ""}], "year": 1989, "venue": "Am. J. Phys", "volume": "57", "issn": "9", "pages": "", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Nonlinear least-squares analyses of complex impedance and admittance data for solid electrolytes", "authors": [{"first": "Y.-T", "middle": [], "last": "Tsai", "suffix": ""}, {"first": "D", "middle": [], "last": "Whitmore", "suffix": ""}], "year": 1982, "venue": "Solid State Ionics", "volume": "7", "issn": "2", "pages": "129--139", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "A method for estimating impedance parameters for electrochemical systems that exhibit pseudoinductance", "authors": [{"first": "D", "middle": ["D"], "last": "Macdonald", "suffix": ""}], "year": 1978, "venue": "Journal of the Electrochemical Society", "volume": "125", "issn": "12", "pages": "2062--2064", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Analysis of impedance and admittance data for solids and liquids", "authors": [{"first": "J", "middle": ["R"], "last": "Macdonald", "suffix": ""}, {"first": "J", "middle": [], "last": "Garber", "suffix": ""}], "year": 1977, "venue": "Journal of the Electrochemical Society", "volume": "124", "issn": "7", "pages": "1022--1030", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Applicability and power of complex nonlinear least squares for the analysis of impedance and admittance data", "authors": [{"first": "J", "middle": ["R"], "last": "Macdonald", "suffix": ""}, {"first": "J", "middle": [], "last": "Schoonman", "suffix": ""}, {"first": "A", "middle": [], "last": "Lehnen", "suffix": ""}], "year": 1982, "venue": "Journal of Electroanalytical Chemistry and Interfacial Electrochemistry", "volume": "131", "issn": "", "pages": "77--95", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Theory of small-signal AC response of solids and liquids with recombining mobile charge", "authors": [{"first": "J", "middle": ["R"], "last": "Macdonald", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Franceschetti", "suffix": ""}], "year": 1978, "venue": "The Journal of chemical physics", "volume": "68", "issn": "4", "pages": "1614--1637", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "The Levenberg-Marquardt algorithm", "authors": [{"first": "A", "middle": [], "last": "Ranganathan", "suffix": ""}], "year": 2004, "venue": "Tutoral on LM algorithm", "volume": "11", "issn": "", "pages": "101--110", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Convergence properties of the Nelder-Mead simplex method in low dimensions", "authors": [{"first": "J", "middle": ["C"], "last": "Lagarias", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Reeds", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Wright", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Wright", "suffix": ""}], "year": 1998, "venue": "SIAM Journal on optimization", "volume": "9", "issn": "1", "pages": "112--147", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Electrochemical methods", "authors": [{"first": "F", "middle": ["L"], "last": "Bard", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Ion sizes and finite-size corrections for ionic-solvation free energies", "authors": [{"first": "G", "middle": [], "last": "Hummer", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Pratt", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Garcia", "suffix": ""}], "year": 1997, "venue": "The Journal of chemical physics", "volume": "107", "issn": "21", "pages": "9275--9277", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "The theory of the electrolytic double-layer", "authors": [{"first": "O", "middle": [], "last": "Stern", "suffix": ""}], "year": 1924, "venue": "Z. Elektrochem", "volume": "30", "issn": "508", "pages": "1014--1020", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Double layer and electrode kinetics", "authors": [{"first": "P", "middle": [], "last": "Delahay", "suffix": ""}], "year": 1965, "venue": "English and Russian", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "On the origin of capacitance dispersion of rough electrodes", "authors": [{"first": "Z", "middle": [], "last": "Kerner", "suffix": ""}, {"first": "T", "middle": [], "last": "Pajkossy", "suffix": ""}], "year": 2000, "venue": "Electrochimica Acta", "volume": "46", "issn": "2-3", "pages": "207--211", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Impedance of rough capacitive electrodes", "authors": [{"first": "T", "middle": [], "last": "Pajkossy", "suffix": ""}], "year": 1994, "venue": "Journal of Electroanalytical Chemistry", "volume": "364", "issn": "1-2", "pages": "111--125", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Influence of experimental factors on the constant phase element behavior of Pt electrodes", "authors": [{"first": "M", "middle": [], "last": "Martin", "suffix": ""}, {"first": "A", "middle": [], "last": "Lasia", "suffix": ""}], "year": 2011, "venue": "Electrochimica Acta", "volume": "56", "issn": "23", "pages": "8058--8068", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Debye-Falkenhagen dynamics of electric double layer in presence of electrode heterogeneities", "authors": [{"first": "M", "middle": ["B"], "last": "Singh", "suffix": ""}, {"first": "R", "middle": [], "last": "Kant", "suffix": ""}], "year": 2013, "venue": "Journal of Electroanalytical Chemistry", "volume": "704", "issn": "", "pages": "197--207", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Theory of anomalous dynamics of electric double layer at heterogeneous and rough electrodes", "authors": [{"first": "M", "middle": [], "last": "", "suffix": ""}, {"first": "Birla", "middle": [], "last": "Singh", "suffix": ""}, {"first": "R", "middle": [], "last": "Kant", "suffix": ""}], "year": 2014, "venue": "The Journal of Physical Chemistry C", "volume": "118", "issn": "10", "pages": "5122--5133", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Fractal model for the ac response of a rough interface", "authors": [{"first": "S", "middle": [], "last": "Liu", "suffix": ""}], "year": 1985, "venue": "Physical Review Letters", "volume": "55", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "On the origin of capacitance dispersion of rough electrodes", "authors": [{"first": "Z", "middle": [], "last": "Kerner", "suffix": ""}, {"first": "T", "middle": [], "last": "Pajkossy", "suffix": ""}], "year": 2000, "venue": "Electrochimica Acta", "volume": "46", "issn": "2-3", "pages": "207--211", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "The influence of surface roughness of solid electrodes on electrochemical measurements", "authors": [{"first": "R", "middle": [], "last": "De Levie", "suffix": ""}], "year": 1965, "venue": "Electrochimica Acta", "volume": "10", "issn": "2", "pages": "113--130", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Electrical cell-substrate impedance sensing (ECIS) based biosensor for characterization of DF-1 cells", "authors": [{"first": "H", "middle": [], "last": "Siddiquei", "suffix": ""}, {"first": "A", "middle": [], "last": "Nordin", "suffix": ""}, {"first": "M", "middle": [], "last": "Ibrahimy", "suffix": ""}, {"first": "M", "middle": [], "last": "Arifin", "suffix": ""}, {"first": "N", "middle": [], "last": "Sulong", "suffix": ""}, {"first": "M", "middle": [], "last": "Mel", "suffix": ""}, {"first": "I", "middle": [], "last": "Voiculescu", "suffix": ""}], "year": 2010, "venue": "International Conference on Computer and Communication Engineering (ICCCE'10", "volume": "", "issn": "", "pages": "1--4", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Polymerization of the conducting polymer poly (3, 4-ethylenedioxythiophene)(PEDOT) around living neural cells", "authors": [{"first": "S", "middle": ["M"], "last": "Richardson-Burns", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Hendricks", "suffix": ""}, {"first": "B", "middle": [], "last": "Foster", "suffix": ""}, {"first": "L", "middle": ["K"], "last": "Povlich", "suffix": ""}, {"first": "D.-H", "middle": [], "last": "Kim", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Martin", "suffix": ""}], "year": 2007, "venue": "Biomaterials", "volume": "28", "issn": "8", "pages": "1539--1552", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "A detailed model for high-frequency impedance characterization of ovarian cancer epithelial cell layer using ECIS electrodes", "authors": [{"first": "A", "middle": ["R A"], "last": "Rahman", "suffix": ""}, {"first": "C.-M", "middle": [], "last": "Lo", "suffix": ""}, {"first": "S", "middle": [], "last": "Bhansali", "suffix": ""}], "year": 2008, "venue": "IEEE transactions on biomedical engineering", "volume": "56", "issn": "2", "pages": "485--492", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Extended electrical model for impedance characterization of cultured HeLa cells in non-confluent state using ECIS electrodes", "authors": [{"first": "D", "middle": [], "last": "Mondal", "suffix": ""}, {"first": "C", "middle": [], "last": "Roychaudhuri", "suffix": ""}], "year": 2013, "venue": "IEEE transactions on nanobioscience", "volume": "12", "issn": "3", "pages": "239--246", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Analysis of the sensitivity and frequency characteristics of coplanar electrical cell-substrate impedance sensors", "authors": [{"first": "L", "middle": [], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "Wang", "suffix": ""}, {"first": "K", "middle": [], "last": "Mitchelson", "suffix": ""}, {"first": "Z", "middle": [], "last": "Yu", "suffix": ""}, {"first": "J", "middle": [], "last": "Cheng", "suffix": ""}], "year": 2008, "venue": "Biosensors and Bioelectronics", "volume": "24", "issn": "1", "pages": "14--21", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Bioelectricity: a quantitative approach", "authors": [{"first": "R", "middle": [], "last": "Plonsey", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Barr", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Mapping the complex morphology of cell interactions with nanowire substrates using FIB-SEM", "authors": [{"first": "R", "middle": [], "last": "Wierzbicki", "suffix": ""}, {"first": "C", "middle": [], "last": "Købler", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Jensen", "suffix": ""}, {"first": "J", "middle": [], "last": "Lopacińska", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Schmidt", "suffix": ""}, {"first": "M", "middle": [], "last": "Skolimowski", "suffix": ""}, {"first": "F", "middle": [], "last": "Abeille", "suffix": ""}, {"first": "K", "middle": [], "last": "Qvortrup", "suffix": ""}, {"first": "K", "middle": [], "last": "Mølhave", "suffix": ""}], "year": 2013, "venue": "PloS one", "volume": "8", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "The xcelligence system for real-time and label-free monitoring of cell viability", "authors": [{"first": "N", "middle": [], "last": "Ke", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Xu", "suffix": ""}, {"first": "Y", "middle": ["A"], "last": "Abassi", "suffix": ""}], "year": 2011, "venue": "Mammalian Cell Viability", "volume": "", "issn": "", "pages": "33--43", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Time courses of cell electroporation as revealed by submicrosecond imaging of transmembrane potential", "authors": [{"first": "M", "middle": [], "last": "Hibino", "suffix": ""}, {"first": "H", "middle": [], "last": "Itoh", "suffix": ""}, {"first": "K", "middle": [], "last": "Kinosita", "suffix": ""}], "year": 1993, "venue": "Biophysical journal", "volume": "64", "issn": "6", "pages": "1789--1800", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Fibroblast cells: a sensing bioelement for glucose detection by impedance spectroscopy", "authors": [{"first": "C", "middle": [], "last": "Tlili", "suffix": ""}, {"first": "K", "middle": [], "last": "Reybier", "suffix": ""}, {"first": "A", "middle": [], "last": "Géloën", "suffix": ""}, {"first": "L", "middle": [], "last": "Ponsonnet", "suffix": ""}, {"first": "C", "middle": [], "last": "Martelet", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Ouada", "suffix": ""}, {"first": "M", "middle": [], "last": "Lagarde", "suffix": ""}, {"first": "N", "middle": [], "last": "Jaffrezic-Renault", "suffix": ""}], "year": 2003, "venue": "Analytical chemistry", "volume": "75", "issn": "14", "pages": "3340--3344", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "MRI brain scans in two patients with the Argus II retinal prosthesis", "authors": [{"first": "Y", "middle": ["H"], "last": "Luo", "suffix": ""}, {"first": "I", "middle": [], "last": "Davagnanam", "suffix": ""}], "year": 2013, "venue": "Ophthalmology", "volume": "120", "issn": "8", "pages": "1711--1711", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "A new impedance spectrometer for the investigation of electrochemical systems", "authors": [{"first": "G", "middle": [], "last": "Popkirov", "suffix": ""}, {"first": "R", "middle": [], "last": "Schindler", "suffix": ""}], "year": 1992, "venue": "Review of scientific instruments", "volume": "63", "issn": "11", "pages": "5366--5372", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "FFT impedance spectroscopy analysis of the growth of anodic oxides on (100) p-si for various solvents", "authors": [{"first": "M", "middle": [], "last": "Leisner", "suffix": ""}, {"first": "J", "middle": [], "last": "Carstensen", "suffix": ""}, {"first": "H", "middle": [], "last": "Föll", "suffix": ""}], "year": 2008, "venue": "Journal of Electroanalytical Chemistry", "volume": "615", "issn": "2", "pages": "124--134", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "Adaptive filtering to enhance noise immunity of impedance and admittance spectroscopy: Comparison with Fourier transformation", "authors": [{"first": "D", "middle": ["D"], "last": "Stupin", "suffix": ""}, {"first": "S", "middle": ["V"], "last": "Koniakhin", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Verlov", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Dubina", "suffix": ""}], "year": 2017, "venue": "Phys. Rev. Applied", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "The fast Fourier transform: An introduction to its theory and application, prentice-hall ed", "authors": [{"first": "E", "middle": ["O"], "last": "Brigham", "suffix": ""}], "year": 1973, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Dependence and homeostasis of membrane impedance on cell morphology in cultured hippocampal neurons", "authors": [{"first": "R", "middle": [], "last": "Matsumura", "suffix": ""}, {"first": "H", "middle": [], "last": "Yamamoto", "suffix": ""}, {"first": "T", "middle": [], "last": "Hayakawa", "suffix": ""}, {"first": "S", "middle": [], "last": "Katsurabayashi", "suffix": ""}, {"first": "M", "middle": [], "last": "Niwano", "suffix": ""}, {"first": "A", "middle": [], "last": "Hirano-Iwata", "suffix": ""}], "year": 2018, "venue": "Scientific reports", "volume": "8", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "Introduction to mathematical statistics", "authors": [{"first": "A", "middle": ["T C"], "last": "Robert", "suffix": ""}, {"first": "V", "middle": [], "last": "Hogg", "suffix": ""}], "year": 1978, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Adaptive Signal Processing, ser. Prentice-Hall signal processing series", "authors": [{"first": "B", "middle": [], "last": "Widrow", "suffix": ""}, {"first": "P", "middle": ["N"], "last": "Stearns", "suffix": ""}], "year": 1985, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "Adaptive noise cancelling: Principles and applications", "authors": [{"first": "B", "middle": [], "last": "Widrow", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Glover", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mccool", "suffix": ""}, {"first": "J", "middle": [], "last": "Kaunitz", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Williams", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Hearn", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Zeidler", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Dong", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Goodlin", "suffix": ""}], "year": 1975, "venue": "Proceedings of the IEEE", "volume": "63", "issn": "12", "pages": "1692--1716", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "Complex-curve fitting", "authors": [{"first": "E", "middle": [], "last": "Levy", "suffix": ""}], "year": 1959, "venue": "IRE transactions on automatic control", "volume": "", "issn": "1", "pages": "37--43", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "A single-cell electronic sensor of toxins", "authors": [{"first": "D", "middle": [], "last": "Stupin", "suffix": ""}], "year": 2017, "venue": "Journal of Physics: Conference Series", "volume": "917", "issn": "", "pages": "", "other_ids": {}}, "BIBREF92": {"ref_id": "b92", "title": "TiN nanoporous electrode covered by single cell as bio-electronic sensor of radiation hazard", "authors": [{"first": "D", "middle": ["D"], "last": "Stupin", "suffix": ""}], "year": 2018, "venue": "Semiconductors", "volume": "52", "issn": "5", "pages": "600--601", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Human stem cell-derived cardiomyocytes in cellular impedance assays: bringing cardiotoxicity screening to the front line", "authors": [{"first": "M", "middle": ["F"], "last": "Peters", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Lamore", "suffix": ""}, {"first": "L", "middle": [], "last": "Guo", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Scott", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Kolaja", "suffix": ""}], "year": 2015, "venue": "Cardiovascular Toxicology", "volume": "15", "issn": "2", "pages": "127--139", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "HeLa cells 50 years on: the good, the bad and the ugly", "authors": [{"first": "J", "middle": ["R"], "last": "Masters", "suffix": ""}], "year": 2002, "venue": "Nature Reviews Cancer", "volume": "2", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "Extinction in population dynamics", "authors": [{"first": "C", "middle": [], "last": "Escudero", "suffix": ""}, {"first": "J", "middle": [], "last": "Buceta", "suffix": ""}, {"first": "F", "middle": [], "last": "De La Rubia", "suffix": ""}, {"first": "K", "middle": [], "last": "Lindenberg", "suffix": ""}], "year": 2004, "venue": "Physical Review E", "volume": "69", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "Cell-substrate lift-off lithography: Proof of concept", "authors": [{"first": "D", "middle": [], "last": "Stupin", "suffix": ""}, {"first": "A", "middle": [], "last": "Kornev", "suffix": ""}, {"first": "N", "middle": [], "last": "Filatov", "suffix": ""}, {"first": "S", "middle": [], "last": "Koniakhin", "suffix": ""}], "year": 2018, "venue": "Journal of Physics: Conference Series", "volume": "1135", "issn": "", "pages": "", "other_ids": {}}, "BIBREF97": {"ref_id": "b97", "title": "Rapid assessment of islet viability with acridine orange and propidium iodide", "authors": [{"first": "H", "middle": ["L"], "last": "Bank", "suffix": ""}], "year": 1988, "venue": "In vitro cellular & developmental biology", "volume": "24", "issn": "4", "pages": "266--273", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "Electrical impedance spectroscopy in skin cancer diagnosis", "authors": [{"first": "R", "middle": ["P"], "last": "Braun", "suffix": ""}, {"first": "J", "middle": [], "last": "Mangana", "suffix": ""}, {"first": "S", "middle": [], "last": "Goldinger", "suffix": ""}, {"first": "L", "middle": [], "last": "French", "suffix": ""}, {"first": "R", "middle": [], "last": "Dummer", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Marghoob", "suffix": ""}], "year": 2017, "venue": "Dermatologic clinics", "volume": "35", "issn": "4", "pages": "489--493", "other_ids": {}}, "BIBREF99": {"ref_id": "b99", "title": "Cancer detection based on electrical impedance spectroscopy: A clinical study", "authors": [{"first": "S", "middle": ["M"], "last": "Moqadam", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Grewal", "suffix": ""}, {"first": "Z", "middle": [], "last": "Haeri", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Ingledew", "suffix": ""}, {"first": "K", "middle": [], "last": "Kohli", "suffix": ""}, {"first": "F", "middle": [], "last": "Golnaraghi", "suffix": ""}], "year": 2018, "venue": "Journal of Electrical Bioimpedance", "volume": "9", "issn": "1", "pages": "17--23", "other_ids": {}}, "BIBREF100": {"ref_id": "b100", "title": "Electrical impedance tomography (EIT) and its medical applications: a review", "authors": [{"first": "R", "middle": [], "last": "Harikumar", "suffix": ""}, {"first": "R", "middle": [], "last": "Prabu", "suffix": ""}, {"first": "S", "middle": [], "last": "Raghavan", "suffix": ""}], "year": 2013, "venue": "Int. J. Soft Comput. Eng", "volume": "3", "issn": "4", "pages": "193--198", "other_ids": {}}, "BIBREF101": {"ref_id": "b101", "title": "Electrical impedance spectroscopy of the breast: clinical imaging results in 26 subjects", "authors": [{"first": "T", "middle": ["E"], "last": "Kerner", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Paulsen", "suffix": ""}, {"first": "A", "middle": [], "last": "Hartov", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Soho", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Poplack", "suffix": ""}], "year": 2002, "venue": "IEEE transactions on medical imaging", "volume": "21", "issn": "6", "pages": "638--645", "other_ids": {}}, "BIBREF102": {"ref_id": "b102", "title": "Bioimpedance tomography (electrical impedance tomography)", "authors": [{"first": "R", "middle": ["H"], "last": "Bayford", "suffix": ""}], "year": 2006, "venue": "Annu. Rev. Biomed. Eng", "volume": "8", "issn": "", "pages": "63--91", "other_ids": {}}, "BIBREF103": {"ref_id": "b103", "title": "Impedance characterization and modeling of electrodes for biomedical applications", "authors": [{"first": "W", "middle": [], "last": "Franks", "suffix": ""}, {"first": "I", "middle": [], "last": "Schenker", "suffix": ""}, {"first": "P", "middle": [], "last": "Schmutz", "suffix": ""}, {"first": "A", "middle": [], "last": "Hierlemann", "suffix": ""}], "year": 2005, "venue": "IEEE Transactions on Biomedical Engineering", "volume": "52", "issn": "7", "pages": "1295--1302", "other_ids": {}}, "BIBREF104": {"ref_id": "b104", "title": "Quantitative evaluation of blood glucose concentration using impedance sensing devices", "authors": [{"first": "R", "middle": [], "last": "Pradhan", "suffix": ""}, {"first": "A", "middle": [], "last": "Mitra", "suffix": ""}, {"first": "S", "middle": [], "last": "Das", "suffix": ""}], "year": 2019, "venue": "Journal of Electrical Bioimpedance", "volume": "4", "issn": "1", "pages": "73--77", "other_ids": {}}, "BIBREF105": {"ref_id": "b105", "title": "A 3-µw CMOS glucose sensor for wireless contact-lens tear glucose monitoring", "authors": [{"first": "Y.-T", "middle": [], "last": "Liao", "suffix": ""}, {"first": "H", "middle": [], "last": "Yao", "suffix": ""}, {"first": "A", "middle": [], "last": "Lingley", "suffix": ""}, {"first": "B", "middle": [], "last": "Parviz", "suffix": ""}, {"first": "B", "middle": ["P"], "last": "Otis", "suffix": ""}], "year": 2011, "venue": "IEEE Journal of Solid-State Circuits", "volume": "47", "issn": "1", "pages": "335--344", "other_ids": {}}, "BIBREF106": {"ref_id": "b106", "title": "A novel detection strategy for odorant molecules based on controlled bioengineering of rat olfactory receptor I7", "authors": [{"first": "Y", "middle": [], "last": "Hou", "suffix": ""}, {"first": "N", "middle": [], "last": "Jaffrezic-Renault", "suffix": ""}, {"first": "C", "middle": [], "last": "Martelet", "suffix": ""}, {"first": "A", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": [], "last": "Minic-Vidic", "suffix": ""}, {"first": "T", "middle": [], "last": "Gorojankina", "suffix": ""}, {"first": "M.-A", "middle": [], "last": "Persuy", "suffix": ""}, {"first": "E", "middle": [], "last": "Pajot-Augy", "suffix": ""}, {"first": "R", "middle": [], "last": "Salesse", "suffix": ""}, {"first": "V", "middle": [], "last": "Akimov", "suffix": ""}], "year": 2007, "venue": "Biosensors and Bioelectronics", "volume": "22", "issn": "7", "pages": "1550--1555", "other_ids": {}}, "BIBREF107": {"ref_id": "b107", "title": "Comparative study of the bacterial sodium channel NaChBac function using patch clamp and AC impedance spectroscopy in a tethered membrane", "authors": [{"first": "B", "middle": ["A"], "last": "Cornell", "suffix": ""}, {"first": "G", "middle": [], "last": "Scolan", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Powl", "suffix": ""}, {"first": "S", "middle": [], "last": "Carnie", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Wallace", "suffix": ""}], "year": 2012, "venue": "Biophysical Journal", "volume": "102", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF108": {"ref_id": "b108", "title": "Kinetic study of DNA/DNA hybridization with electrochemical impedance spectroscopy", "authors": [{"first": "D", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Zou", "suffix": ""}, {"first": "Q", "middle": [], "last": "Shen", "suffix": ""}, {"first": "S", "middle": [], "last": "Dong", "suffix": ""}], "year": 2007, "venue": "Electrochemistry communications", "volume": "9", "issn": "2", "pages": "191--196", "other_ids": {}}, "BIBREF109": {"ref_id": "b109", "title": "AC impedance spectroscopy of native DNA and M-DNA", "authors": [{"first": "Y.-T", "middle": [], "last": "Long", "suffix": ""}, {"first": "C.-Z", "middle": [], "last": "Li", "suffix": ""}, {"first": "H.-B", "middle": [], "last": "Kraatz", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Lee", "suffix": ""}], "year": 2003, "venue": "Biophysical journal", "volume": "84", "issn": "5", "pages": "3218--3225", "other_ids": {}}, "BIBREF110": {"ref_id": "b110", "title": "Role of topology in electrical properties of bacterio-rhodopsin and rat olfactory receptor I7", "authors": [{"first": "E", "middle": [], "last": "Alfinito", "suffix": ""}, {"first": "L", "middle": [], "last": "Reggiani", "suffix": ""}], "year": 2010, "venue": "Physical Review E", "volume": "81", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF111": {"ref_id": "b111", "title": "A network model to correlate conformational change and the impedance spectrum of single proteins", "authors": [{"first": "E", "middle": [], "last": "Alfinito", "suffix": ""}, {"first": "C", "middle": [], "last": "Pennetta", "suffix": ""}, {"first": "L", "middle": [], "last": "Reggiani", "suffix": ""}], "year": 2008, "venue": "Nanotechnology", "volume": "19", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF113": {"ref_id": "b113", "title": "A review on emerging diagnostic assay for viral detection: the case of avian influenza virus", "authors": [{"first": "T", "middle": ["R"], "last": "Shojaei", "suffix": ""}, {"first": "M", "middle": [], "last": "Tabatabaei", "suffix": ""}, {"first": "S", "middle": [], "last": "Shawky", "suffix": ""}, {"first": "M", "middle": ["A M"], "last": "Salleh", "suffix": ""}, {"first": "D", "middle": [], "last": "Bald", "suffix": ""}], "year": 2015, "venue": "Molecular biology reports", "volume": "42", "issn": "1", "pages": "187--199", "other_ids": {}}, "BIBREF114": {"ref_id": "b114", "title": "Serum from dengue virus-infected patients with and without plasma leakage differentially affects endothelial cells barrier function in vitro", "authors": [{"first": "F", "middle": ["T G"], "last": "De Sousa Cardozo", "suffix": ""}, {"first": "G", "middle": [], "last": "Baimukanova", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Lanteri", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Keating", "suffix": ""}, {"first": "F", "middle": ["M"], "last": "Ferreira", "suffix": ""}, {"first": "J", "middle": [], "last": "Heitman", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Pannuti", "suffix": ""}, {"first": "S", "middle": [], "last": "Pati", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Romano", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Sabino", "suffix": ""}], "year": 2017, "venue": "PloS one", "volume": "12", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF115": {"ref_id": "b115", "title": "Japanese encephalitis virus disrupts blood-brain barrier and modulates apoptosis proteins in THBMEC cells", "authors": [{"first": "M", "middle": ["M J"], "last": "Al-Obaidi", "suffix": ""}, {"first": "A", "middle": [], "last": "Bahadoran", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Har", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Mui", "suffix": ""}, {"first": "J", "middle": [], "last": "Rajarajeswaran", "suffix": ""}, {"first": "K", "middle": [], "last": "Zandi", "suffix": ""}, {"first": "R", "middle": [], "last": "Manikam", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Sekaran", "suffix": ""}], "year": 2017, "venue": "Virus research", "volume": "233", "issn": "", "pages": "17--28", "other_ids": {}}, "BIBREF116": {"ref_id": "b116", "title": "Electrochemical impedance biosensor with electrode pixels for precise counting of CD4+ cells: A microchip for quantitative diagnosis of HIV infection status of AIDS patients", "authors": [{"first": "X", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Spencer", "suffix": ""}], "year": 2010, "venue": "Biosensors and Bioelectronics", "volume": "25", "issn": "7", "pages": "1622--1628", "other_ids": {}}, "BIBREF117": {"ref_id": "b117", "title": "Label-free virus identification and characterization using electrochemical impedance spectroscopy", "authors": [{"first": "D", "middle": ["P"], "last": "Poenar", "suffix": ""}, {"first": "C", "middle": [], "last": "Iliescu", "suffix": ""}, {"first": "J", "middle": [], "last": "Boulaire", "suffix": ""}, {"first": "H", "middle": [], "last": "Yu", "suffix": ""}], "year": 2014, "venue": "Electrophoresis", "volume": "35", "issn": "2-3", "pages": "433--440", "other_ids": {}}, "BIBREF118": {"ref_id": "b118", "title": "Nonlinear electrical impedance spectroscopy of viruses using very high electric fields created by nanogap electrodes", "authors": [{"first": "R", "middle": [], "last": "Hatsuki", "suffix": ""}, {"first": "A", "middle": [], "last": "Honda", "suffix": ""}, {"first": "M", "middle": [], "last": "Kajitani", "suffix": ""}, {"first": "T", "middle": [], "last": "Yamamoto", "suffix": ""}], "year": 2015, "venue": "Frontiers in microbiology", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF122": {"ref_id": "b122", "title": "From Neuron to Brain, Fifth Edition", "authors": [{"first": "David", "middle": [], "last": "Weisblat", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "[Fig. 2(a)]. What happens if the voltage V 0 is applied to the electrode [Fig. 2(b)]?", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Sketch for the Gouy-Chapman-Stern problem (not in scale). (a) The ions distribution before applying a voltage to the electrode. (b) The ions distribution after applying a negative voltage to the electrode: ions form the Helmholtz layer (HL) and Gouy-Chapman layer (diffusion layer). For low electrode voltages in the Gouy-Chapman layer on the distance D (Debye screening length) the ions non-uniform concentration falls in e = 2.71828... times. Note, that the Helmholtz layer could be presented as several ions and solvent molecules layers.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "On the Levie problem. (a) An infinite pore in the electrode can be represented as an infinite ladder RC circuit. Here, voltage is applied to the metal and to the right part of the electrolyte. The direction from the surface of the electrode into the depth of the pore is from the right to the left. (b) The impedance of such pore Z L can be easily calculated, if we noted, that it does not change after connecting one more RC-branch.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "On the Giaever-Keese model in the low-frequency limit. (a) The scheme of the metal/electrolyte/cell interface. Here, red arrows denote the electrical current. The cell-covered electrode (center panel) has a higher impedance than the empty electrode (left panel) because in the case of metal/electrolyte/cell interface current flows not only through an electrochemical impedance but also through the seal between the cell membrane and the electrode. If a cell membrane becomes distorted upon interaction with toxins or radiation (right panel), the current has the possibility to bypass the seal through the distorted membrane, and therefore impedance spectra of cell-covered and empty electrodes become close to each other. (b, c) Morphology of HeLa cells adhesion [confocal microscopy obtained with microscope Zeiss Observer.Z1 (Zeiss, Germany) and Deep Red Cell Mask dye, pseudocolor]. Cells are attached to the surface by a small number of focal adhesion contacts (several contacts are highlighted with yellow and white arrows), and a large part of the cell membrane does not have direct contact with the surface. This phenomenon forms the above-mentioned seal.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "The comparison of excitation voltage and current waveforms between the frequency-domain approach (a) and the time-domain approach (b).", "latex": null, "type": "figure"}, "FIGREF6": {"text": "The scheme of the Wheatstone bridge. (a) Common scheme; (b) practical realisation of the Wheatstone measuring bridge.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "The impedance evolution of a cell-covered electrode (green) and an empty electrode (red). During fission and growth of cells the impedance of the cell-covered electrode demonstrates a logistic growth. In contrast the impedance of the empty electrode is stable in time. This result confirm Giaever-Keese model (Sec. 2.3.3).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Widely used equivalent circuits and their immittances.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Circuit </td><td>Immittance Nyquist plot </td><td>AM solution\n</td></tr><tr><td>Y </td><td>88\n1\n</td></tr><tr><td>Serial RC\n</td><td>R = 2Y 88(ωmax)\n,\n</td></tr><tr><td>R </td><td>C\nZ = R +\n1\niωC\n</td><td>Y 8\nC =\n2Y 88(ωmax)\nωmax\n.\n</td></tr><tr><td>Parallel RC\n</td><td>Z </td><td>88\nR −2Z </td></tr><tr><td>Z 8\n= 88(ωmin),\n</td></tr><tr><td> </td><td>R\n1\n</td><td> </td></tr><tr><td> </td><td>Y = iωC +\nR\n</td><td>− 1\n</td></tr><tr><td> </td><td>C\n</td><td>C = Z 88(ωmin)ωmin\n.\n</td></tr><tr><td>Serial RLC\n</td><td>Y 88\n</td><td>R = |Z(fmin)|,\n</td></tr><tr><td>1\n</td><td>L =\nRfmax\n2π(f 2min − f 2max)\n,\n</td></tr><tr><td>Z = R +\n+ iωL\n</td><td>Y 8\n1\n</td></tr><tr><td>R </td><td>C\nL iωC\n</td><td>C =\nL(2πfmin)2\n.\n</td></tr><tr><td>Y 88\n</td><td> </td></tr><tr><td>Serial R-CPE\n</td><td>R =\n1\n,\n</td></tr><tr><td>Y 8\n2Y 8(ωmax)\n4\n88(ωmax)],\n</td></tr><tr><td>R\n</td><td>CPE Z = R +\n1\n</td><td>α =\nπ\narctan[2RY 1\n</td></tr><tr><td>W (iω)α\n</td><td>W =\nRωαmax\n.\n</td></tr><tr><td>Two serial RC in parallel\n</td><td>C1\n</td><td> </td></tr><tr><td>R1 </td><td>Z1 = R1 +\n1\n,\nY 88\n</td><td> </td></tr><tr><td>iωC1\n1\n</td><td> </td></tr><tr><td>R2 </td><td>Z2 = R2 +\niωC2\n,\n</td><td>Y 8 Simple AM solution does not exist\n</td></tr><tr><td> </td><td>C2\nZ = Z1 ‖ Z2.\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Electrical properties of cells and bioelectrodes.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Quantity Dielectric permeability of the membrane Cell membrane thickness Cell membrane capacitance per unit area </td><td>Value 3 [77] 75 Å[77]\n∼ 100 nF/cm2 [77], 0.95 µF/cm2 [80]\n</td></tr><tr><td>Whole cell membrane capacitance for 30-µm cell Electrical conductivity of the cytoplasm Ion channel resistance Physiological medium resistance </td><td>∼ 1 pF 220 Ω · cm [80] 10 GΩ [77] 50 Ω · cm [6]\n</td></tr><tr><td>Typical bulk electrolyte resistance for 30-µm electrode DL capacitance (300 K, 0.9% NaCl, 10 mV) </td><td>50 kΩ [42] 0.8 pF /µm2, Eq. (18)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors acknowledge N.A. Verlov, N.A. Knyazev, A.A. Kornev, and A.V. Naschekin for comprehensive assistance and support.This work was supported by the Ministry of Education and Science of Russian Federation. The comparative research of the single-frequency and single-electrode biosensors v.s. multiple-frequency and multielectrode biosensors was funded by RFBR", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}