{
    "paper_id": "3df6ae2e021d5e9c0777401db190397f058e489d",
    "metadata": {
        "title": "Life cycle of SARS-CoV-2: from sketch to visualization in atomistic resolution \"Life cycle of SARS-CoV-2: from sketch to visualization in atomistic resolution\" by",
        "authors": [
            {
                "first": "Tatjana",
                "middle": [],
                "last": "Hirschmugl",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "of Tshin-gua University",
                    "location": {
                        "country": "China. King"
                    }
                },
                "email": ""
            },
            {
                "first": "Tobias",
                "middle": [],
                "last": "Klein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "of Tshin-gua University",
                    "location": {
                        "country": "China. King"
                    }
                },
                "email": ""
            },
            {
                "first": "Ondřej",
                "middle": [],
                "last": "Strnad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "of Tshin-gua University",
                    "location": {
                        "country": "China. King"
                    }
                },
                "email": ""
            },
            {
                "first": "Deng",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "of Tshin-gua University",
                    "location": {
                        "country": "China. King"
                    }
                },
                "email": ""
            },
            {
                "first": "Ivan",
                "middle": [],
                "last": "Viola",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "of Tshin-gua University",
                    "location": {
                        "country": "China. King"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "Mindek"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "of Tshin-gua University",
                    "location": {
                        "country": "China. King"
                    }
                },
                "email": ""
            },
            {
                "first": "Sai",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Abdullah University of Science and Technology (KAUST",
                    "location": {
                        "addrLine": "BAS/1",
                        "postCode": "1680-01-01"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The image shows the process of converting a scientific sketch into a 3D molecular visualization. We see a virion of SARS-CoV-2 whose spike protein has just attached to an ACE-2 receptor of an epithelial cell. To illustrate this process, the scene was roughly sketched by an illustrator. The sketch was then converted into a 3D visualization by using an atomistic model of the virion created by statistical modeling. The scene was then rendered in real-time by an impostor-based molecular visualization algorithm. The virion model is accompanied by the procedurally generated cell membrane populated by lipids and protein molecules. The background, which shows epithelial cells and their cilia, was modeled and rendered in Blender and composed into the visualization to provide the viewers with a context. , particularly involved in studying the genetics of rare immune disorders in the group of Prof. Kaan Boztug. Nowadays she combines her passion for visual thinking and science by working as a freelance science illustrator, trying to bridge the fields of art and education with both traditional and digital media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Tobias Klein: is CEO and co-founder of nanographics, a TU Wien spin-off, which creates biomedical software and interactive animations. Tobias received his doctoral degree from TU Wien, where he was working on biological mesoscale visualization and model generation. He is interested in entrepreneurship, parallel computing, scientific visualization, and constantly tries to build a bridge between research and industry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Ondřej Strnad: is a research scientist working in KAUST, Saudi Arabia. He received his doctoral degree from Masaryk University in Brno, Czech Republic. His research interests stretch over generative modeling, geometry algorithms, scientific visualization,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "and computer graphics. Recently he joined the NANOVIS group at KAUST to work on technologies that deliver new 3D modeling and visualization techniques regarding mesoscale biological models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Deng Luo: is a Ph.D. student in the Computer Science program under the supervision of Professor Ivan Viola at the Visual Computer Center (VCC) at King Abdullah University of Science and Technology (KAUST) in Saudi Arabia. He earned his Bachelor's degree in Bioinformatics from Southern University of Science and Technology in Shenzhen, China in 2016, where he worked on DNA sequence analysis. After graduation, he worked as a Visiting Scientist at the University of Washington in Seattle on the analysis of raw DNA sequencing images. He joined KAUST and received his Master's degree in Bioscience in 2019. With research and work experiences in interdisciplinary studies, he is interested in technologies that help people communicate better and that helps knowledge disseminate faster. He is now working on the explanatory visualization of DNA molecular dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ivan Viola: is an Associate Professor at King Abdullah University of Science and Technology (KAUST), Saudi Arabia. Viola has graduated from TU Wien, Austria in 2005 and moved for a postdoctoral fellowship to the University of Bergen, Norway, where he was gradually promoted to the rank of Professor. In 2013 he has been awarded a Vienna Science and Technology Fund grant to establish a research group at TU Wien. Viola has co-founded the startup nanographics, to commercialize nanovisualization technologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Peter Mindek: is CTO and co-founder of nanographics. He received his PhD from TU Wien in 2015 for his research in scientific visualization. He continued at TU Wien as post-doctoral researcher working on molecular visualization for science communication and storytelling. Besides technology, he is interested in illustration, graphics design, and visual arts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Modeling in the Time of COVID-19: Statistical and Rule-based Mesoscale Models",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}