{
    "paper_id": "3df8e4c8ff91451d7b7c8271e01ddba92fb8bb5f",
    "metadata": {
        "title": "The Online Attention Game for Digital Identity Education: An Exploratory Study",
        "authors": [
            {
                "first": "Tadao",
                "middle": [],
                "last": "Obana",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Osaka International University",
                    "location": {
                        "addrLine": "6-21-57 Tohda-cho",
                        "postCode": "570-8555",
                        "settlement": "Moriguchi",
                        "region": "Osaka",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Miha",
                "middle": [],
                "last": "Takubo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Osaka International University",
                    "location": {
                        "addrLine": "6-21-57 Tohda-cho",
                        "postCode": "570-8555",
                        "settlement": "Moriguchi",
                        "region": "Osaka",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yohko",
                "middle": [],
                "last": "Orito",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ehime University",
                    "location": {
                        "addrLine": "3 Bunkyo-cho",
                        "postCode": "790-8577",
                        "settlement": "Matsuyama",
                        "region": "Ehime",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Kiyoshi Murata",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Business Information Ethics",
                    "institution": "Meiji University",
                    "location": {
                        "addrLine": "1-1 Kanda Surugadai",
                        "postCode": "101-8301",
                        "settlement": "Chiyoda",
                        "region": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Hidenobu"
                ],
                "last": "Sai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ehime University",
                    "location": {
                        "addrLine": "3 Bunkyo-cho",
                        "postCode": "790-8577",
                        "settlement": "Matsuyama",
                        "region": "Ehime",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Tadayuki"
                ],
                "last": "Okamoto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ehime University",
                    "location": {
                        "addrLine": "3 Bunkyo-cho",
                        "postCode": "790-8577",
                        "settlement": "Matsuyama",
                        "region": "Ehime",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Ill-considered postings by young social media users hungry for attention have recently garnered headlines. Imprudent online posts distort the posters' digital identity, which refers to one's online image as perceived by others. Online attentionseeking behaviour may result in digital identities that are separate from a person's true nature, which can lead to social and mental harm. To mitigate these impacts, effective educational material is needed to help non-technical users understand the risks and consequences of thoughtless, attention-seeking online behaviour. This study takes the first step towards fulfilling this educational need by developing the Online Attention Game (OAG), which is played in a laboratory or classroom setting (OAG-CS) or remotely (OAG-R). It replicates the online competition involved in seeking other social media users' attention. Through five OAG games (two OAG-CS games with students, two OAG-CS games with researchers, and one OAG-R game with researchers), we confirmed the tendencies and characteristics of young university students' and adult researchers' online posting behaviour. Through carrying out the OAG-R successfully, we ensured the OAG was useful for digital identity education even at the difficult time of the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The transmission of inappropriate information compelled by a thirst for attention on social media is particularly rampant among young users. In recent years, such ill-considered posts have made headlines. In Japan, Twitter has been called a \"fool detector\" owing to the silly nature of many of the posts that appear on the platform. Without considering the consequences of what they post, some users attempt to attract attention by posting in-group jokes. They assume that their posts will only be viewed by friends and will soon be forgotten by other viewers after grabbing the spotlight due to the constant deluge of online posts. However, this assumption is not necessarily true as a social media post can remain accessible to any user for a long period of time. While it can attract positive attention from fellow followers, it can also trigger condemnation from unknown viewers. Imprudent online posts may distort the posters' digital identity, one's online image as perceived by others, which could lead others to perceive them as divorced from their true self due to their attention-seeking behaviour. This can have harmful effects on the social lives and mental health of young social media users [1] [2] [3] .",
            "cite_spans": [
                {
                    "start": 1205,
                    "end": 1208,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1209,
                    "end": 1212,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1213,
                    "end": 1216,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To respond to these risks, the need to educate non-technical young users in information and communication technology (ICT) literacy and information security, as well as the moral sensibilities of online behaviour, has been emphasised. Given the current environment in which young people use social media as an essential tool for communication and socialisation, there is an urgent need for quality education with regard to moral guidelines for behaviour, the realities of social media architecture, and the business models that incentivise attentionseeking behaviour online. However, such educational materials have only been developed to a limited extent. Neither qualitative nor quantitative studies have been sufficiently conducted due to a lack of understanding of young people's attitudes and behaviours surrounding online attention-seeking behaviour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Many young users have seemingly been held captive by social media, because they feel they cannot live without it. Their approach to communication has been significantly affected by an online business model that encourages users to provide information about themselves, and their friends and acquaintances, to turn a profit [1, 4] . This can lead young users to seek self-esteem and gain recognition from fellow social media users by competing for their attention, often unconsciously. Empirical investigations into how social media usage influences young people's online behaviours and communication styles, drawing a parallel to mental maturity and social development, have not yet effectively been carried out.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 326,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 327,
                    "end": 329,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To empirically analyse this phenomenon, we adopted a kind of game-based learning approach in developing the Online Attention Game (OAG). The OAG is an online game that simulates or replicates the competition involved in seeking others' attention on social media either in a laboratory or classroom setting (OAG-CS) or remotely (OAG-R). Using the OAG and analysing its outcomes, we examined players' awareness of, and behaviour towards, online competitions during and after the game, as well as the influence of other players' actions during the game. To distinguish the distinctive characteristics of young users, the OAG-CS was played by both young people (university students) and adults (researchers) on two separate occasions. Meanwhile, the OAG-R was played by adults once to examine differences in players' attention seeking behaviours and feelings between the two types of game settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The ultimate purpose of this study is to develop an online group learning material for use in digital identity education targeting the youth. The OAG experiments this study depicts serve as the first steps towards achieving this purpose. The structure of this paper is as follows. In Sect. 2, we outline and discuss the card-based attention game on which OAG is based. In Sect. 3, we deal with the features of OAG, how it is played, and players' self-reflection of it. In Sect. 4, we show the overview of the OAG experiments. In Sect. 5, we analyse the difference between students and researchers in posting and evaluation behaviour. In Sect. 6, we consider the researchers behaviour in onsite and remote environments. Finally, we present our conclusions in Sect. 7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Based on ideas proposed by Mejias [5] , the Odin Lab [6] at the University of Reading in the UK created a paper card-based attention game in 2010 as a teaching tool for participants to understand the negative influences of competing to obtain attention in the development of one's digital identity. Two years later, the Centre for Business Information Ethics at Meiji University in Tokyo, in collaboration with the Odin Lab, developed and released to the public a revised version of the card game adapted to Japanese cultural and social conditions [7, 8] .",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 37,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 53,
                    "end": 56,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 548,
                    "end": 551,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 552,
                    "end": 554,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background and Aims of the OAG"
        },
        {
            "text": "The game, which has three different versions, is played in the following way [6] :",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background and Aims of the OAG"
        },
        {
            "text": "(a) Each player, in turn, selects one of their headline cards to play and lays it on the After the game, participants are required to answer the following questions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background and Aims of the OAG"
        },
        {
            "text": "• What was most successful in grabbing your attention? • If you did not get much attention, how did that make you feel? • If someone else was getting attention, were you more likely to choose more extreme headlines?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background and Aims of the OAG"
        },
        {
            "text": "• What do you feel your choice of headlines says about you? • Describe your impression of the other players based on their headlines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background and Aims of the OAG"
        },
        {
            "text": "The second version of the game allows players to choose a specific role to play, such as a party animal or a serious researcher. Then they select headlines acting in that role. The intent is to let players realise how an individual's digital identity is easily affected by the role he or she occupies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background and Aims of the OAG"
        },
        {
            "text": "The game is designed in a way that leads players to select or create headlines that grab the attention of other players. As the game progresses, it is expected that players are encouraged to choose attention seeking headlines or to create headlines reflecting their perception of other players' interests. The post-game questions are intended to illuminate how information displayed as headlines, along with how that information shapes one's digital identity, can be distorted by trying to catch the attention of other players.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background and Aims of the OAG"
        },
        {
            "text": "This game is effective as a digital identity educational tool, because it allows participants to realise the risks brought on by drawing attention from others. However, a card-based game has shortcomings: locating a suitable room is necessary, the preparation and clean-up for the game is burdensome, because physical cards are used, and the presence of other players nearby may inhibit a player from freely creating headlines [9] . We developed the OAG in response to these limitations, particularly the last one, to fulfil the following requirements to most closely match the online nature of social media 1 :",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 430,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background and Aims of the OAG"
        },
        {
            "text": "• Each player is assigned a distinct ID before starting the game. • Each player can anonymously join a game. • No player can identify another player's ID. • The game facilitator cannot identify any player's IDs. • At the start of each round, each player creates a headline instead of selecting one from a set of headlines prepared by the facilitator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background and Aims of the OAG"
        },
        {
            "text": "In addition to these, participants can play the OAG-R without looking at each other's face at all by suspending the camera function of a personal computer (PC) or a smartphone during a game. This allows the creation of a closer-to-reality game situation while making it harder for a facilitator to control players' behaviour during a game including the self-reflection stage (See Sect. 3.2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background and Aims of the OAG"
        },
        {
            "text": "In advance of playing the OAG-CS, a facilitator prepares ID cards that contain ID and login information. The facilitator hands out the cards face down to ensure the information is not visible to other players. 2 To preserve anonymity, players are required to individually dispose of their cards after the game. When playing the OAG-R, each player is required to access another online system which issues his/her ID and password before starting a game. As all players finish signing in the OAG-R, all of the system's log data are deleted to assure players' anonymity.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 211,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "How to Play the OAG"
        },
        {
            "text": "Players log into the OAG system with their ID information. They then engage in alternate rounds of \"headline creation\" (odd-numbered rounds) and \"evaluation of headlines displayed\" (even-numbered rounds). In odd-numbered rounds, players are required to create and post headlines that will elicit good responses from other players, such as Facebook or Instagram likes or positive comments. In each odd-numbered round, headlines prepared by the facilitator, which players are prohibiting from using as their own, are shown to players to support headline creation. Because headlines with proper nouns can distort how they are evaluated, players are instructed to mask personal and geographical names in headlines with a circle. Any headline that could infringe on personal privacy is prohibited. Players are also allowed to rely on headlines of existing online articles as references.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How to Play the OAG"
        },
        {
            "text": "In each even-numbered round, all headlines created in the previous round are displayed on a player's PC or smartphone screen [10, 11] . 3 Then players are required to vote for a headline from a drop-down list that they consider most likely to receive good responses from other players (including themselves) and to select in a separate drop-down list the reason for their vote. In this \"Keynesian beauty contest\", players can vote for their own headline. The invitation to select the reason allows players to take a short break and consider their votes, preventing them from thoughtless votes. Next, players are required to vote for a headline to which they want to positively respond, also selecting the reason. Unlike in the Keynesian beauty contest, players cannot vote for their own headline in this \"My Choice voting\" because of the rational incentive to collect more votes.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 130,
                    "end": 133,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 136,
                    "end": 137,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "How to Play the OAG"
        },
        {
            "text": "Reasons were developed based on our previous work [9] , which showed that the main reasons for participants' votes in the Keynesian beauty contest were \"it's useful information to many people\", \"it matches many people's interest\", \"it's unexpected/interesting for many people\", and \"it arouses strong emotions in many people\". The reasons provided for the My Choice voting are similar to those provided for the Keynesian beauty contest, but the sentences are written in the first-person.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 53,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "How to Play the OAG"
        },
        {
            "text": "After the facilitator verifies that all players have voted, the number of votes for each headline are displayed on the screen at the beginning of the next round. Two types of scores are displayed. One is \"latest scores\", which is the number of votes polled in the last round. The other is \"cumulative scores\", which is the number of votes polled in the preceding even-numbered rounds. Based on these scores, a player can infer which headlines attract other players' attention to try to make their next headline more attractive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How to Play the OAG"
        },
        {
            "text": "Voting results are disclosed in the beginning of odd-numbered rounds, as described above, and players are required to create and post a new headline based on the displayed results. A game lasts for up to ten rounds. After a game finishes, each player is required to describe their feelings about their headlines in the selfreflection stage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How to Play the OAG"
        },
        {
            "text": "In the self-reflection stage, each player's headlines are displayed on his or her screen and is asked to enter answers to the following questions using the evaluations of their headlines by other players. The contents and/or expressions of the questions for self-reflection vary slightly across different versions of the OAG. If you answered \"yes\" to Q8 or Q9 or both, please describe what you learned and/or realised as much detail as possible. (at game S2) Some of these questions are derived from those used in the card-based attention game, whereas Questions 5 and 6 were originally developed. Given that many young users tend to assume anonymity when posting online, the intention behind the added questions is to let them know that someone else is objectively monitoring their postings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Self-reflection After the Final Round of the Game"
        },
        {
            "text": "The OAG-CS was played in class by university students (third-and fourth-year under-graduates and one graduate student) two times (games S1 and S2) at Japanese universities in Osaka and Ehime Prefectures, and two times (games R1 and R2) by adult researchers, including PhD students, at the Japan Association of Simulation and Gaming and affiliated society meetings. Games took place from February 2019 to January 2020. The OAG-R was played by twenty adult researchers, including adult graduate students, using Zoom, an online video-conference system, in July 2020 (game R3). In consideration of the ease of playing the game, up to twenty people were called for participation in R3. The characteristics of the games are shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 727,
                    "end": 734,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Overview of the OAG Experiments"
        },
        {
            "text": "In the self-reflection stage in R1, players were required to answer questions only in Categories 1, 2 and 4, while all questions in that stage were asked in the other four games. The display sequence of questions and response alternatives varied from game to game depending on the circumstances of the game settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview of the OAG Experiments"
        },
        {
            "text": "As described above, the results of games S1, S2, R1 and R2, each of which was carried out in a classroom setting (OAG-CS), are used to investigate the distinctive characteristics of young people's online posting behaviour, eliminating ones of R3 due to its remote setting (OAG-R). On the other hand, the outcomes of games R1, R2 and R3 are analysed to examine differences in adult players' behaviour and feelings while playing the OAG between the two types of game settings. Table 2 shows the distributions of the reasons for OAG-CS players' votes in the Keynesian beauty contest by status (i.e., student or researcher). The values in each table hereafter, except those in the first row, are of valid responses and are the sum of data obtained in five rounds. Most players, regardless of whether they were students or researchers, tended to consider that a useful headline for many people would be Table 3 shows the reasons for votes in the My Choice voting. The reason for nearly a third of students', as well as nearly a half of researchers', votes was \"useful information to me\". \"Matched my interest\" and \"unexpected/interesting\" account for nearly 30% of students' votes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 475,
                    "end": 482,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 898,
                    "end": 905,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Overview of the OAG Experiments"
        },
        {
            "text": "Players can engage in one of three types of voting behaviour in the Keynesian beauty contest and the My Choice voting. First, a player chooses the same headline in both polls (Type 1). This implies that the player believes a specific headline posted by another player will win the most attention of participants, including themselves. Second, a player chooses their own headline in the Keynesian beauty contest (Type 2). This is the behaviour of a player who has confidence in . This behaviour indicates that the player thinks other people will make decisions different from their own. The results of these behavioural types are shown in Table 4 . For both students and researchers, Type 3 behaviour was adopted most often. This suggests that many players tended to believe that their perception of the attractiveness of headlines was different from that of others. Assurance of anonymity during a game may have supported this behaviour. There might be players who, if permitted, would have voted for their own headlines in the My Choice voting. However, given that Type 2 behaviour was exhibited only occasionally by both students and researchers, there would be few players engaging in self-voting. Tables 5 and 6 show the reasons for participants' votes when Type 1 behaviour was adopted by students and researchers, respectively. When students engaged in Type 1 behaviour, they tended to place emphasis on headlines matching their interests, compared to other options in the My Choice voting. On the other hand, when researchers adopted such behaviour, they tended to consider whether headlines provided them with useful information. Researchers also placed importance on the usefulness of headlines as sources of information in the Keynesian beauty contest, which is unsurprising given the nature of their professional work. Table 7 shows the distribution of the reasons for players' votes in the Keynesian beauty contest when participants engaged in Type 2 behaviour. When voting on postings in the My Choice voting, approximately 70% of students, and researchers, believed that headlines they voted for in the Keynesian beauty contest were useful information to many people or matched many people's interests. This may imply that both students and researchers tended to consider that headlines that invoke sympathy in many would attract much attention and their own headlines exactly do. The ratio of students who believed \"unexpected/interesting\" postings attracted attention from many people, when engaged in Type 2 behaviour, was higher than that of researchers. This may indicate that, when taking on Type 2 behaviour, students, more so than researchers, tended to expect that headlines which stimulated people's potential interests would attract attention. Tables 8 and 9 show the reasons for participants' votes when engaging in Type 3 behaviour. When engaging in such behaviour, students tended to believe that headlines useful to many people would attract the most attention, followed by those which matched many people's interests. However, they chose headlines as their favourite ones, which contained useful information to them, were unexpected/interesting for them, and matched their own interests in about equal proportion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 638,
                    "end": 645,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1201,
                    "end": 1215,
                    "text": "Tables 5 and 6",
                    "ref_id": null
                },
                {
                    "start": 1830,
                    "end": 1837,
                    "text": "Table 7",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 2769,
                    "end": 2783,
                    "text": "Tables 8 and 9",
                    "ref_id": null
                }
            ],
            "section": "Reasons for Votes for Other Players' Headlines"
        },
        {
            "text": "By contrast, when taking on Type 3 behaviour, researchers believed that headlines containing useful information to many people were vote-getters. At the same time, they tended to clearly prefer headlines useful to them. Looking at the figures in the second column of Tables 8 and 9 , it can be seen that researchers tended to select headlines containing useful information to many people in the Keynesian beauty contest while simultaneously voting for headlines useful to them as \"Their Choice\", more than students, when engaging in Type 3 behaviour.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 281,
                    "text": "Tables 8 and 9",
                    "ref_id": null
                }
            ],
            "section": "Reasons for Votes for Other Players' Headlines"
        },
        {
            "text": "Responses to the questions in the self-reflection stage revealed participants' feelings about their behaviour during the game and the differences in feelings between students and researchers. Table 10 shows the responses to Q2 regarding self-expression. Responses to game R1 were excluded from this analysis, because its response alternatives were different from those used in other games. Nearly half the students considered that the headlines they posted reflected their true selves, presumably because, as natives of the digital generation who have used social networking services (SNSs) on a daily basis, they believe that they successfully maintain their real personae in online platforms while posting attention-seeking material. Given that the researchers who participated were at least interested in the field of gaming and simulation, those who thought their headlines \"reflected someone worse than me\" might have resorted to unusual postings in reaction to the competitive, attention-seeking nature of the game.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 200,
                    "text": "Table 10",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Self-reflection"
        },
        {
            "text": "Another noteworthy point is that the low ratio of students who judged that their postings \"reflected someone worse than me\" may indicate that there were few attempts to convey oneself conspicuously in an unsavoury way. This can be interpreted in two ways. First, students might have experienced or heard about, for example, personal data misuse among adolescents on the Internet. This may have given them an understanding, or at least a vague notion, of the risks associated with thoughtless online postings. Another possibility might be that, due to immaturity, they did not realise that their posts could be interpreted differently than they intended, leading to a distorted online persona. As an example of how individual perceptions of postings can vary, during an OAG trial conducted at a university (not included in this study), a player posted a headline with a sexual expression and rated themselves as a \"funny person\" in the self-reflection stage, although some other players could interpret it unpleasantly. A large number of student participants in the same trial posted inappropriate headlines containing individual names and personal information in contravention of the OAG rules, indicating their possible unrelenting compulsion to stand out. After students were reminded not to deviate from the rules, such postings disappeared in succeeding rounds [11] . The size of the participant population may likely relate to the frequency of inappropriate postings. Table 11 shows the perceived influence of other players' posting behaviour on participants' own postings based on responses to Q3. Note that participants in R1 did not answer this question. The majority of both students and researchers considered their postings to be influenced to a certain extent by the posting behaviour of others. More than nine out of ten students and seven out of ten researchers ranked the influence of posts made by others as \"much\" or \"to a certain extent.\" It could be interpreted that students were more sensitive than researchers to other postings. This may be due to young people being eager to draw attention from others, wanting to win a game in any way, or being compelled to engage in favourable online behaviour knowing that they're being watched by unspecified others. Table 12 shows participants' perceptions of their reactions to other players' headlines attracting the attention of others. Around 30% of students decided to post headlines which stood out more, and another 30% were determined to create more emotional headlines. On the other hand, less than 30% of researchers attempted to develop eye-grabbing headlines. However, both students and researchers were relatively unmotivated to make their headlines more useful for response to other attractive headlines. A quarter of researchers answered that they did not change their approach to creating headlines, whereas around 10% of students replied that they did, demonstrating their tendency to easily be affected by other people's behaviour. Taking the findings about self-expression and perceived influence of others' posting behaviour into account, this may mean that students, perhaps unconsciously, were sensitive to the atmosphere in the OAG-CS setting.",
            "cite_spans": [
                {
                    "start": 1365,
                    "end": 1369,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 1473,
                    "end": 1481,
                    "text": "Table 11",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2278,
                    "end": 2286,
                    "text": "Table 12",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Self-reflection"
        },
        {
            "text": "and -R?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How do Researchers Behave and Feel While Playing the OAG-CS"
        },
        {
            "text": "This section examines how an onsite or remote OAG game environment affects players' behaviours and feelings during a game. The analysis is based on the results of games R1, R2 (OAG-CS) and R3 (OAG-R), in which adult researchers served as participants. Table 13 shows the reasons for researchers' votes in the Keynesian beauty contest. A game environment did not seem to significantly influence their rationalisation of the popularity of headlines. The usefulness of a headline for many people was the reason for 30% of the votes held by participants in the OAG-R, and for over 40% of the votes cast by adult participants in the OAG-CS. Among the votes, 31% during the OAG-R and 25% during the OAG-CS, were cast based on the belief that the headlines matched many people's interests. The slight differences in the ratios between the two types of OAGs could be due to game R3 having been played on 25 July 2020, when COVID-19 was spreading. In fact, 40% of the headlines created by players during the game were associated with coronaviruses, COVID-19, or telework. Players might have considered these headlines to match many players' interests at the time. On the other hand, through carrying out the OAG-R successfully, we ensured the OAG was useful for digital identity education even at the difficult time of the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 260,
                    "text": "Table 13",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Reasons for the Keynesian Beauty Contest"
        },
        {
            "text": "A similar tendency can be found in the outcomes of the reasons for My Choice votes. As shown in Table 14 , \"matched my interest\" was most emphasised as the reason for votes in the My Choice voting during the OAG-R with a ratio of 40%, whereas it was only at approximately 21% during the OAG-CS. This also could be due to the date when the game was played remotely. Many participants posted headlines related to COVID-19 during the game, which might be \"interesting\" from the researcher's perspective, but not \"useful\". Table 15 shows the distribution of three types of voting behaviour engaged in by the adult researchers during the OAG-CS (R1 and R2) and OAG-R (R3). It seems that the game environment did not significantly affect an adult participant's adoption of a behavioural type. The reasons for participants' votes when Type 1 behaviour was adopted by researchers during the OAG-CS (onsite: R1 and R2) and OAG-R (remote: R3) are shown in Table 16 . Adult participants who engaged in Type 1 behaviour tended to place the most emphasis on headlines useful to many people in the Keynesian beauty contest during the onsite game. During the remote game, they emphasised headlines that matched many people's interests or were unexpected/interesting for many people. In the My Choice voting, the same headlines being voted for in the Keynesian beauty contest, garnered many votes, because they matched participants' interests during onsite games. During the remote game, headlines that were useful to participants were the ones that accumulated the most votes. Participants' voting behaviours and feelings during game R3 could be affected by the spread of COVID-19, given that the ratios of the headlines \"matched many people's interest\" and \"useful information to me\", and \"matched many people's interest\" and \"matched my interest\" were more than twice during remote games than onsite games.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 104,
                    "text": "Table 14",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 519,
                    "end": 527,
                    "text": "Table 15",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 946,
                    "end": 954,
                    "text": "Table 16",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Reasons for Votes in My Choice"
        },
        {
            "text": "Similar tendencies for the reasons for Type 2 behaviour in the Keynesian beauty contest between the OAG-CS and OAG-R were observed, as shown in Table 17 . The relatively high ratio of the reason \"unexpected/interesting for many people\" during game R3 may reflect the fact that somewhat similar headlines regarding COVID-19 were created during the remote game. Table 18 shows the distribution of the reasons for players' votes in the Keynesian beauty contest and the My Choice voting when adult participants engaged in Type 3 behaviour. Contrary to the tendencies found in Type 1 behaviour, participants tended to place emphasis on headlines matching their interest during game R3 in the My Choice voting, compared to other headlines including those that were useful to them, which were emphasised during games R1 and R2. Given the characteristics of Type 3 behaviour, participants might feel conscious that their interests are different from others' while playing the game remotely. Table 19 shows the responses to Q2. For the reasons stated above, responses to game R1 were excluded from this analysis. Notably, 30% of R3 players and more than half of R2 players considered the headlines they posted to reflect their true selves. This may suggest that the game environment in which participants could not mutually look at each other's faces instigated even adult players to create and post extreme or attention-seeking headlines. Amongst five participants who answered \"other\", two said that they did not worry about what other people thought of them, and another two stated they did not assume that the headlines they posted created their images. Table 20 shows the perceived influence of other players' posting behaviour on participants' own posts based on responses to Q3. Similar response patterns were found between the onsite and remote games.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Table 17",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 360,
                    "end": 368,
                    "text": "Table 18",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 983,
                    "end": 991,
                    "text": "Table 19",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1649,
                    "end": 1657,
                    "text": "Table 20",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Reasons for Votes for Other Players' Headlines"
        },
        {
            "text": "Participants' perceptions of their reactions to other players' headlines attracting the attention of others based on the responses to Q4 are shown in Table 21 . There was a higher ratio of participants who decided to post more emotional headlines during the remote game than during the onsite game. The same goes for the ratio of participants who indicated that they were not influenced by other players' posting behaviours. The former behaviour might be caused by participants' difficulties in creating headlines that stood out more, witnessing many headlines related to COVID-19 posted during the game.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 158,
                    "text": "Table 21",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Self-reflection"
        },
        {
            "text": "The OAG is a digital identity education tool based on card-based attention games. It has the benefit of promoting players' free creation of headlines without being conscious of other people around them. However, the current version of the OAG does not allow a facilitator to control the headlines being posted, thus malicious or unwitting posts that can be hurtful to others during a game cannot be prevented. While this reflects the actual circumstances of social media, facilitators nonetheless need to recognise such risks, particularly with immature participants. Through five OAG games, this study explored the tendencies and characteristics of the posting and evaluation behaviours of young university students and adult researchers. We arrived at five main conclusions. First, in both the Keynesian beauty contest and My Choice voting, many players tended to value headlines with \"useful information to many people\". Compared to researchers, students were more likely to vote for headlines they considered \"unexpected/interesting for many people\" in the Keynesian beauty contest, and ones that matched their interests and were \"unexpected/interesting for many people\" in the My Choice voting. However, adult players tend to vote for headlines that matched many people's or their own interests in the OAG-R than the OAG-CS. This tendency may be due to the fact that the OAG-R was conducted during the COVID-19 crisis, and many posted headlines were biased towards the pandemic. Moreover, it could be suggested that the players of the OAG-R did not consider that the posts related to COVID-19 were \"useful information to many people\". Second, many players voted for other players' headlines in the Keynesian beauty contest and yet did not vote for the same headlines in the My Choice voting in the same rounds. This behavioural pattern was commonly observed in each game, regardless of whether the OAG-CS or OAG-R was played. From this, we inferred that the anonymity of posts and votes preserved throughout a game freed players from peer pressure and encouraged them to vote based on their own opinions. These results may be gained from that many players, for both students and researchers, are not confident in their headline postings were popular among other players and thought that their own voting tendencies were different from those of other participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Third, the ratio of students who judged that their postings reflected someone worse than themselves was low. Two interpretations can be gathered from this result. One is that students might understand, or at least ambiguously feel, the risks entailed with thoughtless postings. Another is that they did not realise that their posts could be interpreted differently than they intended due to their immaturity, leading to a distorted online persona. These interpretations should be verified through more OAG experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Fourth, students were significantly influenced by other players' headlines during a game, and reacted by posting more \"stand out\" or \"emotional\" headlines. This may suggest that young people have a greater risk of creating more \"standout\" or \"emotional\" posts to gain \"likes\" or good reputations on actual social networking sites. In this regard, it is necessary to examine how young people who have socially immature digital identities understand the importance of managing them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Fifth, when a certain trend in headline postings are recognised by players, this could affect following voting behaviour of players as observed in game R3. The differences in researchers' voting behaviour between the OAG-CS and OAG-R seem to be caused by the content of the posts, more than the settings of the game. Because the free descriptions are adopted for headline postings in the games, it could be considered that the postings were affected by social situations and trends at the time; however, it seems that similar contents posted during the COVID-19 crisis influenced the voting behaviours of other players and the reasons behind them. Further discussions and considerations are required to strengthen this claim.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "This study has many limitations. For example, the number of players who participated in the OAG games was not enough to conduct meaningful quantitative analyses. Therefore, more games are needed to develop justifiable digital identity education material. The OAG also needs improvement and refinement. In the experiment of OAG-R, many postings related to COVID-19 were observed; posting behaviours were different from voting behaviours for researchers in other OAG cases. Therefore, certain tendencies in the headline postings could influence voting behaviour, and would require a more detailed consideration of the content of their posts and reasons for their votes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "To solve the problem of insufficient sample numbers, the inability of players to vote for their own postings and making participants aware of others' eyes, a new version of OAG with \"voters\", who vote and make comments yet do not post the headlines during a game, has been developed. This new version enables an analysis of the characteristics in the posting behaviour of players in a situation similar to the real Internet environment, where anonymous observers can vote or make comments. In addition, only researchers were targeted for the OAG-R until now. Therefore, it would be necessary to conduct a similar OAG-R with young people (students) to analyse whether there are differences in headline posting and voting behaviour among the players.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "This changes everything-ICT and climate change: what can we do?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murata",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Orito",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Takubo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "282--292",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The influence of the participatory surveillance environment over self-identity: dissociation in the networked society",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Orito",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Aoki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murata",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of the Japan Society for Management Information",
            "volume": "24",
            "issn": "4",
            "pages": "263--270",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Influence of the social networking services-derived Participatory surveillance environment over the psychiatric state of individuals",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Orito",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murata",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Multidisciplinary social networks research. MISNC 2015. Communications in computer and information science",
            "volume": "540",
            "issn": "",
            "pages": "541--549",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The age of surveillance capitalism: the fight for a human future at the new frontier of power",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zuboff",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Attention economy: the game",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "A"
                    ],
                    "last": "Mejias",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Accessed",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "This is me: an introduction to digital identity for university students",
            "authors": [
                {
                    "first": "Odin",
                    "middle": [],
                    "last": "Lab",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Accessed",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Keeping your identity true to you: digital identity workbook for secondary school students",
            "authors": [],
            "year": 2020,
            "venue": "J_ This_ is_ Me_ Top. html. Accessed",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Keeping your identity true to you: digital identity workbook for university students",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The prototyping of an online attention game",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Takubo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Orito",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murata",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proceedings of JASAG national conference 2018 Autumn",
            "volume": "",
            "issn": "",
            "pages": "44--51",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The online attention game: experience of identity transformation caused by the attention game",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Takubo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Orito",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murata",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proceedings of the meeting of the center for business simulation at Yokohama national university/18th YBG user meeting",
            "volume": "",
            "issn": "",
            "pages": "2--10",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The online attention game with smartphone",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Takubo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Orito",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murata",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Obana",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Okamoto",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proceedings of JASAG national conference 2019 autumn",
            "volume": "",
            "issn": "",
            "pages": "62--65",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Your persona in the eyes of the people around you (how other players see you): ➢ Q1: How do you think the other players see you (i.e., what type of person you are) based on the headlines you posted? (an open-ended question). Category 2. Self-expression: ➢ Q2: Do you think the headlines you posted accurately reflect your true self? Please select one from the following: (a) They reflect someone much better than me. (b) They reflect someone better than me. (c) They reflect my true self. (d) They reflect someone worse than me. (e) They reflect someone much worse than me. (f) Other. Category 3. Influence of other players' posting behaviour: ➢ Q3: Do you think the headlines you posted were influenced by the posting behaviour of others? Please select one from the following: Players' headlines attracting the attention of other players: ➢ Q4: When specific headlines posted by other people captured other players' attention, what sort of headline did you post the next time? Please select one from the following: (a) I posted a more useful headline. (b) I posted a headline that stood out more. (c) I posted a more emotional headline. (d) I was not particularly influenced. (e) Other. Category 5. Identification of players' headlines: ➢ Q5: Approximately how many players could you identify as the likely author of a particular headline? ➢ Q6: Approximately how many players do you think could identify you as the likely author of headlines you posted? Please indicate the specific number of players, including yourself, in your answers to the above two questions. Category 6. Reflections: ➢ Q7: Please describe your thoughts, feelings, actions, and perceptions while playing the game. (at games S1, R1 and R2; see Sect. 4) ➢ Q8: Throughout the game, did you learn or notice anything regarding your use of the Internet and postings on social media? ➢ Q9: Did you realise anything new?",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "table, keeping it separate from the other cards. If desired, a player can write their own headline on a spare blank card or add it to the existing headline. (b) Once all players have played a headline card, each player votes for the headline that has grabbed their attention the most, keeping in mind one cannot vote for one's own headline. A tally is kept on a spare blank card for each player. (c) In this form of the game, there should be as many rounds as there are players. Each round, a different player plays their card choice first. It is easiest to do this by starting each new round with the person next to the previous player. (d) The points that all players have earned are add up and then prizes are awarded to those who have earned the most.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Characteristics of games popular among players. Students and researchers tended to similarly rationalise the popularity of headlines.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Reasons for the Keynesian beauty contest votes the attractiveness of their own headline. Third, a player chooses another player's headline in the Keynesian beauty contest and yet a different player's headline in the My Choice voting (Type 3)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Reasons for Type 2 behaviour in the Keynesian beauty contest",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Reasons for researchers' Keynesian beauty contest votes",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Reasons for researchers' Type 2 behaviour in the Keynesian beauty contest Reasons for researchers' Type 3 behaviourReasons for the My Choice votesReasons for the Keynesian beauty contest votes",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements This study was supported by the JSPS Grant-in-Aid for Scientific Research (c) 17K03879, and the FOST Subsidies for Simulation and Gaming Research 2018 \"the Development of Networked Attention Game\" (No. 18). The authors express our deep gratitude to Professor Motonari Tanabu of Yokohama National University for his support in the development of our game, including his permission to use the BSel for Developers of Yokohama Business Game, to the SDM Society and Business Game Lab for their hosting a OAG play, and to those who provided us with helpful suggestions for our study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}