{
    "paper_id": "3df8ce854da7997453e914fbf3f7fdb87c4cdad1",
    "metadata": {
        "title": "Journal Pre-proof HRPZyme Assisted Recognition of SARS-CoV-2 Infection by Optical Measurement (HARIOM)",
        "authors": [
            {
                "first": "Mohd",
                "middle": [],
                "last": "Ahmad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Immunogenetics Laboratory, CSIR-Institute of Genomics and Integrative",
                    "institution": "",
                    "location": {
                        "addrLine": "Mall Road, 17 Biology 18 Mall Road",
                        "postCode": "110007, 110007",
                        "settlement": "Delhi, Delhi",
                        "country": "India., India"
                    }
                },
                "email": ""
            },
            {
                "first": "Pooja",
                "middle": [],
                "last": "Sharma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Immunogenetics Laboratory, CSIR-Institute of Genomics and Integrative",
                    "institution": "",
                    "location": {
                        "addrLine": "Mall Road, 17 Biology 18 Mall Road",
                        "postCode": "110007, 110007",
                        "settlement": "Delhi, Delhi",
                        "country": "India., India"
                    }
                },
                "email": ""
            },
            {
                "first": "Asangla",
                "middle": [],
                "last": "Kamai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Immunogenetics Laboratory, CSIR-Institute of Genomics and Integrative",
                    "institution": "",
                    "location": {
                        "addrLine": "Mall Road, 17 Biology 18 Mall Road",
                        "postCode": "110007, 110007",
                        "settlement": "Delhi, Delhi",
                        "country": "India., India"
                    }
                },
                "email": ""
            },
            {
                "first": "Anurag",
                "middle": [],
                "last": "Agrawal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Immunogenetics Laboratory, CSIR-Institute of Genomics and Integrative",
                    "institution": "",
                    "location": {
                        "addrLine": "Mall Road, 17 Biology 18 Mall Road",
                        "postCode": "110007, 110007",
                        "settlement": "Delhi, Delhi",
                        "country": "India., India"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohammed",
                "middle": [],
                "last": "Faruq",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Immunogenetics Laboratory, CSIR-Institute of Genomics and Integrative",
                    "institution": "",
                    "location": {
                        "addrLine": "Mall Road, 17 Biology 18 Mall Road",
                        "postCode": "110007, 110007",
                        "settlement": "Delhi, Delhi",
                        "country": "India., India"
                    }
                },
                "email": ""
            },
            {
                "first": "Ankur",
                "middle": [],
                "last": "Kulshreshtha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Immunogenetics Laboratory, CSIR-Institute of Genomics and Integrative",
                    "institution": "",
                    "location": {
                        "addrLine": "Mall Road, 17 Biology 18 Mall Road",
                        "postCode": "110007, 110007",
                        "settlement": "Delhi, Delhi",
                        "country": "India., India"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Ahmad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Immunogenetics Laboratory, CSIR-Institute of Genomics and Integrative",
                    "institution": "",
                    "location": {
                        "addrLine": "Mall Road, 17 Biology 18 Mall Road",
                        "postCode": "110007, 110007",
                        "settlement": "Delhi, Delhi",
                        "country": "India., India"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Sharma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Immunogenetics Laboratory, CSIR-Institute of Genomics and Integrative",
                    "institution": "",
                    "location": {
                        "addrLine": "Mall Road, 17 Biology 18 Mall Road",
                        "postCode": "110007, 110007",
                        "settlement": "Delhi, Delhi",
                        "country": "India., India"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Kamai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Immunogenetics Laboratory, CSIR-Institute of Genomics and Integrative",
                    "institution": "",
                    "location": {
                        "addrLine": "Mall Road, 17 Biology 18 Mall Road",
                        "postCode": "110007, 110007",
                        "settlement": "Delhi, Delhi",
                        "country": "India., India"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Agrawal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Immunogenetics Laboratory, CSIR-Institute of Genomics and Integrative",
                    "institution": "",
                    "location": {
                        "addrLine": "Mall Road, 17 Biology 18 Mall Road",
                        "postCode": "110007, 110007",
                        "settlement": "Delhi, Delhi",
                        "country": "India., India"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Faruq",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Immunogenetics Laboratory, CSIR-Institute of Genomics and Integrative",
                    "institution": "",
                    "location": {
                        "addrLine": "Mall Road, 17 Biology 18 Mall Road",
                        "postCode": "110007, 110007",
                        "settlement": "Delhi, Delhi",
                        "country": "India., India"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Kulshreshtha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Immunogenetics Laboratory, CSIR-Institute of Genomics and Integrative",
                    "institution": "",
                    "location": {
                        "addrLine": "Mall Road, 17 Biology 18 Mall Road",
                        "postCode": "110007, 110007",
                        "settlement": "Delhi, Delhi",
                        "country": "India., India"
                    }
                },
                "email": ""
            },
            {
                "first": "Hrpzyme",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Immunogenetics Laboratory, CSIR-Institute of Genomics and Integrative",
                    "institution": "",
                    "location": {
                        "addrLine": "Mall Road, 17 Biology 18 Mall Road",
                        "postCode": "110007, 110007",
                        "settlement": "Delhi, Delhi",
                        "country": "India., India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In order to define public health policies, simple, inexpensive and robust detection 31 methods for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) are vital 32 for mass-testing in resource limited settings. The current choice of molecular methods 33 50 51 diagnostics 53 54 J o u r n a l P r e -p r o o f HARIOM could be a valuable tool for the detection of SARS-CoV-2 infection. 102 103 104 J o u r n a l P r e -p r o o f Science and Technology, Government of India (GAP-167) and Council of Scientific 397 and Industrial Research (MLP2005). M.A was supported from GAP-167, P.S and AK 398",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "acknowledges support from CSIR (MLP2005). AK did not receive any financial 399 support from any funding agency during the course of this project. We also 400",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "transcripts in the same sample, hence enhancing sensitivity further. We demonstrate 96 the same by using primers targeting ORF-1ab and N-gene in a single-pot reaction. 97",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The assay was able to detect 10 2 copies of viral RNA as determined by spiking copies 98 of viral RNA in saliva samples. Furthermore, we validated our method on COVID-19 99 patient samples from nasopharyngeal swabs or oral swab. We found matching 100 concordance with 2-gene RT-PCR and TrueNAT results and, thus we believe that ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For biosafety considerations, sample availability and ease of handling, we 182 decided to first test our reaction conditions for optimal peroxidase activity using 183 corresponding to beta-actin gene from human cDNA prepared from HEK 293T RNA 185 as a template using normal forward primer and reverse primer with or without 186 HRPZyme sequence. The PCR product was incubated first with hemin for 30 minutes 187 at room temperature in accordance with various published protocols followed by 188 incubation with HRP substrate, TMB and H 2 O 2 . Though in our hands, we couldn't 189 find any significant colorimetric difference between various test groups until 120 containing HRPZyme sequence, the color development process was very slow, as it 207 took around 3 hours for clear differences to emerge, rendering it ineffective for rapid 208 adapted from existing literature, (Li et al. 2016) where HRPZyme oligo was first 210 incubated with hemin for 30 minutes at room temperature to form a stable HRPZyme 211 complex followed by incubation with TMB substrate. We thought if we could 212 expedite the process by coincubation of hemin and TMB substrate with the PCR 213 product to take advantage of the peroxidase activity as soon as the HRPZyme starts 214 maturing. Upon incorporation of these changes in the protocol we found that 215 coincubation indeed accelerated the process significantly as we could now clearly see 216 stark colorimetric difference between the groups in as early as 120 minutes (Figure 217 ",
            "cite_spans": [
                {
                    "start": 874,
                    "end": 890,
                    "text": "(Li et al. 2016)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "HRPZyme sequence enables colorimetric detection of amplified products 181"
        },
        {
            "text": "matrix 288",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of sensitivity of detection by spiking SARS-CoV-2 RNA in detection 287"
        },
        {
            "text": "As the power of HARIOM lies in oligo-embedded enzymatic activity, we 289 wondered if we could further enhance the sensitivity by amplifying two genes instead 290 of just one. To test this, we used primers against ORF-1ab as well as N-gene. We 291 tested two different PCR protocols for this using cDNA from nasopharyngeal swab 292 preparation of SARS-CoV-2 positive patient, SARS-CoV-2 negative patient and non-293 template control (NTC). In one strategy, we used H-inv containing primers for both 294 genes together in one-step PCR for 35 cycles, in another strategy, we used non-H-inv 295 primers for first 10 cycles, followed by another PCR with this product using H-inv 296 containing primers for next 30 cycles. We observed a clean single band corresponding 297 to ORF-1ab as well as N gene in first strategy (both genes yielding almost similar 298 product size 106 and 108 bps) with no amplification either in SARS-CoV-2 negative 299 subject or NTC. These results were reflected in clean colorimetric distinction across 300 samples and in absorption spectra at 450 nm ( Figure 5A) . However, in two-step PCR 301 we observed a lot of background in SARS-CoV-2 negative and NTC samples, which 302 was also reflected in colorimetric readouts and absorption spectra at 450nm. (Figure  303 5B). Thus, we decided to follow the one-step PCR strategy moving forward. 304 305 During initial phases of testing, NP/oral swab suspended in VTM was 306 standard matrix that was used for viral testing using RT-PCR. However, the sample 307 collection method was inconvenient for the sample provider and at the same time 308 posed exposure risk to health personnel. It has previously been reported that saliva 309 can serve as a sensitive specimen for detection of respiratory viruses, (Kim et al. 310 biofluid for detection of SARS-CoV-2 viral RNA, and it was found to be a better and 312 more sensitive alternative to NP swabs. (Wyllie et al. 2020) 313 314 As salivary components have been shown to severely inhibit other colorimetric NAT 315 detection assay, such as RT-LAMP, we sought to explore if we could use saliva as a 316 specimen for our assay. We spiked serially diluted copies of viral synthetic RNA from 317 10 6 to 10 0 copies in inactivated saliva, performed cDNA synthesis and PCR, followed 318 by detection using HARIOM. While using N-gene alone, we were able to detect 10 3 319 viral copies (Figure 5C, 5D) . Using the protocol optimized above of using both ORF-320 1ab and N-gene in a single-pot reaction, we could bring down our detection limit to 321",
            "cite_spans": [
                {
                    "start": 1775,
                    "end": 1790,
                    "text": "(Kim et al. 310",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1076,
                    "end": 1086,
                    "text": "Figure 5A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1277,
                    "end": 1289,
                    "text": "(Figure  303",
                    "ref_id": null
                },
                {
                    "start": 2399,
                    "end": 2414,
                    "text": "(Figure 5C, 5D)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Determination of sensitivity of detection by spiking SARS-CoV-2 RNA in detection 287"
        },
        {
            "text": "10 2 viral copies, which corresponds to 2 viral copies/l of saliva, which is well within 322 the clinical limit requirements for detection ( Figure 5E, 5F) . (Supplementary Figure 3) . 352 353 J o u r n a l P r e -p r o o f spiked in saliva matrix, but for clinical SARS-CoV-2 detection, viral isolation was 355 still required which is technically challenging and time consuming. We sought to test 356 a recently developed RNA extraction free protocol for detection of nucleic acids from 357 saliva, that has been recently approved by FDA. We first tested the detection of beta-358 actin from saliva of four healthy individuals for presence of beta-actin RNA using 359 previously used primer set. We used 5 l of proteinase K treated saliva from healthy 360 individuals for cDNA synthesis followed by amplification of beta-actin genomic 361 region using reverse primer with or without HRPZyme sequence. We subjected the 362 PCR product to HARIOM and could observe a clear signal in samples containing 363",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 156,
                    "text": "Figure 5E, 5F)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 159,
                    "end": 183,
                    "text": "(Supplementary Figure 3)",
                    "ref_id": null
                }
            ],
            "section": "Determination of sensitivity of detection by spiking SARS-CoV-2 RNA in detection 287"
        },
        {
            "text": "HRPZyme sequence, thus establishing that saliva can directly be used for RNA 364 extraction free detection of nucleic acids (Figure 6C, 6D) . In conclusion, we demonstrate that the modified HRPZyme sequence we used in 377 conjunction with our optimized protocol presented here holds great promise for 378 detection of nucleic-acids. HARIOM offers a powerful and generalized method for 379 detection of nucleic-acids from a variety of sample matrices, ranging from 380 nasopharyngeal swab, oral swab and direct saliva without the need for RNA isolation. 381",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 139,
                    "text": "(Figure 6C, 6D)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Determination of sensitivity of detection by spiking SARS-CoV-2 RNA in detection 287"
        },
        {
            "text": "We also demonstrated its capability in detection of SARS-CoV-2 infection from 382 clinical specimen. We do acknowledge the limitation that the method presented here 383 still is dependent on availability of PCR instrument, but we believe that in future 384 iterations this could be taken to instrument-independent platforms, such as RPA, 385 further enhancing the sensitivity of reaction while marinating the simplicity of 386 colorimetric readout. One major limitation of the study that we feel is not being able 387 to test on enough clinical samples so as to accurately gauge sensitivity and specificity 388 as per clinical requirements, but as this is just a proof of principle demonstration of 389 the technique, we hope to address this in future studies. We believe that the biosensor 390 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of sensitivity of detection by spiking SARS-CoV-2 RNA in detection 287"
        }
    ],
    "bib_entries": {
        "BIBREF9": {
            "ref_id": "b9",
            "title": "International journal 415 of infectious diseases : IJID : official publication of the International Society 416 for Infectious Diseases 94",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Department of Pathology",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hogan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Nucleic 431",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "to world economy, and of precious lives. Early detection of infection via 58 mass-screenings of societies is paramount in curtailing viral spread as mounting 59 evidences suggest spread of infections by asymptomatic individuals. (F et al. 2020; 60 Hogan et al. 2021) Such information is also pivotal for defining effective public 61 health policies. (Hinchman et al. 2020) Several methods are being developed for 62 detection of SARS-CoV-2 infection. These methods rely on either detection of viral 63 nucleic acids using RT-PCR, LAMP, SHERLOCK, (Broughton et al. 2020; Esbin et 64 al. 2020; Park et al. 2020; Shen et al. 2020) viral antigen (Mak et al. 2020; Porte et al. 65 2020) or host's immune response to infection (ELISA, antibody based rapid 66 diagnostic tests). (Kontou et al. 2020; Petherick 2020) Each of these tests has its own 67 utility and utilization window. For example, nucleic acid and antigen-based tests are 68 useful for detection of active infection while antibody-based tests can identify 69 exposure to viruses and may indicate presence of protective antibodies. peroxidase-mimicking DNAzyme (HRPzyme) is a short DNA 73 sequence comprising of guanine (G)-rich sequence, which folds into a G-quadruplex 74 structure which is stabilized upon forming a complex with hemin. (Travascio et al. 75 1998) HRPzyme is able to catalyze the peroxidation of various HRP substrates ) (ABTS) in the presence of H 2 O 2 giving a colorimetric readout. The 78 short sequence of HRPZyme permits the possibility of primer integration in a manner 79 amplification of the target genomic region. Various HRPZyme and G-quadruplex 81 based assays (Xi et al. 2020) have previously been developed for detection of 82 pathogens such as Staphylococcus aureus, (Mondal et al. 2018) Salmonella enterica 83 Typhimurium, (Kim et al. 2018) norovirus (Batule et al. 2018) and even coronavirus 84 (Anantharaj et al. 2020) However their low sensitivity inhibited human applications. 85 Here we report the use of a modified HRPZyme sequence (Li et al. 2016) with 86 enhanced sensitivity for the detection of SARS-CoV-2 infection in human samples. 87 HRPZyme Assisted Recognition of Infection by Optical Measurement (HARIOM) 88 offers the dual advantages -specificity of PCR and enhanced sensitivity of an enzyme 89 catalyzed reaction. Other notable features of the system include its robustness, 90 requirement of minimal technical knowledge and usage of inexpensive reagents, 91 making it ideal for use in low-resource settings and for mass screenings. 92 93 As HARIOM utilizes the power of oligo-embedded enzymatic activity, it 94 offers the possibility of additive effect from simultaneous amplification of multiple 95",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "HARIOM offers an easily interpretable detection of amplified SARS-CoV-2 152 genome from clinical samples. 153 in a given sample using primers containing HRPZyme forming sequence upon 155 amplification. The workflow consisted of collecting clinical specimen from suspected 156 subjects in the form of nasopharyngeal swabs/ oral swabs resuspended in viral 157 transport medium (VTM) or saliva (Figure 1A). This is followed by extraction of viral 158 RNA using extraction kit, (Wyllie et al. 2020) and cDNA synthesis using random 159 hexamers. cDNA thus synthesized is then amplified using SARS-CoV-2 genome 160 specific primers, namely for ORF1ab and/ or N-gene. The reverse primer consists of 161 the HRPZyme complementary sequence (H-inv primer) in a manner that the 162 functional HRPZyme sequence would only be formed upon amplification of the 163 SARS-CoV-2 gene products (Figure 1B). Upon incubation with hemin and TMB in 164 the presence of H 2 O 2 , a colour change is observed from colourless to yellow in 165 samples containing SARS-CoV-2 genomic fragments (Figure 1 C) and blue-green in 166 samples negative for the presence of SARS-CoV-Schematic illustration of the working principle of HARIOM assay. (A) 171 Sampling: Nasophareangyl swab was taken. (B) Working principle: i. RNA 172 isolated from nasopharegyl swab was subjected to cDNA synthesis, ii. PCR 173 amplification using HRPZyme containing reverse primer, iii. Formation of 174 mature HRPzyme sequence, iv. Hemin complexing and stabilization of mature 175 G-quad structure. (C) Detection: Addition of TMB substrate and H 2 O 2 provides 176 a detetctable colorimetric output in samples positive for SARS-CoV-2 due to 177 formation of mature HRPZyme sequence. Yellow color : SARS-CoV-2 178 positive; Blue color : SARS-CoV-2 negative. 179 180",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "190 minutes of addition of TMB and H 2 O 2 (Figure 2A). Similar results were observed 191 upon performing absorption kinetics of these samples at 450 nm, wherein the 192 HRPZyme sequence containing primer product exhibited very minute difference in 193 comparison to non-HRPZyme containing primer product and non-template control 194 (Figure 2B). However, after 180 minutes of incubation, we could see a difference in 195HRPZyme containing product, a distinguishing yellow color resulting from the two-196 electron loss oxidation state of TMB by peroxidase activity of HRPZyme (Figure 197",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "2C). Despite having a significant amplification product on gel, the colorimetric 198 profile of non-HRPZyme containing product was similar to non-template control of 199 H-inv primer (Figure 2D), suggesting that the colorimetric difference could be 200 attributed to the presence of HRPZyme activity in the amplified product only. The 201 HRPZyme containing product is slightly larger due to 18 bp HRPZyme sequence in 202 the reverse primer. The HRPZyme sequence containing reverse primer was used in 203 non-template control to account for primer dimer formation. 204 205 Though we observe significantly higher peroxidase activity in amplicons 206",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "2E). These differences were also reflected in absorption kinetics of these samples at 218 450 nm (Figure 2F) wherein HRPZyme containing product started showing increased 219 absorption after 80 minutes, and peaking around 100 minutes of incubation. This 220 suggested to us that further optimization holds potential for improving this HRPZyme enables colorimetric detection of PCR amplicons. (A) Image 226 displays colorimetric analysis of PCR amplicons with or without HRPZyme sequence 227 incubated with hemin, TMB + H 2 O 2 . Samples were preincubated with hemin for 30 228 Graph shows absorption kinetics of H-, H+ and N at 450 nm after adding hemin 230 followed by TMB and H 2 O 2 at indicated time periods. (C) Image indicates 231 colorimetric change in H-, H+ and N at 180 minutes. (D) Image displays agarose gel 232 products corresponding to for H-, H+ and N PCR amplicons. (E) Colorimetric 233 analysis of H-, H+ and N PCR amplicons co-incubated with hemin and TMB + H 2 O 2 . 234 (F) Absorption kinetics of H-, H+ and N PCR amplicons co-incubated with hemin, 235 TMB and H 2 O 2 at 450 nm for different time intervals. H-: PCR amplicon without 236 mature HRPZyme, H+ : PCR amplicon with mature HRPZyme, N: NTC with H-inv 237 primer, H-inv primer: Primer with HRPZyme complementary sequence. 238 239 3.3 Optimizing hemin, TMB and H 2 O 2 concentrations for most efficient HARIOM 240 output 241 Encouraged by our coincubation results, we wondered if we could further 242 enhance the contrast and speed up of the peroxidation reaction by optimizing other 243 parameters, including concentrations of hemin, H 2 O 2 and TMB in reaction mixture. 244 We begin our optimizations with varying hemin concentrations as past studies 245 have used widely different range across applications. We used five concentrations of 246 hemin starting from 1 M to 50 M, keeping TMB volume to 50 l, and H 2 O 2 247 concentration as 0.25 l of 3% H 2 O 2 . We found that 50 M of hemin gave the best 248 resolution after 90 minutes of incubation (Optimization of conditions for best contrast. Hemin concentration ranging 253 from 1-50 M was used with 50 l of TMB and 0.25 l of 3% H 2 O 2 per well. 254 255 Next, we optimized the TMB volume per reaction, as different volumes of 256 substrate may be utilized at differing rate accounting for the difference in reading 257 output. We used TMB volume ranging from 10 l to 100 l per well, keeping hemin 258 concentration at 50 M, as optimized previously, PCR product volume as 20l, H 2 O 2 259 concentration at 0.25 l per reaction of 3% H 2 O 2 . This resulted in varying final 260 volumes of reaction for same input ingredients, due to varying volume of TMB. We 261 found that both, 10 and 25 l TMB per reaction gave clearly distinguishable output 262 after 60 minutes of incubation, with 25 l providing better clarity between amplicons 263 with or without HRPZyme (Figure 4A). 264 265 Finally, we sought to optimize the H 2 O 2 volume per reaction. H 2 O 2 acts as 266 oxidizing substrate for HRP, that reduces colorless TMB to its blue-green (one 267 electron loss oxidation state) or yellow (two electron loss oxidation state) form. We 268 tested different volumes of 3% H 2 O 2 , ranging from 0.1 l to 1 l per well, keeping 269 of 75 l. We found 0.25 l of 3% H 2 O 2 to give us the best results in as short as 60 271 minutes post reaction setup (Figure 4B). 272 273 In summary, we identified that 20 l PCR product upon coincubation with 40 274 l of 50 M hemin-MES buffer, 25 l of TMB and 0.25 l of 3% H 2 O 2 provided us 275 with the best contrast in a span of 60 minutes. At the same time, the modified 276 HRPZyme sequence used provides much better sensitivity in comparison to the 277 conventional sequence (Supplementary figure 1Optimization of conditions for best contrast. (A) Varying volume of TMB, 282 from 10 to 100 l was used with 50 M of Hemin and 0.25 l of 3% H 2 O 2 . (B) 283 Indicated volume of H 2 O 2 per well was used with 50 M of hemin and 25 l of TMB 284 per well. 285",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Determination of limit of detection (LOD) with single primer and 327 coupled primers. (A-B) Images represent analysis from (A) one-step PCR reaction, 328 and (B) two-step PCR reaction for detection of SARS CoV-2 using HARIOM. Bands 329 corresponding to PCR amplicons. Graphs represent absorption at 450nm for indicated 331 samples. H+ : PCR amplicon with mature HRPZyme, H-: PCR amplicon without 332 mature HRPZyme, N: NTC with H-inv primer. (C) Bands represent PCR amplicons 333 corresponding to indicated spiked copy number of synthetic viral genome using N-334 gene primer-set specific for SARS-CoV-2. (D) Colorimetric read-out corresponding 335 to PCR products in panel C. (E) Bands indicate PCR amplicons obtained using both 336 ORF-1ab and N-gene primer sets together. (F) Colorimetric detection of samples 337 from panel E. Data shown are mean ± S.E.M. (n =3). Statistical significance was 338 determined using unpaired t-test. *p<0.05. 339 340 3.5 HARIOM can detect clinical infection in patient samples 341 As our main objective was to assess the possibility of detection of COVID-19 342 in patient samples using HARIOM, we tested our optimized system on SARS-CoV-2 343 positive samples already validated by PCR. We took cDNA samples prepared from 344 nasopharyngeal swabs of ten COVID-19 suspected subjects prepared using random 345 hexamers. We then performed PCR, either using Real-Time PCR based 2-gene 346 commercial kit from Siemens Healthineers, or with ORF-1ab and N-gene with H-inv 347 reverse primer. These PCR products were then validated using HARIOM. We 348 observed concordance in HARIOM results with PCR (Figure 6A, 6B; 349 Supplementary Figure 2) and tested for the reproducibility of the method by 350 performing HARIOM on a subset of samples after 3 and 7 days with consistent 351 readout",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Demonstration of HARIOM mediated detection of infection in clinical 369 samples. (A) Bands represent PCR amplicons obtained from ten clinical using 2-gene 370 commercial kit, (B) Colorimetric validation of clinical samples with HARIOM using 371 ORF-1ab and N-gene with H-inv primers. (C) RNA extraction independent detection 372 of beta-actin RNA from saliva of 4 healthy individuals using HARIOM. (D) PCR 373 bands represent gel products corresponding to samples in C.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "described here holds immense potential for the development of point-of-care 391 diagnostics as well as offer the modularity to modify it as per need for detection J.E., Park, A., Silva, J., Song, E., Takahashi, T., Taura, M., Weizman, 454 O.E., Wong, P., Yang, Y., Bermejo, S., Odio, C.D., Omer, S.B., Dela Cruz, 455 C.S., Farhadian, S., Martinello, R.A., Iwasaki, A., Grubaugh, N.D., Ko, A.I.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Schematic illustration of the working principle of HARIOM assay 462 HRPZyme enables colorimetric detection of PCR amplicons. (A) Image 464 displays colorimetric analysis of PCR amplicons with or without HRPZyme sequence 465 incubated with hemin followed by TMB + H 2 O 2 . Samples were preincubated with 466 hemin for 30 minutes followed by incubation with TMB and H 2 O 2 at indicated time-467 points. (B) Graph shows absorption kinetics of H-, H+ and N at 450nm after adding 468 hemin followed by TMB and H 2 O 2 at indicated time periods. (C) Image indicates 469 colorimetric change in H-, H+ and N at 180 minutes. (D) Image displays agarose gel 470 products corresponding to for H-, H+ and N PCR amplicons. (E) Colorimetric 471 analysis of H-, H+ and N PCR amplicons co-incubated with hemin, TMB and H 2 O 2 . primer, H-inv primer: Primer with HRPZyme complementary sequence. 476 Optimization of conditions for best contrast. Hemin concentration ranging 478 from 1-50 M was used with 50 l of TMB and 0.25 l of 3% H 2 Optimization of conditions for best contrast. (A) Varying volume of TMB, 481 from 10 to 100 l was used with 50 M of hemin and 0.25 l of 3% H 2 O 2 . (B) 482 Indicated volume of H 2 O 2 per well was used with 50 M of hemin and 25 l of Determination of limit of detection (LOD) with single primer and 486 coupled primers. (A-B) Images represent analysis from (A) one-step PCR reaction, 487 and (B) two-step PCR reaction for detection of SARS CoV-2 using HARIOM. Bands 488 represent PCR amplicon. Tubes images represent colorimetric development 489 corresponding to PCR amplicons. Graphs represent absorption at 450nm for indicated 490 samples. H+ : PCR amplicon with mature HRPZyme, H-: PCR amplicon without 491 mature HRPZyme, N: NTC with H-inv primer. (C) Bands represent PCR amplicons 492 corresponding to indicated spiked copy number of synthetic viral genome using N-493 gene primer-set specific for SARS-CoV-2. (D) Colorimetric read-out corresponding 494 to PCR products in panel C. (E) Bands indicate PCR amplicons obtained using both 495 ORF-1ab and N-gene primer sets together. (F) Colorimetric detection of samples",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Demonstration of HARIOM mediated detection of infection in clinical 500 samples. (A) Bands represent PCR amplicons obtained from ten clinical using 2-gene 501 commercial kit, (B) Colorimetric validation of clinical samples with HARIOM using 502 ORF-1ab and N-gene with H-inv primers. (C) RNA extraction independent detection 503 of beta-actin RNA from saliva of 4 healthy individuals using HARIOM. (D) PCR 504 bands represent gel products corresponding to samples in C",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "a Veriti Thermal Cycler from Thermo Fisher Scientific. 131 132 2.5 Real-time PCR for detection of SARS-CoV-2 infection using commercial kits. 133 Real-time PCR was performed with samples from symptomatic individuals 134 For colorimetric readout, 40 l of 50 M hemin in MES buffer containing was 140 added to 18 l of PCR amplified product, followed by addition of 25 l of TMB 141 spiked with 0.5 l of 3% H 2 O 2 and incubated in the dark for 30 minutes, or until color 142The work undertaken was done following ethical principles and guidelines and 146 approved through Institute's Ethics Committee for MLP2005 whenever a human 147",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "List of primers used in this study",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors gratefully acknowledge the financial support from Department of 396",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements 395"
        }
    ]
}