{
    "paper_id": "3dfaccc80b1ba395773f5d521fad75bb9db410d0",
    "metadata": {
        "title": "How do we decide to de-isolate COVID-19 patients? KEYWORDS",
        "authors": [
            {
                "first": "Chia-Hung",
                "middle": [],
                "last": "Liao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health and Welfare Nantou Hospital",
                    "location": {
                        "settlement": "Nantou City"
                    }
                },
                "email": ""
            },
            {
                "first": "Shih-Chang",
                "middle": [],
                "last": "Hung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health and Welfare Nantou Hospital",
                    "location": {
                        "settlement": "Nantou City"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuan-Ti",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chung Shan Medical University Hospital",
                    "location": {
                        "settlement": "Taichung City",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Hung-Chang",
                "middle": [],
                "last": "Hung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health and Welfare Nantou Hospital",
                    "location": {
                        "settlement": "Nantou City"
                    }
                },
                "email": ""
            },
            {
                "first": "Po-Ren",
                "middle": [],
                "last": "Hsueh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan University College of Medicine",
                    "location": {
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since the outbreak of coronavirus disease 2019 in December 2019, the number of individuals affected by the disease has rapidly risen. 1, 2 It has been suggested that the disease is contagious during the incubation period in infected patients. 3 However, the duration for which the disease remains contagious in the patients is not known. It is not known as to how and when can a decision be made to de-isolate these patients to avoid the transmission of the causative virus i.e. severe acute respiratory syndrome corona virus 2 (SARS-CoV-2). Serial collections of oropharyngeal swab and sputum specimens are recommended by the Taiwan Centers for Disease Control and Prevention (Taiwan CDC) to detect SARS-CoV-2 from the upper airways in COVID-19 patients. 4 Based on this, we hypothesized that virus detection from the upper airways may have a direct correlation with the possibility of transmission. In this study, we observed the clinical course and presence of SARS-CoV-2 RNA in serial collections of specimens from the upper airways of two patients with COVID-19.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 136,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 137,
                    "end": 138,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 243,
                    "end": 244,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On January 28, 2020, a previously healthy non-smoking 44-year-old female, visited the out-patient clinic at the hospital. The patient complained of having a fever and headache since January 27, 2020 (Fig. 1) . Physical examinations revealed a body temperature of 39.3 C, and an oxygen saturation of 96% in room air. The patient had not traveled abroad in the past three months and lived with her husband and their 18-year-old son. Her 43-year-old husband, a smoker without any systemic disease, worked in the Hanyang District of Wuhan city, China and returned to Taiwan on January 12, 2020. Thereafter, he developed rhinorrhea on January 21, 2020, and later visited the clinic. He denied any history of being involved with the Huanan Seafood Wholesale Market in Wuhan. 5 His chest X-ray showed no abnormal findings. After he was prescribed antihistamines, his rhinorrhea quickly improved after three days.",
            "cite_spans": [
                {
                    "start": 769,
                    "end": 770,
                    "text": "5",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 207,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Laboratory data of the wife revealed mild lymphopenia (642/mL; reference range, 650e4300/mL) and an elevated level of alanine aminotransferase (38 units/L; reference range, 7e35 units/L). Rapid antigen tests for influenza A, B, and adenovirus from throat swabs of the patient were all negative. Under the suspicion of a COVID-19 infection from her husband, she was admitted to the airborne isolation unit. We notified the Taiwan CDC immediately. According to the guidelines of the Taiwan CDC, an oropharyngeal swab and a sputum specimen must be examined for a suspected COVID-19 patient. 4 However, an oropharyngeal swab and saliva specimens were obtained because she had no respiratory symptoms. 6 The Taiwan CDC laboratory confirmed that the wife's oropharyngeal swab was positive for SARS-CoV-2 RNA using a real-time-reverse transcriptase polymerase chain reaction (rRT-PCR) assay. 7 We immediately performed an oropharyngeal swab test for the husband. His oropharyngeal swab also showed a positive result. He was also admitted to the isolation unit.",
            "cite_spans": [
                {
                    "start": 697,
                    "end": 698,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 885,
                    "end": 886,
                    "text": "7",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the wife's hospitalization, she was prescribed diclofenac as she complained about having a severe headache. She suffered from a general skin rash and face swelling after taking the medicine. We discontinued all prescriptions and administered three doses of intravenous 4 mg dexamethasone, 12 h apart, for her suspected hypersensitivity to non-steroid anti-inflammatory drugs. Her rash and face swelling subsided soon. On the fifth day of observation, her fever and headache improved. During admission, her chest X-ray did not show any abnormal infiltrates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Serial collections of oropharyngeal swab and saliva specimens were performed according to the guidelines of Taiwan CDC. 4 The aforementioned tests returned positive and then negative results on day 17 and 19, respectively, since the onset of the illness (Fig. 1) . Subsequently, her swab and saliva specimens showed positive results again. On days 28, 30, and 32, since the onset of the disease, the swab and saliva specimens showed negative results on all the three days. The patient's stool sample tested negative on day 9. We decided to discontinue her isolation after discussing with the experts of the Taiwan CDC on day 33.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 121,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 262,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "During the husband's hospitalization, his oropharyngeal swab and saliva both tested positive on day 15 since the onset of the illness. On the 17th, 19th, 21st days, his oropharyngeal swab and saliva specimens tested negative. His stool sample showed a positive result on the 17th day of the illness, but then a negative result on the 19th day. Isolation for him was discontinued on the 22nd day of the illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "According to the previous reports, the presentations were variable for the COVID-19 patients. 8 Patients may be asymptomatic or may present with a mild cough, a fever, respiratory failure, acute respiratory distress syndrome, or potentially fatal outcomes. 8 The contagious period of SARS-CoV-2 infection is not known. Consequently, it is debatable as to when COVID-19 patients can be de-isolated. We hypothesized that transmission via respiratory droplets is possible when the viruses are detectable in the patients' upper airways. The Taiwan CDC guidelines recommend serial collections of upper airway specimens for detecting the virus. 4 Our observations showed that the wife had more severe symptoms, such as a fever and headache, than the husband, and she received corticosteroid therapy for her hypersensitivity. She had much longer and intermittent virus detections from her upper airway in comparison to her husband. The wife may have had a higher viral load than the husband since she showed severe symptoms. It might also be more difficult for her to achieve virus clearance from the upper airway. Moreover, since she was on corticosteroid therapy, the influence on viral clearance is not known. However, this factor may prolong virus shedding according to other coronavirus observations. 9 Individual immune responses for virus clearance may also influence the results. 10 Furthermore, live viruses are related to true transmission. We do not know whether the positive results of rRT-PCR refer to a persistent infection or to the presence of residual sequences of viral RNA, as we did not perform virus cultures. The Taiwan CDC guidelines have been upgraded to mention that the patients who show three continuous negative results of rRT-PCR from oropharyngeal swabs and sputum (or saliva) specimens from the upper airways can be de-isolated. In this case, we de-isolated the patients on February 28, 2020, based on the three consecutively negative results, 4 Three additional issues have been raised in this report. Firstly, we collected saliva specimens in addition to oropharyngeal swabs of our patients for SARS-CoV-2 testing. Previous studies have mentioned that the SARS-CoV2 was also detected in the saliva of COVID-19 patients and serial saliva viral load monitoring generally showed a declining trend. 6 Saliva is considered a promising non-invasive specimen for diagnosis and monitoring. 6 Secondly, the rRT-PCR results in oropharyngeal swab and saliva samples turned to positive from negative were observed in the wife. This might be due to the variations in quality for sample collection and the viral loads, especially when prior series of samples with high cycle threshold values were noted. Thirdly, our patient was prescribed with diclofenac, a nonsteroidal anti-inflammatory drug (NSAID) for headache relief. Diclofenac and ibuprofen are commonly used NSAIDs for pain-relieving agents. A previous study shows that ibuprofen could increase the binding affinity between SARS-COV2 and its target cells through angiotensin-converting enzyme 2 (ACE2), which is expressed by epithelial cells of the lung, intestine, kidney, and blood vessels, and increased the risk of developing severe illness of COVID-19. 11, 12 Acetaminophen seems to be a better choice than ibuprofen or other anti-inflammatory drugs. 12 However, these preliminary observation and speculations need further investigation in the future.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 95,
                    "text": "8",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 257,
                    "end": 258,
                    "text": "8",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 639,
                    "end": 640,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 1299,
                    "end": 1300,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1381,
                    "end": 1383,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1968,
                    "end": 1969,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 2321,
                    "end": 2322,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2408,
                    "end": 2409,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3229,
                    "end": 3232,
                    "text": "11,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3233,
                    "end": 3235,
                    "text": "12",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3327,
                    "end": 3329,
                    "text": "12",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, the wife had a more severe course of the disease and was under corticosteroid treatment. The virus was detected for a longer period in the upper airway of the wife as compared to her husband. However, we still do not know the actual contagious period of SARS-CoV-2 infection. Currently, the rRT-PCR results of serial specimens from the upper airways are the only way to decide whether COVID-19 patients can be de-isolated. Further studies on individual immune responses against the virus infection are required. Methods to distinguish a persistent infection from residual viral RNA sequences are also required. Furthermore, epidemiological data of the contagion may need to be collected and analyzed to understand the actual contagious period of SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "8",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "novel coronavirus disease (COVID-19) in Taiwan: reports of two cases from Wuhan",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Teng",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "China. J Microbiol Immunol Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmii.2020.02.009"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Transmission of 2019-nCoV infection from an asymptomatic contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bretzel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Froeschl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wallrauch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "970--971",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirusinfected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "13",
            "pages": "1199--207",
            "other_ids": {
                "DOI": [
                    "https:/doi:%2010.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Consistent detection of 2019 novel coronavirus in saliva",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chik-Yan Yip",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Jmc",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/doi:%2010.1093/cid/ciaa149"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Diagnostic detection of Wuhan coronavirus 2019 by realtime RT-PCR. Geneva: World Health Organization",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bleicker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brünink",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Landt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Molbiol",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Asymptomatic carrier state, acute respiratory disease, and pneumonia due to severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2): facts and myths",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Hsueh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hsueh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Microbiol Immunol Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmii.2020.02.012"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Prolonged shedding of human coronavirus in hematopoietic cell transplant recipients: risk factors and viral genome evolution",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ogimi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Greninger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Waghmare",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kuypers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Shean",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Infect Dis",
            "volume": "216",
            "issn": "",
            "pages": "203--212",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A case of COVID-19 and pneumonia returning from Macau in Taiwan: clinical course and anti-SARS-CoV-2 IgG dynamic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Syue",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Microbiol Immunol Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmii.2020.03.003"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Are patients with hypertension and diabetes mellitus at increased risk for COVID-19 infection?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Karakiulakis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respiratory Medicine",
            "volume": "8",
            "issn": "4",
            "pages": "30116--30124",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30116-8"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Covid-19 ibuprofen should not be used for managing symptoms, say doctors and scientists",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1086"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Clinical course of the wife and the husband with COVID-19 and the threshold cycle (ct) values of rRT-PCR for SARS-CoV-2 in their oropharyngeal swab and saliva specimens.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}