{
    "paper_id": "3dfff9cb1ef5d3414913a728625560f43fc1f008",
    "metadata": {
        "title": "Editorial Addressing sedentary behavior at the worksite: is it time for practice-guided and systems-informed research?",
        "authors": [
            {
                "first": "Nicolaas",
                "middle": [
                    "P"
                ],
                "last": "Pronk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "HealthPartners Institute",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Over the past several decades, sedentary behavior in general, and prolonged sitting time in particular, have received increased academic attention for their relationships to increased health risks and poor health outcomes. Research indicates an emerging pattern noting the consistent relationship between sedentary behaviors and significantly lower or reduced indicators of physical health and cognitive or social function. Such findings, when considered in the context of the workplace, have profound implications for workers, employers, the conditions of work, and the community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Defined as activities characterized by minimal movement and a very low level of energy expenditure (<1.5 metabolic equivalent units), sedentary behaviors are associated with obesity, diabetes, impaired glucose uptake, and insulin resistance even after statistically adjusting for moderate-to-vigorous physical activity and waist circumference 1) . Furthermore, sedentary behavior appears to be associated with major non-communicable diseases including cardiovascular disease, cancer, and depression as well as other emotional health issues such as increased mood disturbance 2, 3) . However, sedentary behavior at the workplace also appears to influence other outcomes such as medical costs 4-6) , productivity and worker performance 7-10) , and wages 11) . Finally, sedentary behavior and lack of physical activity reduce immunity protection, an observation that affects our readiness for pandemic event protection such as COVID-19 12) . As such, sedentary behavior is related to a multitude of variables that affect how people think, feel, and function-at both an individual and organizational level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As work has become more automated, daily occupational energy expenditure has reduced concomitantly. Church et al. 13) noted a decrease of more than 100 calories in daily occupational energy expenditure during the 5 decades between 1960 and 2010. Due to the health-related, social, and economic implications outlined above, attempts to deal with the increasingly sedentary nature of work in the contemporary workplace should be considered a strategic priority for business and industry 14, 15) . Therefore, reducing sedentary behavior represents an important objective from a variety of perspectives, including the shared objectives among employers, employees, and public health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Whereas agreement on the observation that sedentary behaviors are not good for health exists, changing sedentary behavior demands a different set of evidence. Interventions designed to reduce sedentary behavior are aided by rapid emergence of new technologies that support objective measurement of behavioral patterns, which is a development to be optimized in experimental studies. In addition, experiments should measure the impact of interventions on sedentary behavior with an emphasis on prolonged sitting time, but such studies should also measure the impact on important business outcomes, including productivity, disability, team performance, and social interactions. Furthermore, research methods should continue to include traditional experimental design such as randomized controlled trials with comparison groups along with inferential statistics in order to optimize internal validity and causality. Yet, just as important, research should be conducted that allows for generalizability and applicability. This is no small feat given the complexity of behavior change interventions and the complex social system that is the workplace setting 16) . In order to appreciate and leverage this complexity, the time has come to introduce systems science methods to studying the influence of shifting parameters related to sedentary behavior in the context of the workplace setting and dynamically monitoring and modeling associated changes in outcomes and other contextual variables 16) . Systems science approaches allow for deeper insights into the complexity of systems and how systems actually work. Such approaches can include both qualitative (e.g., systems mapping) or quantitative (e.g., dynamic modeling, simulation) methods 17, 18) .",
            "cite_spans": [
                {
                    "start": 1740,
                    "end": 1743,
                    "text": "17,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1744,
                    "end": 1747,
                    "text": "18)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ultimately, however, available evidence needs to be translated into practical solutions that make a meaning- ful difference in the lives of workers, their families, the company, and the community. To that end, the emerging field of study in dissemination and implementation (D&I) research is an important development. Many D&I models and frameworks have been developed and introduced to the field, but it may be especially useful to consider models that are guided by practice and by insights gathered from those who are responsible for implementation in the workplace. One such model is the \"4Ss\" of program design 19) . The 4Ss acronym stands for Size of the effect, Scope of services, Scalability of the program, and Sustainability of the program. The rationale for this approach is clear: first, a meaningful effect size is necessary to justify implementation since without evidence-based or evidence-informed insights about intervention effectiveness, investment in the program lacks a business case. Size refers to the magnitude, extent, relative aggregate amount or number, or dose of the program or intervention that impacts upon the user, thereby creating the desired effect (i.e., effect size). Secondly, a defined scope of services needs to be established in order for the program to delineate program costs and clearly establish its boundaries that will allow for efficient implementation. As such, scope refers to the range of program operations and the extent of program activities. Next, scalability refers to the ability of a program to follow a systematically timed, planned and graded series of steps that cumulatively account for the continuously increasing reach of a program until a critical mass is attained or the entire target population is engaged. Lastly, sustainability refers to the long-term, ongoing support for the program in relation to an accepted value proposition that balances allocated resources (e.g., time, money, people, or other available means) against generated revenues or benefits and includes the confirmation of long-term program support through adequate proof of performance. Application of these \"4Ss\" into programs designed to reduce sedentary behavior may support continued development of successful workplace solutions.",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 619,
                    "text": "19)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sedentary behavior is fast-becoming a well-recognized risk factor for poor health and business outcomes. Practical solutions are needed for businesses to implement and such solutions need to come with a level of confidence that they will deliver on the promise of reduced sedentary behavior along with business outcomes of interest. Such confidence may be generated when the \"4Ss\" of design are applied to program design and systems science methods can produce additional evidence of effectiveness in context. Such a practice-guided and systems-informed approach to sedentary behavior research at the workplace will optimize its complexity, is likely to provide results ready for practical application, and will undoubtedly generate additional questions to be translated into testable hypotheses. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A systems approach to obesity",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Bartsch",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mui",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Haidari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Spiker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gittelsohn",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nutr Rev",
            "volume": "75",
            "issn": "1",
            "pages": "94--106",
            "other_ids": {
                "DOI": [
                    "10.1093/nutrit/nuw049"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Health and well-being. In: Issue briefs to inform development and implementation of healthy people 2030. Submitted to the Secretary of Health and Human Services. U.S. Department of Health and Human Services",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Pronk",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kottke",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Milstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rossom",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stiefel",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Designing and evaluating health promotion programs: simple rules for a complex issue",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Pronk",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Dis Manag Health Outcomes",
            "volume": "11",
            "issn": "",
            "pages": "149--57",
            "other_ids": {
                "DOI": [
                    "10.2165/00115677-200311030-00002"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "an open-access article distributed under the terms of the Creative Commons Attribution Non-Commercial No Derivatives (by-nc-nd) License. (CC-BY-NC-ND 4.0: https://creativecommons.org/licenses/by-nc-nd/4.0/) Industrial Health 2021, 59, 63-65",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Proper KI, Staal BJ, Hildebrandt VH, van der Beek AJ, van Mechelen W (2002) Effectiveness of physical activity programs at worksites with respect to workrelated outcomes. Scand J Work Environ Health 28, 75-84. [Medline] [CrossRef] 8) Cancelliere C, Cassidy JD, Ammendolia C, Côté P (2011) Are workplace health promotion programs effective at improving presenteeism in workers? A systematic review and best evidence synthesis of the literature. BMC Public Health 11, 395. [Medline] [CrossRef] 9) Brown HE, Gilson ND, Burton NW, Brown WJ (2011) Does physical activity impact on presenteeism and other indicators of workplace well-being? Sports Med 41, 249-62. [Medline] [CrossRef] 10) Straker LM (1998) An overview of occupational injury/ disease statistics in Australia. Ergonomics Aust 12, 11-6. 11) Kosteas VD (2011) The effect of exercise on earnings: evidence from the NLSY. J Labor Res 33. 12) Laddu DR, Lavie CJ, Phillips SA, Arena R (2020) Physical activity for immunity protection: inoculating populations with healthy living medicine in preparation for the next pandemic [published ahead of print April 9, 2020]. Prog Cardiovasc Dis 2020, S0033-0620(20)30078-5. [Medline] 13) Church TS, Thomas DM, Tudor-Locke C, Katzmarzyk PT, Earnest CP, Rodarte RQ, Martin CK, Blair SN, Bouchard C (2011) Trends over 5 decades in U.S. occupation-related physical activity and their associations with obesity. PLoS One 6, e19657. [Medline] [CrossRef] 14) Pronk NP, Kottke TE (2009) Physical activity promotion as a strategic corporate priority to improve worker health and business performance. Prev Med 49, 316-21. [Medline] [CrossRef] 15) Pronk NP (2009) Physical activity promotion in business and industry: evidence, context, and recommendations for a national plan. J Phys Act Health 6 Suppl. 2, S220-35. [CrossRef] 16) Pronk NP, Narayan KMV (2016) The application of systems science to addressing obesity at the workplace:",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}