{
    "paper_id": "3dffff171d2b0a54e9e35d5589698bc0c588aa54",
    "metadata": {
        "title": "Impact of the Coronavirus Disease 2019 Outbreak on Activity and Exercise Levels among Older Patients",
        "authors": [
            {
                "first": "K",
                "middle": [],
                "last": "Kawamura",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Kamiya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Suzumura",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Maki",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "I",
                "middle": [],
                "last": "Ueda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Itoh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Osawa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Maeshima",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kinjo University",
                    "location": {
                        "addrLine": "1200, Kasama-machi",
                        "postCode": "924-8511",
                        "settlement": "Hakusan, Ishikawa",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Arai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "I",
                "middle": [],
                "last": "Kondo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Aiko",
                "middle": [],
                "last": "Osawa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "OBJECTIVES: This study aimed to clarify the impact of the coronavirus disease 2019 outbreak on the levels of activity among older patients with frailty or underlying diseases. A total of 175 patients (79.0±7.0 years) undergoing outpatient or home-based rehabilitation, stratified into groups, based on frailty status. The percentage of patients who went out at least once a week decreased after the outbreak from 91% to 87%, from 65% to 46%, and from 47% to 36% in the non-frail, frail, and nursing care requirement groups, respectively. The proportion of older patients participating in exercise during the outbreak was 75%, 51%, and 41% in the non-frail, frail, and nursing care requirement groups, respectively. The proportion of older patients participating in voluntary exercise after instruction was lowest in the frail group (35%). Older patients with frailty are susceptible to the negative effects of refraining from physical activity and require careful management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T he coronavirus disease 2019 (COVID-19) outbreak has had a major impact on the daily activity of the population. In fact, it has been estimated that the average number of steps taken by 455,404 people in 187 countries decreased by 27.3% approximately a month after the World Health Organization declared the COVID-19 outbreak a pandemic (1) . In Japan, the state of emergency was declared between April and May 2020, leading to restrictions on activities and time spent outdoors (2) . Moreover, a survey of 1,600 older adults revealed that the amount of physical activity they participated in decreased by approximately 30% after the outbreak, relative to the pre-outbreak levels. Frailty is a state that falls on a scale from robustness to disability, affecting functional outcomes and need for nursing care, and increasing the risk of premature mortality (3) (4) (5) . Decreased activity in older adults increases the risk of frailty; the risk of associated disability is further increased in people with underlying diseases (6) .",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 341,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 858,
                    "end": 861,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 862,
                    "end": 865,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 866,
                    "end": 869,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1028,
                    "end": 1031,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To maintain and improve daily activity levels among older patients, the National Center for Geriatrics and Gerontology provides rehabilitation services during hospitalization as well as outpatient and home visits; however, the pandemic prevented some of the patients from participating in their rehabilitation. Previous studies have examined interventions suitable for patients with COVID-19 and their effects on medical workers and community activity (6) . Older patients with frailty or underlying diseases may be vulnerable to the effects of restricted activities during the COVID-19 outbreak.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 455,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, few studies have investigated the effects of the pandemic on activity and exercise levels among older patients with frailty or underlying diseases. Herein, we aimed to investigate the impact of the COVID-19 outbreak on these parameters as well as to identify interventions that may help maintain activity in this population during periods of restriction, including an exploratory study on the impact of home-based exercise. We believe that this study is a new attempt to find a way to intervene in order to reduce the impact of restricted activities caused by the COVID-19 outbreak on older patients with frailty or underlying diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study participants were patients undergoing outpatient or home-based rehabilitation provided by our center (Obu, Aichi, Japan) from July to August 2020. Patients that were not undergoing rehabilitation during the study period or were aged <65 years were excluded from the analysis. Finally, 175 patients (113 outpatients and 62 patients undergoing homebased rehabilitation therapy) were included in the analysis. Data were collected using self-report questionnaires and refer to a medical record during regular treatment. The questionnaire survey was conducted by the therapist in charge of the patient. Information on psychological questions was collected directly from the patients themselves, and factual questions were collected from the patients' families and related professionals as necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The survey collected information on demographic characteristics (age, sex, family structure, long-term care needs certification, care need levels, and use of long-term care services), body mass index, cognitive function (assessed by the (9) . All the indicators used in this study are representative assessments whose reliability and validity have been verified in previous studies. For the BI, FAI, and activity status, the participants were asked to recall situations before (November 2019 to January 2020) and during (March to May 2020) the outbreak. To assess the impact of frailty and nursing care needs, the sample was divided, as follows (10): (a) non-frail group: no certification of long-term care needs, KCL score of ≤7 points; (b) frail group: no certification of long-term care needs, KCL score of ≥8 points; (c) nursing care required: certification of long-term care needs. Comparisons among the groups were made on each assessment item, and pre-and post-assessment comparisons within each group were made for the period before and during the outbreak.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The National Center for Geriatrics and Gerontology Home Exercise Program for Older People 2020 (HEPOP-2020) was developed to prevent the decline of physical and cognitive function and to support safe and appropriate activities for older patients (11, 12) . This guide provides suggestions on the types of exercises and activities suitable for older patients as well as a flowchart to help determine which program best matches a particular user. Six types of programs are provided: balance improvement, strengthening, inactivity prevention, cogni-package, feeding and swallowing improvement, and nutrition improvement. Since the end of May in 2020, when this guide was first completed, rehabilitation therapists have been instructing patients to exercise with this guide at home. At the time of the survey, which took place approximately 1-2 months after the program launch (July to August 2020), we assessed the uptake of these exercises among patients.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 251,
                    "end": 254,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Content and investigation of exercise instruction"
        },
        {
            "text": "The mean ± standard deviation (SD), median (interquartile range [IQR]), and total counts (%) were calculated for each evaluation item using descriptive statistics. Subsequently, among-group differences in each evaluation item were assessed, using the chi-squared test for qualitative variables and oneway analysis of variance for quantitative variables. When significant differences were found, multiple comparisons with the Bonferroni test were additionally performed. For before/ during comparisons within each group, McNemar's test and a corresponding t-test were used for qualitative and quantitative variables, respectively. P-values of <0.05 were considered indicative of statistically significant findings. All analyses were performed in SPSS Statistics Ver. 25.0 (IBM, New York, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "This study was conducted in accordance with the Declaration of Helsinki and approved by the National Center for Geriatrics and Gerontology Ethics and Conflict of Interest Committee (approval no. 1413). We obtained a written consent from all participants in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical considerations"
        },
        {
            "text": "The mean age of the participants was 79.0±7.0 years. In total, 83 and 92 participants were certified as requiring and not requiring nursing care, respectively. A total of 103 and 72 participants lived alone or with two, and with three or more people, respectively. The main diseases for which the patients were undergoing rehabilitation were cognitive dysfunction and dementia (n=50, 29%), osteoarticular disease and fractures (n=47, 27%), stroke (n=30, 17%), neurological disease (n=27, 15%), heart disease (n=12, 7%), respiratory disease (n=7, 4%), and other diseases (n=2, 1%). The median (IQR) KCL score was 9.5 (6) (7) (8) (9) (10) (11) (12) (13) (14) points. The BI value was 100 (80-100) points before and during the pandemic, and the FAI value was 14 (7-25) points before and 13 (5-23) points during the pandemic.",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 619,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 620,
                    "end": 623,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 624,
                    "end": 627,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 628,
                    "end": 631,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 632,
                    "end": 636,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 637,
                    "end": 641,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 642,
                    "end": 646,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 647,
                    "end": 651,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 652,
                    "end": 656,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Overall, 55% of the participants exercised in some way during the pandemic; most patients did so without referring to any materials. During the pandemic, the number of patients restricting their outings for errands to once a week or less increased compared to before the outbreak. Meanwhile, the proportion of patients going out for health reasons \"almost every day\" remained stable, whereas that of those who left \"almost never\" increased ( Figure 1a-c) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 442,
                    "end": 454,
                    "text": "Figure 1a-c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Next, the results of among-group and before-and-during comparisons are presented in Table 1 . There were 55, 37, and 83 subjects in the non-frail, frail, and nursing care requirement groups, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 91,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "There was a significant difference among groups in age, family structure, use of nursing care services, MMSE-J and KCL scores, the frequency of exercise during the pandemic, and the frequency of voluntary exercise after receiving instruction. The rate of exercise during the pandemic was significantly lower in the frail and nursing care requirement groups than in the non-frail group. In addition, the rate of voluntary exercise after receiving instruction was significantly lower in the frail group (35%) than in the non-frail group (53%) or the nursing care requirement group. Information on comorbidities, such as hypertension, dyslipidemia, diabetes, and cancer is shown in Table 1 . The prevalence of dementia was higher in the need of care group than in the other groups; however, there was no difference in other comorbidities among the three groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 679,
                    "end": 686,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Within group comparisons of outcomes before and during the outbreak revealed that the BI value did not change significantly in any group, whereas the FAI value tended to decrease, with a significant decrease in the non-frail and nursing care requirement groups. The frequency of outings decreased significantly after the outbreak in the frail and nursing care requirement groups. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In this study, we investigated the impact of the COVID-19 pandemic on activity and exercise levels among older patients with frailty or underlying diseases who were using outpatient or home-based rehabilitation services. The novelty of this study is that we revealed that older patients with frailty were the most adversely affected by request to refrain from activities in the form of reduced motivation to exercise compared to those who were robust or nursing care requirement, although it was generally believed that patients with nursing care requirement were more susceptible to the effects of low activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although more than half of the participants reported that they were engaging in some kind of exercise even during the pandemic, approximately half proportion of the patients did not refer to any resources, making it likely that any exercise they performed was of insufficient quantity or quality to maintain function. This finding may be due to the fact that little information is available on exercise for older patients with underlying diseases. Moreover, older patients may face difficulties accessing and selecting relevant resources on the internet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The frequency of going out was generally lower during the pandemic than before the outbreak. The fear of infection may have resulted in older patients refraining from spending time outdoors, in particular, in those with underlying diseases. In contrast, individuals who went out due to health reasons tended to fall into one of two categories: those who continued to go out at the same rate and those who reduced the frequency of their outings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A review of the rehabilitation services during the COVID-19 pandemic revealed that all patients faced difficulties associated with limited access to services, regardless of their infection status (13) . The Asian Working Group on Sarcopenia has recommended balance be maintained between infection prevention and function maintenance (14) . To prevent functional decline, infection prevention should be accompanied by continued exercise and lifestyle guidance, helping to ensure suitable activity levels and opportunities for exercise. Achieving this aim requires collaboration, and information and best practice sharing between medical institutions, local governments, and community centers.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the present study, the tendency toward restricting activity was more pronounced among patients with frailty and nursing care requirements than among those without frailty. In addition, a lower rate of voluntary exercise was observed in the frail group, indicating that patients that were frail and in need of nursing care were more affected by the pandemic than their non-frail counterparts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The uptake of home-based exercise using the activity guide was of >50% in the non-frail and nursing care requirement groups; however, it was lower in the frail group. This finding may be accounted for by the differences in physical and cognitive function among the groups; specifically, the nonfrail group was likely able to function at a relatively high level. In fact, their baseline rate of exercise was higher than that of the other groups, suggesting that their exercise efforts may have been habitual. Disability prevention measures are generally grouped into four categories --self-help, mutual-help, social solidarity care, and public help (governmental care)--for non-frail individuals (15) ; this group may have been able to maintain its function levels through self-help efforts. However, although the frail group had a relatively high ADL scores, the rate of exercise implementation was relatively low; in contrast, the rate of exercise implementation was relatively high despite a high rate of dementia complications in the nursing care requirement group. This finding may be accounted for by the fact that patients certified as requiring nursing care are likely to procure relevant services, which involve third-party input.",
            "cite_spans": [
                {
                    "start": 695,
                    "end": 699,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Meanwhile, the reason for the lowest exercise retention rate in the frail group may be the limitations placed on community activities, such as salons and senior citizens' clubs, and the decrease in visits from friends and neighbors, which are popular activities among older patients with frailty. The present findings suggests that the rates of formal and informal support and social participation were reduced, restricting opportunities for activity and exercise, which contribute to social solidarity care that helps prevent and counteract frailty. While these Figure 1 . Status of exercise and going out activities were restricted to reduce the rate of infection spread, they may have concurrently increased the risk of physical and cognitive function decline among older patients with frailty. As social distancing is expected to continue, further increasing the associated risks, follow-up assessments and prevention of functional and cognitive decline among older patients with frailty are required.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 563,
                    "end": 571,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Efforts to prevent functional decline among older patients with frailty may require that resources such as the HEPOP-2020 (11, 12) are upgraded and simplified, responding to the needs of older adult users with frailty and underlying diseases; this approach may involve including exercise programs tailored to each disease. In addition, remote rehabilitation using digital devices and online guidance, which have recently grown in popularity, may be used. Such interventions have been shown as effective in patients with stroke (16) . These tools may support individuals who pursue self-help; they may also be used in addition to the support provided by medical and nursing care staff, helping maintain or increase the uptake of exercise among individuals who require mutual or public assistance. The COVID-19 epidemic may trigger efforts to redesign the medical and welfare systems.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This survey has some limitations. First, exercise frequency data may be subject to recall bias, as some of the information gathered at the time of the survey interrogated past habits. Second, the present study may also be subject to selection bias, as only patients undergoing rehabilitation at our center were included. As a result, the present findings may not be representative of activity and exercise levels among all older patients with frailty or underlying diseases. Future studies should examine the long-term effects of low activity levels with larger samples. Third, this survey defined the pre-outbreak and pandemic periods as November 2019 to January 2020, and as March to May 2020, respectively. However, the pandemic is on-going, and its long-term effects on physical function, such as walking speed, muscle strength, and balance will require thorough investigation in due time. In the future, we intend to perform cognitive and physical function assessments to elucidate the long-term effects of COVID-19 on the health of older patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The present study findings suggest the COVID-19 pandemic has affected the rates of activity and exercise among older patients enrolled in outpatient and home-based rehabilitation services. Overall, the frequency of outings and opportunities for exercise and activities decreased among many patients with frailty or underlying diseases, resulting in increased risk of physical and mental function decline. As the pandemic continues, older patients with frailty remain at particularly high risk of physical and mental decline, which are likely to increase the level of nursing care needs because they are not robust but not disease and therefore have difficulty receiving appropriate care support. The present findings suggest that comprehensive support and community collaboration is required, alongside input from medical professionals, all of which may help maintain and increase activity levels among older patients with underlying diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The authors have no potential conflicts of interest related to this study. This work was supported by the Research Funding for Longevity Sciences (20-27) from the National Center for Geriatrics and Gerontology (NCGG), Japan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations of interest:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Worldwide effect of COVID-19 on physical activity: A descriptive study",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Tison",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Avram",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kuhar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Int Med",
            "volume": "173",
            "issn": "",
            "pages": "767--770",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effect of the COVID-19 epidemic on physical activity in community-dwelling older adults in Japan: A cross-sectional online survey",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ishiyama",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Nutr Health Aging",
            "volume": "24",
            "issn": "",
            "pages": "948--950",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Frailty in older adults: Evidence for a phenotype",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Fried",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Tangen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Walston",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Gerontol A Biol Sci Med Sci",
            "volume": "56",
            "issn": "",
            "pages": "146--157",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Impact of physical frailty on disability in community-dwelling older adults: A prospective cohort study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Makizako",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shimada",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Doi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tsutsumimoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ Open",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Frailty and the prediction of negative health outcomes: A meta-analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vermeiren",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vella-Azzopardi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Beckwee",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Am Med Dir Assoc",
            "volume": "17",
            "issn": "",
            "pages": "1163--1164",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Rehabilitation and COVID-19: A rapid living systematic review 2020 by Cochrane Rehabilitation Field. Update as of October 31st, 2020",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Negrini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Sire",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Andrenelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Phys Rehabil Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "Doi:10.23736/S1973-9087.20.06723-4"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The validity and reliability of the Japanese version of the mini-mental state examination MMSE-J with the original procedure of the attention and calculation task",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sugishita",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Koshizuka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sudou",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Jap J Cog Neurosci",
            "volume": "20",
            "issn": "",
            "pages": "91--110",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Validity of total Kihon checklist score for predicting the incidence of 3-year dependency and mortality in a communitydwelling older population",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Satake",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shimokata",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Senda",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kondo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Toba",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Am Med Dir Assoc",
            "volume": "18",
            "issn": "",
            "pages": "552--553",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An activities index for use with stroke patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Holbrook",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Skilbeck",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Age Ageing",
            "volume": "12",
            "issn": "2",
            "pages": "166--170",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Validity of the Kihon Checklist for assessing frailty status",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Satake",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Senda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Geriatr Gerontol Int",
            "volume": "16",
            "issn": "",
            "pages": "709--715",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "National Center for Geriatrics and Gerontology -Home Exercise Program for Older People 2020; Basic Exercise and Activities for Older People",
            "authors": [
                {
                    "first": "Ncgg-Hepop",
                    "middle": [],
                    "last": "Ncgg-Hepop Committee Of",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "2020",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Balancing infection control and frailty prevention during and after the COVID-19 pandemic: Introduction of the NCGG Home Exercise Program for Older People 2020",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Osawa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maeshima",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kondo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Arai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Geriatr Gerontol Int",
            "volume": "20",
            "issn": "",
            "pages": "846--848",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Systematic rapid living review on rehabilitation needs due to Covid-19: update to May 31st, 2020",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Andrenelli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Negrini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Sire",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Phys Rehabil Med",
            "volume": "56",
            "issn": "",
            "pages": "508--514",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "COVID-19 and older people in Asia: Asian Working Group for Sarcopenia calls to actions",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Assantachai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Geriatr Gerontol Int",
            "volume": "20",
            "issn": "",
            "pages": "547--558",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Japan's healthcare policy for the elderly through the concepts of self-help (Ji-jo), mutual aid (Go-jo), social solidarity care (Kyo-jo), and governmental care (Ko-jo)",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sudo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Noda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fukuda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Biosci Trends",
            "volume": "12",
            "issn": "",
            "pages": "7--11",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Effects of home-based telerehabilitation in patients with stroke: A randomized controlled trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Neurology",
            "volume": "95",
            "issn": "",
            "pages": "2318--2330",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Changes of clinical characteristics of study participants experienced during the coronavirus disease 2019 outbreak, stratified by group Total (n=175) a. Non-frail group (n=55) b. Frail group (n=37) c. Need of care group (",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Mini-Mental State Examination, Japanese version [MMSE-J]) (7), comorbidities, activity status (frequency of outings, frequency of exercise, methods of collecting information on infections, and activities during the pandemic), frailty (assessed by the Kihon Checklist [KCL]) (8), activities of daily living (ADL) (assessed by the Barthel Index [BI]), and instrumental ADL (assessed by the Frenchay Activities Index [FAI])",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are gratefully indebted to the patients and their families who cooperates in the study, and to the medical staff of the National Center for Geriatrics and Gerontology who work daily to treat patients in the COVID-19 epidemic. We also thank Editage (http://www.editage.com) for English language editing. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        }
    ]
}