{
    "paper_id": "3dff47c7c44c5dc9691c900a026bd81fef205b0c",
    "metadata": {
        "title": "Journal Pre-proof Vascular Surgeon discomfort in a pandemic setting",
        "authors": [
            {
                "first": "Alberto",
                "middle": [
                    "M"
                ],
                "last": "Settembrini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniele",
                "middle": [],
                "last": "Bissacco",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Silvia",
                "middle": [],
                "last": "Romagnoli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Santi",
                "middle": [],
                "last": "Trimarchi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. Second, the surgeon dressing, composed by two sterile gloves, a protective coat, legs protections, 17 proper head and neck coverage, a FFP2 mask and, over that, a surgical mask. Above these, the 18 \"regular\" surgeon uniform: a further surgical coat and a pair of sterile gloves. In case of an 19 endovascular intervention, lead garments are additionally needed. In this scenario, augmented stress 20 for surgeon may be present, due to excessive sweat, difficulty breathing and untimely weakness. ",
            "cite_spans": [
                {
                    "start": 674,
                    "end": 676,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19) Dashboard",
            "authors": [],
            "year": 2020,
            "venue": "WHO Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Physical discomfort, professional 37 satisfaction, and burnout in vascular surgeons",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Davila",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Meltzer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Hallbeck",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Money",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Vasc Surg",
            "volume": "70",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jvs.2018.11.026"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Intraprocedural Ergonomics of Vascular Surgeons 40",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Davila",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Meltzer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fortune",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Burnout and somatic symptoms among frontline 43 healthcare professionals at the peak of the Italian COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barello",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Palamenghi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Graffigna",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fondazione IRCCS Ospedale Maggiore Policlinico, Milan, Italy, 2 Department of Clinical and 3 Community Sciences, University of Milan, Milan, Italy 4 5 During Coronavirus disease (COVID-19) outbreak, responsible of more than 230,000 confirmed 6 cases and 34,000 deaths in Italy at the time of June 9, 1 surgical units have been stressed to maintain 7 the service for urgent patients, irrespective of COVID-19 infection. In this time, all the patients 8 presenting with vascular emergency are screened for COVID-19 with pharyngeal swab and consider 9 as positive until further investigations and diagnosis. However, those patients who require urgent 10 surgical vascular therapy are managed as COVID-19 positive and, consequently, operating room 11 staff have to wear personal protective equipment in order to minimize infection. In these cases, all 12 urgent interventions are carried out in an ad hoc operating room, equipped for preventing virus 13 transmission to others. 14 This solution determines two prominent difficulties. First, the careful evaluation of surgical and 15 anesthesiologic instruments, prepared to avoid intraoperative and postoperative contamination.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "These troubles represent adjunctive stress for surgeons, leading to increased operation time,22 amplified risk of mistakes and accidental contamination in case of a COVID-19 positive patient.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "These considerations are factual for both vascular operations: in case of endovascular ones, because 24 of a reduced sensibility when using guidewires and catheters, and during open surgery, more 25 physically demanding. Discomfort and pain during vascular surgery have been inversely and 26 conversely correlated with professional satisfaction and burnout, respectively 2 . Vascular surgeon 27 have been described also as potentially prone to be subject to ergonomic postural risk during 28 surgery. 3 Furthermore, Italian healthcare professionals reported relevant work-related psychological 29 pressure, emotional burnout and somatic symptoms during pandemic. 4 30 All these issues are not of secondary importance during this pandemic time and should be taken into 31 account when planning and performing vascular operations.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}