{
    "paper_id": "3dff5b734f131f77354a11aec33a222c6dfe9c78",
    "metadata": {
        "title": "Critiques, Ethics, Prestige and Status: A Survey of Editors in Economics",
        "authors": [
            {
                "first": "Ann",
                "middle": [
                    "Mari"
                ],
                "last": "May",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [
                    "G"
                ],
                "last": "Mcgarvey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yana",
                "middle": [],
                "last": "Van Der",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Meulen",
                "middle": [],
                "last": "Rodgers",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Mark"
                ],
                "last": "Killingsworth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This study examines survey data on the views of editors of economics journals on common critiques of the discipline, ethics and editorial practices, and the role of prestige and status in publishing. We utilize an ordered probit model to investigate whether editors or journal characteristics are systematically related to editors' views, controlling for gender and editorial position. Regression results show that editors from top-ranked journals are less likely to agree with common disciplinary critiques, more likely to support market solutions and less likely to agree with concerns about editorial practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Publishing in most scholarly journals today represents a major activity influencing the reputation of universities as well as the success or failure of faculty. Tenure and promotion outcomes often depend heavily on the decisions of editors and reviewers. 1 Advancement in the profession also depends on citations, and evidence in indicates that reviewer recommendations are strong determinants of citations and that editorial decisions are closely linked to reviewer recommendations. Moreover, these decisions play a critical role in the evolution of disciplinary communities, signaling recent developments, establishing boundaries of disciplinary conversation, and shaping which views are perceptually salient, seemingly relevant and forceful (Szenberg and Ramrattan 2014) .",
            "cite_spans": [
                {
                    "start": 744,
                    "end": 773,
                    "text": "(Szenberg and Ramrattan 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While publishing in economics is no different than other disciplines in its impact on faculty careers, there is growing recognition that an important element of publishing in economics lies in the impact of economic theorizing on policy and practice. This nexus between academic output and real-world outcomes was made particularly salient as the profession began to re-examine its role in the 2007-2008 financial crisis. The profession was criticized not only for its failure to predict the crisis, but also for its blindness to the potential for such catastrophic market failures. Leading economists argued that the discipline was hampered by its penchant for high-level mathematics and devotion to free markets. As Paul Krugman put it, \"the economics profession went astray because economists, as a group, mistook beauty clad in impressive-looking mathematics, for truth\" (Krugman 2009 ). More recently, the news that Paul R. Milgrom and Robert B. Wilson won the 2020 Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, led to mixed reviews. Critics decried the Nobel committee for sticking to convention in recognizing auction theory instead of research on a topic like inequality or diversity at a time when the lowest-income households and socially marginalized groups around the globe have borne the brunt of the economic crisis that is accompanying the COVID-19 pandemic. 2 As the profession re-examines its role in shaping the contours of economics, we look to the \"gatekeepers\" to examine their views on some contested issues. It is clear that the journal editor plays a pivotal role as gatekeeper in the review process and that there are a relatively small number of individuals who serve in this function. As of 2019-2020, the AAUP reports a total of 847 degree-granting institutions in the US. Of those institutions, 227 are doctoral awarding. In economics, there are a total of 2,882 academic economists in PhD granting economics departments as of 2019. The Journal Citation Reports (JCR) identifies roughly 373 academic journals in economics with Article Influence Scores. 3 Yet, the reality of publishing in economics is more exclusive than even these figures suggest.",
            "cite_spans": [
                {
                    "start": 875,
                    "end": 888,
                    "text": "(Krugman 2009",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1400,
                    "end": 1401,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The tyranny of the top-ranked journals has been the subject of much research and for a variety of reasons. Tommaso Colussi (2018) points out that about 43 percent of articles in the leading general-interest journals published from 2000 to 2006 were written by authors connected to editors having either worked at the same institution, received their PhD from the same institution, coauthored together, or (in the case of editors) having served as an advisor to an author. Colussi found that 25 percent of authors held appointments in six US universities at the time of publication and the same institutions that also employed 56 percent of the editors. Hence, a relatively small number of editors from a small number of institutions play an influential role in editing journals in the discipline and influencing the careers of hopeful economists. In this analysis, we aim to better understand the views of editors on a number of key issues in the editorial process in economics, and we examine if there are differences in these views based upon the status of the journal and the country affiliation of the editor (US vs. non-US).",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 129,
                    "text": "Colussi (2018)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Because of this pivotal role, the beliefs and practices of editors deserve considerable attention. Yet, there have been few systematic studies of the views of editors in economics since the beginning of the twentieth century and all have been quite limited in scope. 4 Our objective is thus to conduct a novel survey to examine how editors view some of the common critiques leveled at the discipline, whether they have a shared compass around the fairness of some editorial practices and how they view the role of prestige and status in their work as editors. In this study, we examine the views of economists serving as editors, co-editors, and associate editors of economics journals on these seemingly thorny but important issues.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 268,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To examine these views, we begin by reporting the responses of editors to questions in these three areas: common critiques of the discipline, ethics and editorial practices, and the role of prestige and status in the profession. We examine many of the common critiques that have emerged in the past several decades critiques such as those raised by Paul Krugman in the midst of the 2007-2008 global financial crisis that include methodological criticisms of the profession and its penchant for formalism and mathematical analysis at the expense of valuable analysis of real-world outcomes. We also examine editors' views on the growing number of specialized field journals and the perceived lack of general-interest journals, along with periodic calls for interdisciplinary research teams to move research beyond disciplinary silos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As Robert M. Solow has suggested, there are questions in the practice of editing on which natural differences of opinion occur. 5 These questions revolve around the need to deal with bias in reviews, and the responsibility to provide articles that challenge existing paradigms. As Solow points out, while one might hope that editors would be neutral, \"accepting or rejecting papers purely on the basis of merit,\" this is easier said than done. At the same time, Solow acerbically writes that \"A thousand flowers can bloom without all blooming in the same journal. \" 6 Finally, with the hegemony of the top journals comes concern about issues of prestige and status and its impact on the discipline. 7 We seek to better understand the views of editors on various questions where status considerations may appear, such as the importance of having editorial board members, authors, and reviewers from prestigious universities. While these are not the only areas where status and prestige may inject themselves in the editorial process, they are areas where the views of editors may be especially important.",
            "cite_spans": [
                {
                    "start": 566,
                    "end": 567,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 699,
                    "end": 700,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the analysis that follows, measures of standard relative entropy are provided to determine the degree to which editors have a shared view on these questions or have less consensus in their responses. Additionally, we estimate ordered probit models to investigate whether any particular editor or journal characteristic such as journal ranking or US versus non-US institutional affiliation is systematically related to the editors' views on survey questions. Our sample includes editors, co-editors, and associate editors from a wide range of economics journals in the Scientific Journal Rankings (SJR). The survey responses allow us to develop a comprehensive and contemporary understanding of some of the common controversies in the discipline. These insights will allow us to better understand the ways in which editors' views shape the body of knowledge that is published in economics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To obtain opinions of editors on publishing in economics, we administered an online survey using the software Qualtrics to a sample of editors selected from the population of all editors, associate editors, and editorial board members of all economic journals listed in the Journal Citation Reports (JCR) having Article Influence Scores (AIS) in 2013. 8 The JCR is a yearly publication by Thomson Reuters that provides information about scholarly journals in the sciences and social sciences, including citations, impact factors, and rankings. The AIS uses citations to assess and track the influence of a journal in relation to other journals, and it determines the average influence of a journal's articles over the first five years after publication. 9 In total, there were 314 journals on the JCR list of economics journals that had an AIS reported for them. One of the key variables in the analysis is whether or not a journal is ranked in the top quartile of all AIS-ranked journals; these top 25 percent journals are shown in Table 1 .",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 353,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1033,
                    "end": 1040,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Empirical Strategy"
        },
        {
            "text": "Public information on journal web pages served as a source for collecting names of editors, co-editors and associate editors of economics journals. To focus on the editors with the most decision-making power, we excluded additional categories of editors such as book review editors, managing editors, regional editors, and other editorial board members. 10 We also used home pages for the individuals themselves to collect email addresses and information on key variables of interest that include current institutional affiliation and country, PhD degree-granting institution and country, year of the PhD, and gender.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 356,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Empirical Strategy"
        },
        {
            "text": "We identified a total of 4906 editors, co-editors, and associate editors in this complete set of journals, with some individuals appearing more than once since it is not uncommon for people to hold multiple editorial positions. In this full population of economics journal editors, there were approximately 3,000 uniquely identified men and 450 uniquely identified women whose essential information was not missing. Thus, of all the individual economics editors, we were able to identify, about 14 percent were women. We then selected a sample of 414 women and a random sample of 421 men for a total sample size of 835. For each person who served in more than one editorial position, we randomly selected one journal from those they served as lead editor or co-editor; if all their positions were associate editor positions, we randomly selected one journal from those for which they served as associate editors. Finally, we sent a unique link via email to each of the 835 individuals in the sample that invited the individual in their role as editor of their assigned economics journal to participate in the survey. In total, 247 individuals completed the survey (124 men and 123 women), for an overall response rate of about 30 percent. 11 We over-sampled women and lead editors and co-editors to provide a more uniform distribution of conditioning characteristics in the sample of responding editors and to increase the likelihood that all types of editors would be represented. This strategy also ensures that our sample has sufficient numbers of responses from editors of each type for the methodology to have adequate statistical power so that we can distinguish an actual effect from one that occurs by chance. Over-sampling lead editors and co-editors also makes sense given that they typically have greater decision power in the editorial process than associate editors . 10 The role of editors who make up an editorial team varies among journals. While editors are typically responsible for \"desk-reject\" decisions, depending on how the journal is managed, the editor may make all decisions regarding which articles to accept or reject or may assign an article to an associate or assistant editor. Because of the growing use of associate editors and their involvement in the review process, we survey editors, co-editors, and associate editors. In our ordered probit estimations, we include associate editors as a separate control group to identify how their views differ from those of editors and co-editors. 11 Response rates in economic surveys include 35.4% in May et al. (2014) ; 34.4% in Alston et al. (1992) ; 30.8% in Fuller and Geide-Stevenson (2003) , and 26.6% in Klein and Stern (2005) . Our data contain 247 sample observations on the responding editors' coded responses to 17 survey questions and binary indicators of the responding editors' conditioning characteristics: US affiliation, PhD in 2000 or later, journal AIS in upper quartile, associate editor, and female. We use the marginal distribution of responses to describe the overall views of editors and we use the conditional distribution of responses to describe the relationships between editors' views and editors' characteristics. Sample means are reported in Table 2 , where the first column weights the observations to correct for over-sampling women and lead/co-editors. The weights ensure that the (joint) distribution of men and women editors and associate editors (female, associate editor) in the population-weighted sample is the same as in the population of editors. The remaining columns describe the characteristics of the responding editors (all editors, lead/co-editors, and associate editors).",
            "cite_spans": [
                {
                    "start": 1239,
                    "end": 1241,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 1881,
                    "end": 1883,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 2520,
                    "end": 2522,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 2575,
                    "end": 2592,
                    "text": "May et al. (2014)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2604,
                    "end": 2624,
                    "text": "Alston et al. (1992)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2636,
                    "end": 2669,
                    "text": "Fuller and Geide-Stevenson (2003)",
                    "ref_id": null
                },
                {
                    "start": 2685,
                    "end": 2707,
                    "text": "Klein and Stern (2005)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 3247,
                    "end": 3254,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Empirical Strategy"
        },
        {
            "text": "In the population-weighted sample, almost 45 percent of the responses are from editors with US affiliations, about 32 percent are from editors of top-ranked journals, and approximately 27 percent are from editors who earned their PhD's in the year 2000 or later. The corresponding unweighted percentages of all responding editors do not different substantially from the weighted percentages. About half of all editors are affiliated with US institutions, but the US representation is about 10 percentage points higher among lead editors and co-editors than it is for associate editors. About 30 percent of all editors earned their PhD's in 2000 or after. This percentage is lower for lead editors and co-editors than it is for associate editors, which would be expected given the expectation that lead and co-editors have more seniority and experience. Moreover, about one third of respondents serve journals that are ranked in the top quartile of the AIS ranking. Strikingly, only 14 percent of all editors in the population-weighted sample are women, and of those women, a slightly higher percentage of women are associate editors than lead editors or co-editors. This low representation of women among editors reflects the persistently low representation of women in economics and the chilly climate that women economists continue to face (Lundberg and Stearns 2019) .",
            "cite_spans": [
                {
                    "start": 1342,
                    "end": 1369,
                    "text": "(Lundberg and Stearns 2019)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Empirical Strategy"
        },
        {
            "text": "The weighted sample responses are used to describe the extent to which editors display consensus in their views on some controversial issues in economics. 12 As descriptive statistics, we use the percentage distribution, sample mean, and standardized relative entropy of the population-weighted responses to each survey question. Using the weighted responses correct these estimates for any non-response bias that might arise if men and women or lead/co-editors have different views on the survey topics and also have different rates of response to the survey. 13 The entropy parameter (ρ) simply combines the five possible responses to each survey question (from 1 = strongly disagree to 5 = strongly agree) into one number ranging from zero (complete consensus) to one (complete lack of consensus). 14 The maximum possible 12 Note that a few questions were answered on a slightly different scale in which 1=not at all important and 5=extremely important, as shown in our tables. Discussion of results is based on (disagree/agree) unless otherwise noted in the text. 13 If editors' opinions and their decisions to respond are independent after controlling for their editorial position and their sex, then the percentage distributions of the weighted responses in Table 3 are unbiased estimates of the population distributions of all editors. 14 Following the procedure described in Frey et al. (1984) and Block and Walker (1988) , the standardized relative entropy (ρ) is defined as the actual entropy for each question divided by the maximum possible entropy over the possible responses for each question. Actual entropy is the sum over the response entropy for each question would occur if all responses were evenly divided over the possible responses, representing a complete lack of consensus. Consistent with the meaning of the word entropy, an increase in ρ represents a move from agreement to a state of disagreement. This measure of relative entropy is widely used in the social sciences to indicate the evenness of similarity (Proops 1987) .",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 157,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 561,
                    "end": 563,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 825,
                    "end": 827,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 1383,
                    "end": 1401,
                    "text": "Frey et al. (1984)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1406,
                    "end": 1429,
                    "text": "Block and Walker (1988)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2036,
                    "end": 2049,
                    "text": "(Proops 1987)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 1264,
                    "end": 1271,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Empirical Strategy"
        },
        {
            "text": "The final part of the analysis estimates the relationship between editors' views and the characteristics of the editors and their journals. Using the unweighted sample observations, we estimate the conditional probability of an editor's survey response to each question using an ordered probit model. The conditioning variables include country affiliation (US vs. non-US), degree vintage (PhD 2000s vs. pre-2000 , and the AIS ranking of the editor's journal (top 25% vs. lower 75%). We also control for the editor's gender (female vs. male) and editorial position (associate editor vs. lead editor or co-editor) to allow the conditional response probabilities of the first three groups of editors to depend on the editor's gender and editorial position. The probit estimates will be free from non-response bias even if editors' views and response rates are correlated, as long as the correlation is due solely to their common dependence on the conditioning variables. 15 The estimated marginal effect of a particular editor characteristic (for example, US versus non-US affiliation) on the probability of response to the survey question provides a measure of the difference in views between the two types of editors. We calculate the predicted difference in the probability of agreement (survey responses 4 or 5) between the two types and the predicted difference in the probability of disagreement (survey responses 1 or 2). 16 In our discussion of the results, we report the variables or group characteristics that have the largest impact on opinions for a particular question.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 411,
                    "text": "(PhD 2000s vs. pre-2000",
                    "ref_id": null
                },
                {
                    "start": 968,
                    "end": 970,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 1426,
                    "end": 1428,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Empirical Strategy"
        },
        {
            "text": "Footnote 14 (continued) categories (i=1 to 5) of the probability p i of a particular response category i multiplied by the natural logarithm of the probability p i . That is, actual entropy = Σ p i × ln(p i ). In the case of 5 response categories, p i = 0.20 and Σ p i × ln(p i ) = − 1.61. Thus, the standardized relative entropy (ρ) for each question in the survey is calculated as entropy/(− 1.61). 15 If editors' opinions and their decisions to respond to the survey are independent, after controlling for US affiliation, journal rank, PhD vintage, editorial position and sex, then maximum likelihood estimation of the ordered probit model provides consistent estimates of the conditional response probabilities of all editors in the population (given that the response choice of the editor, conditional on the editor's characteristics, follows an ordered probit specification.). 16 The predicted differences in probabilities of agreement and disagreement calculated from the ordered probit coefficients in Tables 4 through 6 are available upon request. Table 3 reports the survey questions according to three categories often considered controversial in economics: common critiques of the discipline, ethics and editorial practices, and the role of prestige and status in publishing. We asked nine questions in the section on common critiques of the discipline and eight of which represent common critiques of the discipline. We begin by assessing editor's acknowledgement that they play an important role in defining the boundaries of the discipline. This question provides a baseline of agreement and also shows the degree to which editors believe that their actions as editors play an important role in shaping the boundaries of the discipline. Here we see that editors' views reflect a great deal of consensus on the important role that they play in defining the boundaries of the discipline. A large proportion of editors (81 percent) agree or strongly agree with the statement \"Editors play an important role in defining the boundaries of a discipline.\" On a scale of 1 (strongly disagree) to 5 (strongly agree), the average response for this question is 4.0, and the relative entropy score of .66 is the lowest among all other questions in each of the three categories examined, which indicates that there is relatively more consensus with this statement than the other statements.",
            "cite_spans": [
                {
                    "start": 883,
                    "end": 885,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1057,
                    "end": 1064,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Empirical Strategy"
        },
        {
            "text": "Although contested in heterodox journals, there is a good deal of consensus with the view that markets are the most efficient way to allocate resources under most circumstances and a survey question often asked of economists but one that might be especially interesting following a significant economic downturn. The results found here may not be surprising in that faith in markets is an outstanding characteristic of economic theory. The average response for this question is 3.6 and the relative entropy, 0.75, is the lowest among the remaining questions in the category, which signals that there is relatively more consensus with this statement than with the remaining statements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Common Critiques of the Discipline"
        },
        {
            "text": "One of the areas of growing concern centers on the issue of time stress and pressure to publish. We wondered if editors agree that the pressure to publish crowds Responses are coded in the following manner: 1=strongly disagree, 2=disagree, 3=neutral, 4=agree, 5=strongly agree. The LR statistic tests the null hypothesis that coefficients on associate editor and female are both equal to zero The symbols *, **, *** denote rejection of the null hypothesis that at the 10%, 5%, or 1% significance levels, respectively. Standard errors are in parentheses out time for service to the profession. Although the mean response (3.5) suggests that editors agree with the statement, there is little consensus in their views (relative entropy = .85). Time stress is often mentioned by faculty as a growing challenge, yet the responses of editors in general seem to show relatively little concern about this pressure to publish in crowding out service-related activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Common Critiques of the Discipline"
        },
        {
            "text": "In contrast, editors agree less with the remaining questions that offer common critiques leveled against the discipline with the final question in this section showing a somewhat more neutral response. Concerning the statement that there are not enough general-interest journals in economics today, results show that editors are more likely to disagree with this statement with an average score of 2.7, but there Responses are coded in the following manner: 1=strongly disagree, 2=disagree, 3=neutral, 4=agree, 5=strongly agree. The LR statistic tests the null hypothesis that coefficients on associate editor and female are both equal to zero The symbols *, **, *** denote rejection of the null hypothesis that at the 10%, 5%, or 1% significance levels, respectively. Standard errors are in parentheses is not a high degree of consensus as shown by the relative entropy measure of .87, which indicates a lack of consensus. Even less popular with editors is the notion that it is important for journals to include articles that challenge existing paradigms. Editors found this criterion of some relevance (the average score was only 2.4 in our other scale in which 2 is somewhat important and 3 is important), although there was very little consensus in their responses to the statement (relative entropy=.84). As a result, the responses may reflect a lack of consensus on just what is meant by \"challenge existing paradigms.\" In the past several decades, the profession has indeed accepted new approaches to the study of economic phenomenon including behavioral and experimental economics along with survey data analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Common Critiques of the Discipline"
        },
        {
            "text": "Editors also tend to disagree with the view that \"mathiness\" is a growing problem in economics but again there is not much consensus in the disagreement. Here, the average score is 2.6 with a relative entropy of .86. Similarly, editors tend to disagree with the view that economics relies too much on theoretical modeling and not enough on empirical analysis but again there is little consensus (average score=2.7 and relative entropy=.88). Here too, editors may simply believe that, while still a problem, \"mathiness\" is not a growing problem. That indeed, as a profession, we are moving away from our penchant for too much mathiness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Common Critiques of the Discipline"
        },
        {
            "text": "The final two questions addressing common critiques of the discipline concern experimental and interdisciplinary approaches to the study of economics. The view that, as a discipline, economics should focus more on experimental approaches again brings little agreement among economists. The average score of 2.7 yields low average agreement but slightly more consensus than most other statements in the category (relative entropy = .77). As for the notion that interdisciplinary research teams would improve economic knowledge, editors are neutral to the notion. The average score is 3.3. At the same time, the relative entropy score of .89 is the highest of any question in this group, which indicates that there is very little consensus on this notion. Taken together, the results seem to suggest that editors do not agree with common critiques often leveled against the discipline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Common Critiques of the Discipline"
        },
        {
            "text": "In Table 4 , the ordered probit results shed additional light on editors' responses to common critiques by identifying five questions where group differences are found to be statistically significant. 17 The first question reported in this section asks editors if they agree with the statement that markets are the most efficient way to allocate resources under most circumstances. We see that the estimated coefficients on US affiliation and on rank top 25% are both positive and statistically significant. Relative to editors who are not in the US, editors who are in the US tend to agree more with the statement. Editors of the top journals also tend to agree more with the statement than do editors of lower ranked journals. According to the negative coefficient on female, relative to male editors, women editors tend to disagree more with the 17 Tables 3 through 5 provide the ordered probit estimation results for those questions that showed a statistically significant association between at least one editor characteristic (US affiliation, journal rank, or Ph.D. vintage) and editors' response to the questions on common critiques, ethics and editorial practices, and the role of prestige and status in publishing. statement that markets are the most efficient way to allocate resources under most circumstances. 18 The group characteristic associated with the largest difference in opinions for this question about markets is journal rank of the editor. Of non-US editors, those who edit top-ranked journals are about 23 percentage points more likely to strongly agree or agree with the statement than those who edit lower ranked journals. 19 The estimation results identify two groups of editors-editors of higher ranked journals and editors of lower ranked journals-that differ in their views on time stress. Editors of higher ranked journals tend to disagree more with the statement, \"The pressure to publish has crowded out the time faculty have for service to the profession, including editing\" than editors of lower ranked journals. The predicted difference in agreement, indicates that editors of the top journals are about 13.5 percentage points less likely to strongly agree or agree with this statement than are editors of lower ranked journals",
            "cite_spans": [
                {
                    "start": 1322,
                    "end": 1324,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 1650,
                    "end": 1652,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 4",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Common Critiques of the Discipline"
        },
        {
            "text": "The third question in this section showing significant differences in-group views asks if editors agree or disagree with the statement \"There are not enough generalinterest journals in economics today.\" The estimated ordered probit coefficient on rank top 25% is negative and statistically significant indicating that editors of top journals are more likely to strongly disagree or disagree with the statement than are editors of lower ranked journals. The statistically significant positive coefficient estimate on female indicates that women editors are more likely to strongly agree or agree with this statement than are male editors. According to the predicted difference in disagreement, editors of top-ranked journals are approximately 16 percentage points more likely to strongly disagree or disagree with the statement than editors of lower ranked journals. For this question as well, journal rank of the editor produces the largest difference in views.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Common Critiques of the Discipline"
        },
        {
            "text": "The next question in the section examining common critiques of the discipline with significant group differences in responses asks for editors' views on the topic of \"mathiness\" in economics. Mathiness in economics is a common critique of the discipline. Here, the question specifically states, \"Some authors are critical of 'mathiness' in economic writing or the reliance on elaborate mathematics to make an argument. Is 'mathiness' a growing problem in economics?\" The estimated coefficient on rank top 25% is negative and statistically significant indicating that editors of top journals tend to strongly disagree or disagree more with the statement than do editors of lower ranked journals. Also, the estimated coefficient on female is positive and statistically significant, indicating that women editors tend to agree more with the statement than do male editors. The largest difference in views is again found by examining journal rank of editors. Specifically, we find that editors of top-ranked journals are approximately 18 percentage points more likely to strongly disagree or disagree with the statement than are editors of lower ranked journals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Common Critiques of the Discipline"
        },
        {
            "text": "The only statistically significant difference in editors' responses to the question of interdisciplinary research teams is associated with the rank of the editor's journal. The reported value of − .31 indicates that editors of journals ranked in the top 25 percent are less likely to agree (and more likely to disagree) that interdisciplinary research teams would improve economic knowledge than editors of lower ranked journals. The magnitudes of the predicted differences in agreement and in disagreement between the two groups are similar; editors of higher ranked journals are 10 percentage points more likely to disagree and 13 percentage points less likely to agree than editors of lower ranked journals. The results of this section show that editors do not share these common critiques of the discipline and that this is particularly true of editors of top-ranked journals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Common Critiques of the Discipline"
        },
        {
            "text": "We provide four questions that address various potential concerns about the editorial practices of journals. Table 3 shows that the responses reveal that editors agree with the concerns raised in three of the four questions. Editors tend to be neutral/agree in their views that the use of only one reviewer as inappropriate for most journals (average score of 3.7 and entropy of .77) and they tend to also agree that they should avoid sending manuscripts to reviewers with a known bias (average score 3.8 and entropy of .76). 20 On average editors tend to be neutral with the statement that editors should be allowed to publish in their own journals. 21 Here, the average score is 3.1. However, there is little consensus in their views (a high relative entropy score of .91). While about 28 percent of editors either strongly disagree or disagree with this view, another 43 percent of editors agree or strongly agree with this view. Finally, editors' sensitivities to potential concerns about editorial practices do not appear to get in the way of realism. Editors tend to believe that it is important/very important that a submitted article cites articles from the editor's journal in their references (with an average score of 3.5 in which 3 is important and 4 is very important, and an entropy measure of .81).",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 653,
                    "text": "21",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 116,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Ethics and Editorial Practices"
        },
        {
            "text": "The ordered probit results in Tables 5 show three questions concerning ethics and editorial practices where differences in views are associated with group characteristics. The first question where this is true asks about the inappropriateness of the use of only one reviewer. Both estimated coefficients on the editorial position (associate editor) and the editor's sex (female) are positive and statistically significant. This indicates that associate editors relative to lead editors/co-editors and women editors relative to male editors are more likely to strongly agree or agree with this statement. The only other group characteristic showing a statistically significant relationship with views in this question is rank top 25%. Here, the estimated coefficient is negative indicating that editors of the top journals are more likely to strongly disagree or disagree with this statement. The largest differences in views are associated with journal rank. Among male lead editors, those who edit top-ranked journals are about 13 percentage points less likely to strongly agree or agree with this statement than are editors of lower ranked journals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and Editorial Practices"
        },
        {
            "text": "The second question in this section on editorial practices asks if editors should avoid sending manuscripts to reviewers likely to have a bias for or against a particular paper. The coefficient estimate for US affiliation is negative and statistically significant indicating that editors with a US affiliation tend to disagree more with the statement than editors outside the US. Editors with a US affiliation are about 11 percentage points less likely to strongly agree or agree than are editors outside the US.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and Editorial Practices"
        },
        {
            "text": "The final question in this group on editorial practices showing significant differences in responses by group characteristics asks how important is it that a submitted article cites articles from your journal in their references. Only journal rank plays a statistically significant role and here the differences in views are quite large. Results show that editors of the top journals are more likely to view this as \"extremely important\" or \"very important\" than are editors of lower ranked journals. Editors of the top journals are about 31 percentage points more likely to view this as \"extremely important\" or \"very important\" than editor of lower ranked journals. Taken in total, the differences in views that emerge on ethics and editorial practices show that while editors may have some concerns about the potential fairness of these practices, their concerns vary depending on whether they are editing a topranked journal and whether they have a US affiliation. Editors of top-ranked journals and editors residing in the US are less likely to have issues with some editorial practices raised in our questions that others may view as problematic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and Editorial Practices"
        },
        {
            "text": "The third category, the role of prestige and status in publishing, yields a considerable range of responses. These questions address the status of editorial board members and potential authors/co-authors, the relationship between double-blind reviews and scholars from less prestigious institutions, and the status of the reviewer as criteria for selecting the reviewer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Role of Prestige and Status in Publishing"
        },
        {
            "text": "The responses in Table 3 show that editors tend to agree that it is important/ very important to have an editorial board member from a prestigious institution (average score of 3.5 in our other scale in which 3 is important and 4 is very important) and they also tend to agree (average score of 3.6) that articles with a prestigious author or co-author are more likely to be accepted for publication. 22 22 These results are consistent with the overall finding of Colussi [2018] who, examining editors of the AER, JEP, ECA, and AJE, find that 43% of all papers analyzed are authored by at least one scholar who is connected, either through co-authorship, same PhD institution, PhD Advisor, or current affiliation, to at least one editor at the time of publication.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 406,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 464,
                    "end": 478,
                    "text": "Colussi [2018]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 17,
                    "end": 24,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "The Role of Prestige and Status in Publishing"
        },
        {
            "text": "The entropy scores on these two questions are fairly moderate compared to the other statements but still do not signal very strong consensus. Likewise, editors tend to believe that status of the reviewer in the profession is somewhat important/important as a criterion for selecting a reviewer (average score of 2.8 in our other scale in which 2 is somewhat important and 3 is important). Yet, there is a lack of consensus on this as shown by the entropy score of .87 which is higher than most other questions in the group. In contrast, results from the remaining question seem to suggest that editors tend to disagree (average score of 2.8) with the notion that more articles would be published by less prestigious institutions if journals used double-blind (versus single-blind) review processes. However, Table 6 Ordered probit estimation: role of prestige and status Responses are coded in the following manner: 1=strongly disagree, 2=disagree, 3=neutral, 4=agree, 5=strongly agree. The LR statistic tests the null hypothesis that coefficients on associate editor and female are both equal to zero",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 808,
                    "end": 815,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "The Role of Prestige and Status in Publishing"
        },
        {
            "text": "The symbols *, **, *** denote rejection of the null hypothesis that at the 10%, 5%, or 1% significance levels, respectively. Standard errors are in parentheses",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Role of Prestige and Status in Publishing"
        },
        {
            "text": "Articles with a prestigious name as an author or co-author are more likely to be accepted for publication Table 3 shows that the estimated mean responses are not statistically significantly different from 3 (the midpoint of the opinion scale). The responses show very little consensus (a high relative entropy score of .93). Here, about 43 percent of editors disagree with this notion while 34 percent agree. 23 The ordered probit results in Table 6 identify three questions related to the role of prestige and status in publishing where group characteristics are significantly associated with responses. When asked whether articles with a more prestigious author or co-author are more likely to be accepted for publication, the results show that only the editor's PhD vintage is statistically significantly associated with the probability of response. Editors receiving their PhD in 2000 or after tend to agree more with this statement than do those who received their PhD before 2000. Editors who received their PhD in 2000 or after are about 14 percentage points more likely to strongly agree or agree than editors whose PhD was received before 2000.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 411,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 113,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 449,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "The Role of Prestige and Status in Publishing"
        },
        {
            "text": "Our next question asks editors to respond to the statement, \"More articles would be published by scholars from less prestigious institutions if journals used doubleblind versus single-blind review processes.\" Ordered probit results show that associate editors' opinions seem to differ from those of lead editors/co-editors on this question. The coefficient estimate on associate editor is positive, indicating that associate editors tend to agree more with this statement than do lead editors/coeditors. In addition, according to the statistically significant negative coefficient on rank top 25%, editors of top-ranked journals tend to disagree more with this statement than editors of lower ranked journals. Examination of the largest difference shows that editors of top-ranked journals are about 25 percentage points more likely to strongly disagree or disagree with this statement than are editors of lower ranked journals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Role of Prestige and Status in Publishing"
        },
        {
            "text": "We conclude by asking respondents to rate how important the \"status of the reviewer in the profession\" is as a criterion for selecting a reviewer, choosing among \"not at all important,\" \"somewhat important,\" \"important,\" \"very important\" or \"extremely important.\" Only the editor's country affiliation (US vs. non-US) is statistically significant. The estimated coefficient on US affiliation is negative indicating that US editors tend to place less importance on this criterion than non-US editors. Specifically, editors with a US affiliation are approximately 14 percentage points more likely to rank the reviewer's professional status as not at all important or somewhat important than are editors outside the US.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Role of Prestige and Status in Publishing"
        },
        {
            "text": "This study explores the views of editors of economics journals-both in the US and throughout the world-on a variety of issues important to the advancement of knowledge in the field. We examine how the views of editors differ according to the rank of the journal, years since getting a Ph.D., and country affiliation in order to better understand how the editorial process may influence the emergence of new approaches to economic knowledge as well as respond to various criticisms of the discipline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "The results of our survey reveal a discipline that is sensitive to the potential for bias in the editorial review process. Editors are in general concerned about issues related to the editorial process (the presence of one reviewer, or a biased referee), but these concerns seem to be less important for editors of top tier journals. In particular, there is general agreement that a single reviewer is not particularly appropriate and that editors should avoid sending manuscripts to reviewers with a known bias either for or against a paper. Editors of top-ranked journals are less likely to see a problem associated with having only one reviewer, which could be because the top journals have a higher bar in the referee process and may only need one negative referee to reject a paper. Moreover, editors are not persuaded by the value of doubleblind reviews as a mechanism for reducing bias. This skepticism most likely reflects the view that there is no such thing as a truly blind review given the prevalence of working papers drafts being available online (Pontille and Torny 2014) . Overall, editors of top-ranked journals are less likely to view as problematic some of the editorial practices that our survey addressed. Much of this is probably explained by growing pressures at the top journals from publishers and from the professional associations for citations and faster turnaround times, which may in turn pressure editors to prioritize expediency over fairness. There is more pressure than ever for economics journals to shorten their time to decision, especially in light of the relatively fast turnaround times at many science journals where increasing numbers of economists are publishing. This sort of pressure is likely to be greater at the level of the top journals than other journals since more money is at stake and there is more to lose from top-ranked authors choosing to submit elsewhere.",
            "cite_spans": [
                {
                    "start": 1061,
                    "end": 1086,
                    "text": "(Pontille and Torny 2014)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "One of the linchpins of the review process is the notion that scientific achievements are to be judged without reference to the scientists' personal or social characteristics -including a scientist's position in the social structure of science itself (Crane 1967, p. 195 . ) Editors (and especially younger editors) generally agree that the status and prestige of an author are important features for the journal and the article, the status of the reviewer is not. Editors with a US affiliation are even less likely than editors outside the US to place a high weight on the reviewer's status. With the proliferation of journals and growing demands on economists' time, editors are likely to place relatively less weight on the status of reviewers because it has become increasingly difficult to find highly-published reviewers who are willing and able to serve as reviewers. To explore this assertion, we examined journal statistics on time to decision and found that journals with US-based editors take slightly longer in terms of their average time to decision than journals with editors outside of the US. 24 Assuming that finding willing reviewers is one of the determinants of longer decision times, this would explain why US-based journals place relatively less emphasis on reviewer status.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 270,
                    "text": "(Crane 1967, p. 195",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "Also of note are the results examining responses to common critiques of the discipline. Economics has long been criticized for exhibiting a narrow methodological approach that favors theoretical modeling over empirical testing using real-world data. As Klamer and Colander reported in their landmark study The Making of an Economist, only 3 percent of graduate students in top US programs saw \"having a thorough knowledge of the economy\" as important for their academic success in economics while 57 percent believed that \"excellence in mathematics\" was very important for success in their career (Klamer and Colander 1990, p. 18); Blaug 1997; Snowdon and Vane 1999) . This critique of economics and its penchant for producing \"idiot savants\" prompted the AEA in 1988 to establish a Commission on Graduate Education in Economics, but their findings did little to quell concerns which continue to be expressed by Nobel Laureates on the left, and right, and in the middle of the ideological spectrum. 25 Results further indicate that editors in general have little use for such critiques. They don't share the view that \"mathiness\" is a problem in the discipline and don't share the notion that economics relies too much on theoretical modeling. Editors of the top-ranked journals tend to disagree more than the rest that mathiness is a problem. This finding is consistent with results in Bigo and Negru (2014) showing that economists approve of the emphasis on mathematics in the profession and if anything, they favor increasing the rigor of mathematical models rather than reducing the emphasis on math.",
            "cite_spans": [
                {
                    "start": 597,
                    "end": 631,
                    "text": "(Klamer and Colander 1990, p. 18);",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 643,
                    "text": "Blaug 1997;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 644,
                    "end": 666,
                    "text": "Snowdon and Vane 1999)",
                    "ref_id": null
                },
                {
                    "start": 999,
                    "end": 1001,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 1387,
                    "end": 1408,
                    "text": "Bigo and Negru (2014)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "The top journals in economics have seen substantial changes in the past six decades in the share of theoretical versus empirical articles that they publish. As Daniel Hammermesh shows, the share of purely theoretical articles has plummeted since the early 1970s. Instead, journals have increasingly published empirical articles using readily available data and utilizing original data generated by the author (Hammermesh 2013) . Hence, the lack of agreement on theoretical versus empirical models may reflect an awareness of the new reality in methodological approaches to economics.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 426,
                    "text": "(Hammermesh 2013)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "As for new methodological approaches, editors are not particularly enthusiastic about them either at this point. Editors do not agree that economics should focus more on experimental approaches or are they enthusiastic proponents of interdisciplinary research. The growth of journals devoted to experimental research at least attests to the increased acceptance of such an approach (Colander 2015) . While editors are more neutral about the notion that interdisciplinary research teams might 25 See, for example, Paul Krugman (2009) \"… predictive failure was the least of the field's problems. More important was the profession's blindness to the very possibility of catastrophic failures in a market economy… the economics profession went astray because economists . . . mistook beauty, clad in impressive-looking mathematics, for truth\"; Milton Friedman who stated \"economics has become increasingly an arcane branch of mathematics rather than dealing with real economic problems\" (Snowdon and Vane 1999, p. 137); and Mark Blaug who stated \"Modern economics is sick . . . Economists have converted the subject into a sort of social mathematics in which analytical rigor is everything and practical relevance is nothing\" (Blaug 1997, p. 3). improve economic knowledge, no such growth in interdisciplinary journals has emerged.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 397,
                    "text": "(Colander 2015)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1222,
                    "end": 1241,
                    "text": "(Blaug 1997, p. 3).",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "Our results show that little has shaken the resolve of economists-or at least economics editors-to lean in on the virtues of a free market. Editors in our study have considerable agreement on the market as an efficient way to organize production. In fact, no question providing a critique garnered more agreement from the editors. Moreover, editors of top-ranked journals were even more likely to argue that markets are the most efficient way to organize production. Relatedly perhaps, editors appeared to attach lower priority to articles that challenge existing paradigms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "Overall, the results suggest that the profession has not taken many of the critiques of the economics profession too much to heart. Manuscript submissions providing a negative assessment of the discipline may receive a less than enthusiastic nod from editors who profess to be looking for novel and innovative papers. However, our results also suggest that the increasing internationalization of the editorial gatekeepers may help to nudge the academic system along.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Is there a Global Consensus Among Economists in the 1990's?",
            "authors": [
                {
                    "first": "Richard",
                    "middle": [
                        "M"
                    ],
                    "last": "Alston",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Kearl",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [
                        "B"
                    ],
                    "last": "Vaughan",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "American Economic Review: Papers and Proceedings",
            "volume": "82",
            "issn": "2",
            "pages": "203--209",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "2019-2020 Faculty Compensation Survey Results",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mathematical modeling in the wake of the crisis: A blessing or a curse? What does the economics profession say?",
            "authors": [
                {
                    "first": "Vinca",
                    "middle": [],
                    "last": "Bigo",
                    "suffix": ""
                },
                {
                    "first": "Ioana",
                    "middle": [],
                    "last": "Negru",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cambridge Journal of Economics",
            "volume": "38",
            "issn": "2",
            "pages": "329--347",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Fact and fiction in economics: Models, realism, and social construction",
            "authors": [
                {
                    "first": "Mark",
                    "middle": [],
                    "last": "Blaug",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Opinions Politiques",
            "volume": "18",
            "issn": "17",
            "pages": "3--8",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Entropy in the Canadian economics profession: Sampling consensus on the major issues",
            "authors": [
                {
                    "first": "Walter",
                    "middle": [],
                    "last": "Block",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Canadian Public Policy",
            "volume": "14",
            "issn": "2",
            "pages": "137--150",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Networks and productivity: casual evidence from editor rotations",
            "authors": [
                {
                    "first": "Jonathan",
                    "middle": [],
                    "last": "Brogaard",
                    "suffix": ""
                },
                {
                    "first": "Joseph",
                    "middle": [],
                    "last": "Engelberg",
                    "suffix": ""
                },
                {
                    "first": "Christopher",
                    "middle": [
                        "A"
                    ],
                    "last": "Parsons",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Financial Economics",
            "volume": "111",
            "issn": "1",
            "pages": "251--270",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "What Do Editors Maximize?",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Card",
                    "suffix": ""
                },
                {
                    "first": "Stefano",
                    "middle": [],
                    "last": "Dellavigna",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Evidence from Four Economics Journals",
            "volume": "102",
            "issn": "",
            "pages": "195--217",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Are Referees and Editors in Economics Gender Neutral?",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Card",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Stefano"
                    ],
                    "last": "Dellavigna",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Iriberri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Quarterly Journal of Economics",
            "volume": "135",
            "issn": "1",
            "pages": "269--327",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Editorial Policies of Major Economic Journals. The Quarterly Review of",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [
                        "K"
                    ],
                    "last": "Coe",
                    "suffix": ""
                },
                {
                    "first": "Irwin",
                    "middle": [],
                    "last": "Weinstock",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Economics and Business",
            "volume": "7",
            "issn": "4",
            "pages": "37--43",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Intellectual incest on the Charles: Why economists are a little bit off",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Colander",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eastern Economic Journal",
            "volume": "41",
            "issn": "",
            "pages": "155--159",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Social ties in academia: A friend is a treasure",
            "authors": [
                {
                    "first": "Tommaso",
                    "middle": [],
                    "last": "Colussi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The Review of Economics and Statistics",
            "volume": "100",
            "issn": "1",
            "pages": "45--50",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The gatekeepers of science: Some factors affecting the selection of articles for scientific journals",
            "authors": [
                {
                    "first": "Diana",
                    "middle": [],
                    "last": "Crane",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "The American Sociologist",
            "volume": "2",
            "issn": "4",
            "pages": "195--201",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The perils of peer review in economics and other sciences",
            "authors": [
                {
                    "first": "Stefan",
                    "middle": [],
                    "last": "Fölster",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of Evolutionary Economics",
            "volume": "5",
            "issn": "1",
            "pages": "43--57",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Consensus and dissension among economists: An empirical inquiry",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Frey",
                    "suffix": ""
                },
                {
                    "first": "Werner",
                    "middle": [
                        "W"
                    ],
                    "last": "Bruno",
                    "suffix": ""
                },
                {
                    "first": "Friedrich",
                    "middle": [],
                    "last": "Pommerehne",
                    "suffix": ""
                },
                {
                    "first": "Guy",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "American Economic Review",
            "volume": "74",
            "issn": "5",
            "pages": "986--994",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Economics: An emerging small world",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Goyal",
                    "suffix": ""
                },
                {
                    "first": "Marco",
                    "middle": [
                        "J"
                    ],
                    "last": "Sanjeev",
                    "suffix": ""
                },
                {
                    "first": "Jose",
                    "middle": [
                        "Luis"
                    ],
                    "last": "Van Der Leij",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Moraga-González",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Political Economy",
            "volume": "114",
            "issn": "2",
            "pages": "403--412",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Six decades of top economics publishing: Who and How",
            "authors": [
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Hammermesh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Economic Literature",
            "volume": "51",
            "issn": "1",
            "pages": "162--172",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Publishing and promotion in economics: The tyranny of the top five",
            "authors": [
                {
                    "first": "James",
                    "middle": [
                        "J"
                    ],
                    "last": "Heckman",
                    "suffix": ""
                },
                {
                    "first": "Sidharth",
                    "middle": [],
                    "last": "Moktan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Economic Literature",
            "volume": "58",
            "issn": "2",
            "pages": "419--470",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The editors and authors of economics journals: A case of institutional oligopoly?",
            "authors": [
                {
                    "first": "Geoffrey",
                    "middle": [
                        "M"
                    ],
                    "last": "Hodgson",
                    "suffix": ""
                },
                {
                    "first": "Harry",
                    "middle": [],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "The Economic Journal",
            "volume": "109",
            "issn": "453",
            "pages": "165--186",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The making of an economist",
            "authors": [
                {
                    "first": "Arjo",
                    "middle": [],
                    "last": "Klamer",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "Colander",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Professors and their politics: The policy views of social scientists",
            "authors": [
                {
                    "first": "Daniel",
                    "middle": [
                        "B"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "Charlotta",
                    "middle": [],
                    "last": "Stern",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Critical Review",
            "volume": "17",
            "issn": "3-4",
            "pages": "257--303",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The institutional concentration of authors in top journals of economics during the last two decades",
            "authors": [
                {
                    "first": "Martin",
                    "middle": [
                        "G"
                    ],
                    "last": "Kocher",
                    "suffix": ""
                },
                {
                    "first": "Matthias",
                    "middle": [],
                    "last": "Sutter",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "The Economic Journal",
            "volume": "111",
            "issn": "472",
            "pages": "405--421",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "How Did Economists Get It So Wrong? New York Times Magazine",
            "authors": [
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Krugman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Favoritism versus search for good papers: Empirical evidence regarding the behavior of journal editors",
            "authors": [
                {
                    "first": "David",
                    "middle": [
                        "N"
                    ],
                    "last": "Laband",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [
                        "J"
                    ],
                    "last": "Piette",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Journal of Political Economy",
            "volume": "102",
            "issn": "1",
            "pages": "94--203",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Women in economics: Stalled progress",
            "authors": [
                {
                    "first": "Shelly",
                    "middle": [],
                    "last": "Lundberg",
                    "suffix": ""
                },
                {
                    "first": "Jenna",
                    "middle": [],
                    "last": "Stearns",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Economic Perspectives",
            "volume": "33",
            "issn": "1",
            "pages": "3--22",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Canonizing economic theory: How theories and ideas are selected in economics",
            "authors": [
                {
                    "first": "Christopher",
                    "middle": [],
                    "last": "Mackie",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Publication policies of the economic journals",
            "authors": [
                {
                    "first": "Howard",
                    "middle": [
                        "D"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "The American Economic Review",
            "volume": "49",
            "issn": "1",
            "pages": "133--138",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Are Disagreements among Male and Female Economists Marginal at Best? A Survey of AEA Members and Their Views on Economics and Economic Policy",
            "authors": [
                {
                    "first": "Ann",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "Mary",
                    "middle": [
                        "G"
                    ],
                    "last": "Mari",
                    "suffix": ""
                },
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Mcgarvey",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Whaples",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Contemporary Economic Policy",
            "volume": "32",
            "issn": "1",
            "pages": "111--132",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Editorial favoritism in economics?",
            "authors": [
                {
                    "first": "Marshall",
                    "middle": [
                        "H"
                    ],
                    "last": "Medoff",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Southern Economic Journal",
            "volume": "70",
            "issn": "2",
            "pages": "425--434",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The Blind Shall See! The question of anonymity in journal peer review",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Pontille",
                    "suffix": ""
                },
                {
                    "first": "Didier",
                    "middle": [],
                    "last": "Torny",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ada: A Journal of Gender",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Entropy, information and confusion in the social sciences",
            "authors": [
                {
                    "first": "John",
                    "middle": [
                        "Lr"
                    ],
                    "last": "Proops",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Journal of Interdisciplinary Economics",
            "volume": "1",
            "issn": "4",
            "pages": "225--242",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "In the face of total turbulence, go totally conventional for the nobel prize",
            "authors": [
                {
                    "first": "Barkley",
                    "middle": [],
                    "last": "Rosser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Conversations with leading economists: interpreting modern macroeconomists",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Secrets of Economics Editors",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [
                        "M"
                    ],
                    "last": "Solow",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Secrets of Economics Editors",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "How the publish-or-perish principle divides a science: The case of economists",
            "authors": [
                {
                    "first": "Hendrik",
                    "middle": [
                        "P"
                    ],
                    "last": "Dalen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11192-020-03786-x"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Nobel: US auction theorists win Economics Prize",
            "authors": [
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BBC News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Institutional affiliation of the contributors to three professional journals",
            "authors": [
                {
                    "first": "Pan",
                    "middle": [
                        "A"
                    ],
                    "last": "Yotopoulos",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "The American Economic Review",
            "volume": "51",
            "issn": "4",
            "pages": "665--670",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Journals ranked in the top quartile of all 2013 AIS-",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Editors' demographic characteristics, editorial positions, and journal rankings Reported figures represent population-weighted and unweighted percentages of responding editors' characteristics Mean response, percentage distribution of responses, and relative entropy of responses to each question on editors survey aThe pressure to publish has crowded out time that faculty have for service to the profession, including editing *How important is it to include articles that challenge existing paradigms in the journal for which I am an editor?Some authors are critical of \"mathiness\" (or the reliance on elaborate mathematics to make an argument) in economic writing. Mathiness is a growing problem in economics",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Ordered probit estimation: common critiques of the discipline",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Ordered probit estimation: ethics and editorial practices",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}