{
    "paper_id": "3dffbee2fe3b3ca98aff7f80459d17501bcd9fbe",
    "metadata": {
        "title": "COVID-19 and Its Impact on Carbon Dioxide Emissions",
        "authors": [
            {
                "first": "Ankit",
                "middle": [],
                "last": "Dasgotra",
                "suffix": "",
                "affiliation": {},
                "email": "dasgotraa@gmail.com"
            },
            {
                "first": "Vishal",
                "middle": [
                    "Kumar"
                ],
                "last": "Singh",
                "suffix": "",
                "affiliation": {},
                "email": "vishalksingh3011@gmail.com"
            },
            {
                "first": "Suvendu",
                "middle": [],
                "last": "Manna",
                "suffix": "",
                "affiliation": {},
                "email": "smanna@ddn.upes.ac.in"
            },
            {
                "first": "Gurpreet",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {},
                "email": "gurpreet@hyprsci.com"
            },
            {
                "first": "S",
                "middle": [
                    "M"
                ],
                "last": "Tauseef",
                "suffix": "",
                "affiliation": {},
                "email": "smtauseef@ddn.upes.ac.in"
            },
            {
                "first": "Jitendra",
                "middle": [
                    "K"
                ],
                "last": "Pandey",
                "suffix": "",
                "affiliation": {},
                "email": "jkpandey@ddn.upes.ac.in"
            },
            {
                "first": "A",
                "middle": [],
                "last": "Dasgotra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [
                    "K"
                ],
                "last": "Singh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "J K"
                ],
                "last": "Pandey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "K"
                ],
                "last": "Pandey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "One of the major threats nowadays is COVID-19. Initially, people were suggested to have self-protection via staying at home and avoid unusual travel. As transmission became out of control, Lockdown implemented majorly affected countries. Lockdown stage and implemented shutdowns of industries, etc., exhibited a significant reduction in carbon emissions. Carbon emissions are often associated with burning waste, fossil fuels, crude, coal, etc., and it is harmful to the environment and human survival globally. In this chapter, carbon emission data (fossil carbon dioxide (CO 2 ) emission data) have been collected and comparison has been done during lockdown with last year's data. The comparison showed that emission reduced to a greater extent even more than 50% in some regions. Learnt lessons are evaluated thoroughly in this chapter that can be directed by government and private organizations post lockdown in future. The data presented in this chapter indicated a daily decrease of CO 2 emission by 17% due to complete lockdown in most of the world population. As in most of the region, the lockdown has been upholding the A. Dasgotra · S. Manna (B) · S. M. Tauseef A. Dasgotra et al. annual decrease in CO 2 emission would be only between 4.2 and 7.5% as estimated by previous researchers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since its inception in December 2019; 16,932,986 people have been infected with COVID-19 world wide and 664,333 deaths have been registered by July 29, 2020. The infection spread rapidly all over the world and the WHO declared it as pandemic in March 2020. Followed by WHO announcement most of the countries declared complete lockdown that stops all types of anthropogenic activities including shutdown of industries (except the essential services) to minimize the loss of human lives ( Fig. 8.1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 487,
                    "end": 496,
                    "text": "Fig. 8.1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Although, lockdown minimizes the mass level infection and death, it creates an incredible downward economic growth for most of the countries especially for developing countries. Due to strict restriction of human activities and shutdown of industrial production different countries are facing economic slowdown. Reports indicated that due to lesser energy consumption and industrial production world GDP reduced by up to 30% [16] . Though, the COVID-19 based crisis reduced the global GDP, it has a positive impact on our environment. As human activities are restricted, fossil CO 2 emission also decreased significantly. Data from the satellite observations and estimated CO 2 emission from power plants suggested that we might be witnessing the largest drop in CO 2 emission since the end of the Second World War. Though the exact data of CO 2 emission during COVID-19 crisis would be available only after the analysis of global inventories of fuel and energy use in the lag of coming one or two years [4, 8, 11, 18] . To give a quick idea about the impact of CO 2 emission related to COVID-19 crisis, International Energy Agency provides an assessment of monthly fossil fuel energy demand in their report. They indicate around 5% decreases in the fuel energy demands by the period of Jan-Apr 2020. In their recent report, Le Quéré et al. [12] also introduced a big step for compiling governmental policies and activity data to monitor decline in CO 2 emission during the forced confinement. Their reports indicated 17% decreases in the daily global CO 2 emission level by the end of April 2020 than the data available for April 2019.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 429,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1004,
                    "end": 1007,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1008,
                    "end": 1010,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1011,
                    "end": 1014,
                    "text": "11,",
                    "ref_id": null
                },
                {
                    "start": 1015,
                    "end": 1018,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1341,
                    "end": 1345,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Still now there is lacking of quantitative data related to decline of CO 2 emission and data difference due to daily, weekly, monthly, and seasonal variation. Also, the precise data difference due to holidays during those confinement time periods. Inclusion of these variations in the emission could improve the understanding of exact CO 2 emission-related data corresponding to COVID-19 related confinement. Thus, day-to-day inventories and baseline data for 2019 and the confinement period of 2020 should be monitored as this data would be critical for estimating CO 2 emission dynamics. For this, Liu et al. [14] constructed inventories on near real time emission on daily, monthly, and seasonal variation both for a period of Jan-May 2020 and Jan-May 2019. Their monitoring also included holidays to ward off related emission declined. They indicated it will improve our understanding on the exact decline of COVID-19 related CO 2 emission during the studied period.",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 615,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Sector wise as well as country wise fossil CO 2 emission also be an interesting option. Le Quéré et al. [12] monitored the CO 2 emission of six different economic sectors during the confinement periods of Jan-Apr, 2020 and compared the data with that of 2019 emission. They also monitored the sector-wise activity change during the confinement and monitored its impact on CO 2 emission. Whereas Liu et al. [14] monitored the near real-time data of CO 2 emission of 416 cities all over the world and compared with the data of 2019. They also monitored the country level CO 2 emission and reported in their article.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The chapter provides a glimpse of different studies on global level, sector level and country wise CO 2 emission during the confinement periods. In this chapter impact of daily, monthly, and seasonal variation on the monitoring of exact CO 2 emission has also been discussed. Sector-wise activity (Industry, power, public, surface transport, residential, and aviation) change and corresponding CO 2 emission has been discussed briefly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the following sections the changes in CO 2 emission due to shutdown of above mentioned sectors are described first. Then in the next section the global and countrywise (most CO 2 emitting countries) changes in CO 2 emission are discussed. Finally in the last section the changes in CO 2 emission and its impact on our environment are discussed. This chapter finally concluded in the last section. This chapter indicates that partial shutdown could be a promising alternative to tackle the global warming and to improve the air quality index. The pandemic and that related shutdown clearly indicated that changes in policies and monitoring the economic check points could solve many related environment issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Anthropogenic activities are the major source of CO 2 emission and greenhouse effects. There are six major economic sectors which emit CO 2 and cause major changes to our environment. Those six sectors are (1) industry which includes all types of industrial activities, (2) power sectors which include the fossilized fuel burning-based power generation, (3) public and commercial buildings, (4) surface transport which includes both road and water transport, (5) residential, and (6) aviation [12] . Among these six sectors the power generation sectors emit majority of the global fossil fuel-based CO 2 . Around 44.3% of total global CO 2 emission is accounted to fossil fuel-based CO 2 emission. As till date, fossilized fuel burning is the major power source throughout the planet. The industrial sectors are accounted for around 22.4% global CO 2 emission. Among all the industries the cement producing industries account for 8% of global CO 2 emission [7, 9, 10] . The next major sector is surface transport which accounted almost 20.6% of total global CO 2 emission that includes the road, rail, and water transports where the fossil fuel is used as an energy source. The public sectors and the residential sectors emit 4.2% and 5.6% of global CO 2 , respectively. The aviation sector is accounted for 2.8% of global CO 2 emission. In Fig. 8 .2 the sector wise global CO 2 emission share has been presented. Although, the above sector wise global CO 2 emission scenario is general and account to the global level of CO 2 emission. These could be different from country to country Sector wise global CO 2 emission (redrawn using data from [12]) and state to state level as some countries are using less fossil fuel and some are using higher for power generation. Thus, country specific sector wise date would be different than the global level of sector wise CO 2 emission. For example, in China around 22.2% of industrial CO 2 emission is accounted for cement producing industry [13] .",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 497,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 957,
                    "end": 960,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 961,
                    "end": 963,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 964,
                    "end": 967,
                    "text": "10]",
                    "ref_id": null
                },
                {
                    "start": 1644,
                    "end": 1649,
                    "text": "[12])",
                    "ref_id": null
                },
                {
                    "start": 1985,
                    "end": 1989,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 1341,
                    "end": 1347,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Sectors Wise CO 2 Emission"
        },
        {
            "text": "Real time monitoring of CO 2 emission is very much critical to understand the climate change due to greenhouse gasses. However, despite it is critically important, systems are not sufficient for monitoring real time CO 2 emission [12] . Currently, CO 2 emission data released either early or monthly and most often after the end of the calendar year. Regardless of this, some representative near-real time date at monthly interval. Some countries use the data of fossil fuel use at the monthly level for monitoring CO 2 emission that is usually released by monthly interval later [1, 6] . Although, nearreal time observation of atmospheric CO 2 is monitored, large variability in carbon cycle and meteorology could mask the anthropogenic variability in short period [2, 19] . Satellite measurement of real-time CO 2 emission also could be done. However, large uncertainties and variability in natural CO 2 fluxes interfere in determining the near-real time anthropogenic CO 2 emission [5, 20] . Recently, Le Quéré et al. [12] have proposed an alternative approach for monitoring country-level CO 2 nearreal time CO 2 emission. They devise a confinement index to monitor the extent of different policies in the CO 2 emission. They divided into four level of confinement as described in the following paragraph. They monitored the changes in CO 2 emission with respect to the changes in anthropogenic activities. ",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 234,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 584,
                    "end": 586,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 766,
                    "end": 769,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 770,
                    "end": 773,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 985,
                    "end": 988,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 989,
                    "end": 992,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Monitoring of CO 2 Emission"
        },
        {
            "text": "COVID-19 related pandemic and related lockdown create a serious financial crisis throughout the globe. However, this lockdown situation opens a new window for reviving of our environment [15] . This pandemic showed that even a small change in few anthropogenic activities could improve the environmental condition. In their recent report, Le Quéré et al. [12] showed that changes in activities could actually have a major effect on the anthropogenic CO 2 emission. Their study indicated that sector wise CO 2 emission was highly dependent on the changes in the corresponding activities. Figure 8 .3 showed the overall activity change during the COVID-19 pandemic and also showed the country wise activity change for a confinement level 3. Figure 8 .3 indicated that change in anthropogenic activities has a direct relation with the CO 2 emission. For level 3 types of confinement index--complete lockdown affected the aviation sectors majorly. During the complete lockdown situation due to COVID-19 in most of the countries completely banned the international and domestic airways. Thus, the CO 2 emission is also found to be lower for aviation sector among the other sectors. In most of the countries fossil fuels are being used for surface transport both for road or water. Thus, at level 3 confinement CO 2 emission from the surface transport sector should be decreased. As expected, Fig. 8 .3 followed same trend for the surface transport sector. Power and public sectors also followed the same trends. Industries are one of the most CO 2 emitting sectors thus during complete lockdown less CO 2 emission was recorded from this sector. Figure 8 .3 clearly indicates that the sector that faced major shutdown showed less CO 2 emission during the critical period of COVID-19 based lockdown.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 355,
                    "end": 359,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 587,
                    "end": 595,
                    "text": "Figure 8",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 739,
                    "end": 747,
                    "text": "Figure 8",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1387,
                    "end": 1393,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1640,
                    "end": 1648,
                    "text": "Figure 8",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Changes in Activities During COVID-19"
        },
        {
            "text": "With rapid industrialization and urbanization use of fossil fuel increased tremendously. Simultaneous CO 2 emission also increased alarmingly. The data presented in Fig. 8.4 showed year-wise global CO 2 emission related to fossil fuel. From the figure it is clear that since 1970 the fossil CO 2 emission increased rapidly with time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 173,
                    "text": "Fig. 8.4",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Changes in CO 2 Emission at Global Level"
        },
        {
            "text": "Recently, COVID-19 situation opened a new scenario of restricting global fossil CO 2 emission. From Fig. 8.4 it is evident that in early 2020 the CO 2 emission showed a rapid declining state due to level 3 type of confinement in the first few months. The near-real time data shown with the inset figure showed that from January 2020 to May 2020 the CO 2 emission follows the decreasing trends. Complete banned in surface transport and industrial activities leads to a lower power consumption and production. Till now fossil fuel is the major contributing factor for global energy production thus in the level 3 type of confinement the fossil CO 2 emission decreased. As researchers and policy makers are still trying to find a suitable process for restriction of fossil CO 2 emission, strict confinement could be an alternative. However, this type of confinement is closely related to countries financial growth thus proper policy in this matter is necessary to execute it. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 108,
                    "text": "Fig. 8.4",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Changes in CO 2 Emission at Global Level"
        },
        {
            "text": "Changes in fossil CO 2 emission in power sector are presented in Fig. 8 .5. From the figure it is evident that first four months of 2020 the fossil CO 2 emission decreased with time. The data presented was estimated by using the near-real time electricity data [12] . The study also considered the weather-driven variation of renewable electric supply relative to the natural gas and coal use in 2020 to monitor the exact changes in the power sector fossil CO 2 emission. The studies also indicated that there was 0.8% reduction in power sector in first three months of 2019 due to temperature variation. From the figure it is evident that in the first four months (January-April) of 2020 the global fossil CO 2 emission decreased around 3% only. The researchers have pointed that this could be due to less power requirement by the industrial sectors as partial or full confinement was implemented globally during the said period. In another study, it was reported that during the above said period in 2020 the fossil ",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 265,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 71,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Power Sector"
        },
        {
            "text": "Industries such as steel, chemicals, other manufacturing industries, and cement producing industries use fossil fuel combustion and emit a large share of global fossil CO 2 . Industries cumulatively produce around 29% of total global fossil CO 2 . The share is larger for developing countries like India and China. India's industrial sectors are accounted for 33% of its annual fossil CO 2 emission. While China's industrial sector accounted for 39% of its annual fossil CO 2 emission [14, 18] . Liu Fossil CO 2 emission for public, residential and aviation sectors (redrawn using data from [12] ) et al. [14] collected fossil CO 2 emission data for different industries and reported in their article. They found that for the period of January-April, 2020 the fossil CO 2 emission corresponding to industrial activities decreased by 4.4% globally (Fig. 8.6 ). The emission was different from country to country though. In China the reduction was 3.5% (−43.8 Mt CO 2 ), in USA the reduction was 6.4% (−17.7 Mt CO 2 ), in EU and UK the reduction was 7.3% (−15 Mt CO 2 ), and in India it was highest around 7.9% (−22.1 Mt CO 2 ).",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 489,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 490,
                    "end": 493,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 591,
                    "end": 595,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 605,
                    "end": 609,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 847,
                    "end": 856,
                    "text": "(Fig. 8.6",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Industrial Emissions"
        },
        {
            "text": "Surface transportation is one of the major sources of global fossil CO 2 emission. It is accounted for almost 18% of the global fossil CO 2 emission. In their study, Liu et al. [14] monitored the daily transportation activity of 416 cities in more than 50 countries. They noticed that the global fossil CO 2 emission dramatically decreased by 15.5% in the first four months of 2020. They reported that in those first four months around 340 Mt less CO 2 was released from the surface transportation than the same time period of 2019. This contributed to the 36.3% total global decline of fossil CO 2 . Their reports also pointed that since the starting of level 3 type of confinement in Chinese cities in the last week of January the average fossil CO 2 emission corresponding to surface transportation decreased by 18.5% followed by further decreasing by 53.4% at the end of February compared to 2019. The major cities all over the globe showed dramatic decrease in fossil CO 2 emission due to stringent confinement started since March. In India and USA the surface transportbased fossil CO 2 emission was dropped by 25.9% and 22.8% respectively since the lockdown started in March followed by continuous drop by 65.6% and 50% up to April 2020. Similar trends for fossil CO 2 emission were also seen for EU countries too [14] .",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1321,
                    "end": 1325,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Surface Transportation Emissions"
        },
        {
            "text": "As discussed earlier, aviation sector is one of the major emitters of global fossil CO 2 . In a recent report it was found that aviation-based fossil CO 2 emission is decreased by 28.95% globally in first four months [14] . Complete confinement in the aviation sector stops the entire domestic and international flights that decreased the fossil CO 2 emission, among which mostly was due to cancelation of international aviation. This report also indicated two consecutive decrease in global aviation-based emission, one in the end of January in mainly Asian countries and second in the middle of March for rest of the world. In the middle of March the aviation-based emission decreased sharply that is coincided with the global level travel ban and strict lockdown measure. The reports also indicated that around 15% decreased in the fossil CO 2 emission for shipping sector in the first four months of 2020.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Aviation and Ships Emissions"
        },
        {
            "text": "In public and commercial sectors the fuel used and corresponding fossil CO 2 emission is one of the major contributors of global annual CO 2 emission. The use of oil and gas in public and residential and commercial sectors changes among countries and from year to year. Liu et al. [14] used those data of population-weighted heating degree by days of 2 m air temperature for 206 countries. They noticed that the global heating demands decreased by 2.7% in first four months of 2020 compared to 2019. Figure 8 .6 indicated no significant change in the first four months of 2020 due to the fact that the residential consumption was mostly driven by temperature variability.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 500,
                    "end": 508,
                    "text": "Figure 8",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Public and Residential Sectors"
        },
        {
            "text": "The daily near-real time data comparison between the first quarter of 2019 and 2020 showed that despite the seasonal variation the CO 2 emission in 2020 was lower (Fig. 8.7 ). Around 7.8% of fossil CO 2 emission was decreased during the first quarter of 2020 compared with 2019. Country level decreasing of CO 2 emission was discussed in the following paragraphs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 172,
                    "text": "(Fig. 8.7",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Country Wise Change in CO 2 Emissions"
        },
        {
            "text": "In the first quarter of 2020, the fossil CO 2 emission in the USA was comparable with the same periods in 2019. As COVID-19 related confinement and related restrictions were implemented partly in USA only at the end of March (Fig. 8.7) . The emission Fig. 8.7 Fossil CO 2 emission for global, USA, and Italy (redrawn with partial data from [14]) in USA was found to be decreased only after March 2020 as the \"stay at home\" order has been implemented. Thus, the fossil CO 2 emission was only declined by 4.7% for the first quarter of 2020. The rapid emission declined was observed only in March as the strict lockdown was implemented. In March, the emission in USA was 13.8% followed by further sharp decrease in April to 25.6%. This further confirmed that strict lockdown has direct impact on CO 2 emission.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 345,
                    "text": "[14])",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 235,
                    "text": "(Fig. 8.7)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 251,
                    "end": 259,
                    "text": "Fig. 8.7",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "USA"
        },
        {
            "text": "Among European countries, Italy was one of the most affected countries by COVID-19 related pandemic. The decline in CO 2 emission in this country was monitored by the end of January. The emission starts declining rapidly after the implementation of complete lockdown by the 2nd week of March. In the middle of February, the CO 2 emission in Italy was 14.9% (Fig. 8.7 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 357,
                    "end": 366,
                    "text": "(Fig. 8.7",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Italy"
        },
        {
            "text": "Early detection of COVID-19 crisis made the Chinese government to take level 3 confinement very early in 2020 that decreased the fossil CO 2 emission more rapidly. Due to this early lockdown, the fossil CO 2 emission in China was declined by 9.3%. However, the decline was relaxed after March due to rapid control of COVID-19 situation in Chinese cities (Fig. 8.8 ). Thus after March the fossil CO 2 emission recovered quickly. From the data it is indicated that the emission was much higher in February (14.6%) than in March (8.1%). Also, it was noticed that in April China's CO 2 emission rises up to 0.8% than the same period of time in 2019 after the lockdown confinement was less [14] . If we observed the sector wise emission, in China, the CO 2 emissions from steel industry increased by 1.5% and 5.0% in January and February, respectively, even after severe COVID-19 crisis. Though, the emission took a decreasing trend of 1.7% by March. Whereas, for cement industry the emission declined by 14.4% for the first four months of 2020. While it showed 3.8% increasing trend at the end of April.",
            "cite_spans": [
                {
                    "start": 685,
                    "end": 689,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 354,
                    "end": 363,
                    "text": "(Fig. 8.8",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "China"
        },
        {
            "text": "For the first quarter of 2020 Brazil showed similar CO 2 emission as 2019 as the COVID-19 related restrictions started only by the end of March. Since at the end of March 2020, Brazil showed a sharp decrease in fossil CO 2 emission (Fig. 8.8 ). At the end of March the CO 2 emission was 7% for Brazil. Same trend is followed up to May 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 241,
                    "text": "(Fig. 8.8",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Brazil"
        },
        {
            "text": "In Spain the COVID-19 related crisis started early in 2020 that makes them to restrict part of anthropogenic activities. Even this partly restriction declined the fossil CO 2 emission from very early periods of 2020. Due to this the CO 2 emission in Spain decreased by 19% before the complete lockdown implemented (Fig. 8.8 ). The country imposed complete lockdown by the end of March that decreased the CO 2 emission more rapidly. Spain is one of the most successful countries in implementing the lockdown with respect to fossil CO 2 emission. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 323,
                    "text": "(Fig. 8.8",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Spain"
        },
        {
            "text": "Till date India is second of the most affected country by COVID-19 related crisis. However, the complete lockdown was implemented only by the end of March 2020. The fossil CO 2 emission in India has shown decreasing trends in the first quarter of 2020 that was similar to that of 2019. However, with lockdown implementation by the middle of March the fossil CO 2 emission declined rapidly with time in India (Fig. 8.9 ). In February the emission was 8.4% that rapidly decreased further to 16.4% in March and 27.9% in April [14] .",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 527,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 408,
                    "end": 417,
                    "text": "(Fig. 8.9",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "India"
        },
        {
            "text": "United Kingdom is also an early affected country by the COVID-19 crisis. From Fig. 8.9 it is evident that the rapid change in fossil CO 2 emission was observed only after the complete lockdown by the end of March. The emission for first three months was comparable to that of 2019. By the end of March the emission decreased to more than 20% in the UK.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "text": "Fig. 8.9",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "UK"
        },
        {
            "text": "From the very beginning of COVID-19 crisis in Germany, controlled preventive measures and partly shutdown decreased the total fossil CO 2 emission by February. Thus in the end of February the emission reduced by 16.8% (Fig. 8.9 ). This reduction was continuous and starts rapidly as the complete lockdown was implemented by the end of March. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 227,
                    "text": "(Fig. 8.9",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Germany"
        },
        {
            "text": "Although Japan has considerable amount of COVID-19 cases, they did not declare any complete lockdown till date. The government implemented partial state of emergency in the highly affected area restricting the anthropogenic activities in those areas. The CO 2 emission rate in Japan thus remains almost similar to 2019 emission. However, in the middle of February when the state of emergency was declared in most part of the country the fossil CO 2 emission decreased for that time by 4.3% (Fig. 8.10 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 490,
                    "end": 500,
                    "text": "(Fig. 8.10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Japan"
        },
        {
            "text": "Being one of the most affected countries, Russia had implemented restriction on anthropogenic activities to control its COVID-19 crisis. Strict implementation of lockdown decreased their annual fossil CO 2 emission. In the first quarter of 2020, the emission decreased continuously with time. In January it shows around 3.4% of decrease in CO 2 emission (Fig. 8.10 ). By the end of April the emission decreased to 15.9%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 354,
                    "end": 364,
                    "text": "(Fig. 8.10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Russia"
        },
        {
            "text": "France was also affected by COVID-19 related crisis that forced the government to implement various strict measures like complete shutdown of industries and other activities. Due to this strict measure the annual fossil CO 2 emission of France decreased rapidly after the lockdown implementation by the middle of March. By the end of March the emission decreased to 15.5% (Fig. 8.10 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 372,
                    "end": 382,
                    "text": "(Fig. 8.10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "France"
        },
        {
            "text": "The changes in global CO 2 emission observed in the first quarter of 2020 expected not to impose any structural changes in the sector-wise energy consumption and economic system. With uphold of confinement could alter the system in unpredictable way [17] . The time of upholding of partial and complete confinement would impact the system greatly. Also, surge in energy and chemical demand could impact the CO 2 emission statistics at the end of 2020. Lower demand of energy and/or materials could be beneficial for climate stabilization [3] . To alter the surge in CO 2 emission after upholding of lockdown completely low carbon emission based pathways should be implemented.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 538,
                    "end": 541,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Implication"
        },
        {
            "text": "The changes for the rest of the year would be depending on the time duration and level of confinement along with the rate of resuming the activities as pre confinement. Most of the countries uphold the confinement related restrictions by the mid-April to mid-May. Le Quéré et al. [12] in their report tried to predict the CO 2 emission post lockdown upholding. They discussed three scenarios and estimated probable global CO 2 emission. They assume that within six weeks of upholding of lockdown, same level of activities as pre-crisis would be achieved, as seen in China. In this situation the estimated CO 2 emission due to COVID-19 crisis would be reduced by 4.2%. In the second scenario they assumed that the pre-crisis activities will return by 12 weeks due to social trauma and lack of confidence. According to Le Quéré et al. [12] , in this scenario the CO 2 emission would be reduced by 5.3%. In the third case it was assumed that if the strict confinement continued until the end of this year or partly remains for few activities. In this situation around CO 2 emission would be reduced by 7.5%.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 284,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 833,
                    "end": 837,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Implication"
        },
        {
            "text": "The above discussion indicated that change in activities could decrease CO 2 emission and enhance the air quality. Due to COVID-19 related confinement and corresponding restriction over sector-wise activities, CO 2 emission decreased for all six economic sectors especially in aviation and surface transport. Policy change in this sector could be helpful to cut CO 2 emissions even after the lockdown erased. Many cities already dedicated street space for safe mobility to pedestrian and cyclist that eventually will change the CO 2 emission status of those cities. However, follow up monitoring would improve our understanding on impact of such policy change in CO 2 emission. Emissions from other sectors like industry especially cement production industries, decreased noticeably after lockdown implementation. Also, early implementation of confinement showed early decrease of CO 2 emission. The monitoring of country level CO 2 emission indicated that the emission started decreasing rapidly only after the implementation of lockdown. Overall CO 2 emission data indicated that strict confinement has positive impact on the quality of our environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Future Scope"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A synthesis of carbon dioxide emissions from fossil-fuel combustion",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Andres",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Boden",
                    "suffix": ""
                },
                {
                    "first": "F-M",
                    "middle": [],
                    "last": "Breon",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Biogeosci",
            "volume": "9",
            "issn": "",
            "pages": "1845--2187",
            "other_ids": {
                "DOI": [
                    "10.5194/bg-9-1845-2012"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Increase in observed net carbon dioxide uptake by land and oceans during the last 50 years",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Ballantyne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Alden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "488",
            "issn": "",
            "pages": "70--72",
            "other_ids": {
                "DOI": [
                    "10.1038/nature11299"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The underestimated potential of solar energy to mitigate climate change",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Creutzig",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Agoston",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Goldschmidt",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat Energy",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nenergy.2017.140"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "High resolution temporal profiles in the emissions database for global atmospheric research",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Crippa",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Solazzo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Data",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41597-020-0462-2"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The on-orbit performance of the orbiting carbon observatory-2 (OCO-2) instrument and its radiometrically calibrated products",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Crisp",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Pollock",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rosenberg",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Atmos Meas Tech",
            "volume": "10",
            "issn": "",
            "pages": "59--81",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Global carbon budget 2019",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Friedlingstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Earth Syst Sci Data",
            "volume": "11",
            "issn": "",
            "pages": "1783--1838",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "IPCC (2006) IPCC guidelines for National Greenhouse Gas Inventories, prepared by the National Greenhouse Gas Inventories Programme",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "EDGAR v4. 3.2 global Atlas of the three major greenhouse gas emissions for the period 1970-2012",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Janssens-Maenhout",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Crippa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guizzardi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Earth Syst Sci Data",
            "volume": "11",
            "issn": "",
            "pages": "959--1002",
            "other_ids": {
                "DOI": [
                    "10.5194/essd-11-959-2019"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Global carbon budget 2016",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Quéré",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Andrew",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Canadell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Earth Syst Sci Data",
            "volume": "8",
            "issn": "",
            "pages": "605--649",
            "other_ids": {
                "DOI": [
                    "10.5194/essd-8-605-2016"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Temporary reduction in daily global CO 2 emissions during the COVID-19 forced confinement",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Quéré",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Clim Chang",
            "volume": "10",
            "issn": "",
            "pages": "647--653",
            "other_ids": {
                "DOI": [
                    "10.1038/s41558-020-0797-x"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Reduced carbon emission estimates from fossil fuel combustion and cement production in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "524",
            "issn": "",
            "pages": "335--338",
            "other_ids": {
                "DOI": [
                    "10.1038/nature14677"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Near-real-time data captured record decline in global CO 2 emissions due to COVID-19",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ciais",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Anonymity preserving IoT-based COVID-19 and other infectious disease contact tracing model",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lalit",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Emeka",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nasser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chinmay",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Access",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/ACCESS.2020.3020513"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Outlook darkens as coronavirus spreads",
            "authors": [],
            "year": 2020,
            "venue": "World Economic Prospects Monthly. Economic Outlook. Oxford Econ",
            "volume": "44",
            "issn": "",
            "pages": "1--33",
            "other_ids": {
                "DOI": [
                    "10.1111/1468-0319.12473"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Energy modellers should explore extremes more systematically in scenarios",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Mccollum",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gambhir",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rogelj",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Energy",
            "volume": "5",
            "issn": "",
            "pages": "104--107",
            "other_ids": {
                "DOI": [
                    "10.1038/s41560-020-0555-3"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Trends in global CO 2 and total greenhouse gas emissions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Olivier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PBL Netherlands Environmental Assessment Agency",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Towards real-time verification of CO 2 emissions",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Quéré",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Andrew",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat Clim Change",
            "volume": "7",
            "issn": "",
            "pages": "848--850",
            "other_ids": {
                "DOI": [
                    "10.1038/s41558-017-0013-9"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Spaceborne detection of localized carbon dioxide sources",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Schwandner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Gunson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Science",
            "volume": "358",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aam5782"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ".1 COVID-19 infection with time",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Level 0: It's defined by no restriction of activities. (b) Level 1: In this level policies are made for groups or individuals nucleates first outbreaks. (c) Level 2: In this level restrictions are imposed to a city or a region. (d) Level 3: This highest possible confinement level. Here all the activities are restricted except the essential service. It imposes complete lockdown to a country.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "CO 2 emission with sector-wise activity change (redrawn using data from[12])",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Changes in global CO 2 emission (redrawn using data from[12])Fig. 8.5Fossil CO 2 emission for power, industry and surface transport (redrawn using data from[12])",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "CO 2 emission from power sector decreased in China by 6% (−91.1 Mt CO 2 ), in the US by 7.7% (−43.8 Mt CO 2 ), in India by 9.2% (−39.7 Mt CO 2 ), and the EU-27 & UK by 22.5% (−82.0 Mt CO 2 ) [14].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fossil CO 2 emission in China, Brazil, and Spain (redrawn with partial data from[14])",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fossil CO 2 emission for India, UK and Germany (redrawn with partial data from[14])",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "10 Fossil CO 2 emission for Japan, Russia and France (redrawn with partial data from[14])",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}