{
    "paper_id": "3e030c05d4c419502748392683a9b5e4c7fd01d3",
    "metadata": {
        "title": "Journal Pre-proof Cardiovascular Disease in Hospitalizations With a Diagnosis of Coronavirus From Pre-COVID-19 Era in United States: National Analysis From 2016-2017 Mayo Clinic Proceedings Cardiovascular Disease and Outcomes in Coronavirus Cardiovascular Disease in Hospitalizations With a Diagnosis of Coronavirus From Pre- COVID-19 Era in United States: National Analysis From 2016-2017 Running Title: Cardiovascular Disease and Outcomes in Coronavirus",
        "authors": [
            {
                "first": "Manyoo",
                "middle": [
                    "A"
                ],
                "last": "Agarwal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California Los Angeles",
                    "location": {
                        "settlement": "Los Angeles",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Boback",
                "middle": [],
                "last": "Ziaeian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California Los Angeles",
                    "location": {
                        "settlement": "Los Angeles",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Carl",
                "middle": [
                    "J"
                ],
                "last": "Lavie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Queensland School of Medicine",
                    "location": {
                        "settlement": "New Orleans",
                        "region": "LA"
                    }
                },
                "email": ""
            },
            {
                "first": "Gregg",
                "middle": [
                    "C"
                ],
                "last": "Fonarow",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California Los Angeles",
                    "location": {
                        "settlement": "Los Angeles",
                        "region": "CA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Coronavirus are the largest group of viruses; and since their discovery in 1960, several different strains have been associated with respiratory illnesses, such as human .21, B97.29 were used to identify our coronavirus study population. We followed the recommendations from the AHRQ for analysis using survey data such as using surveyspecific statements and utilizing patient-specific and hospital-specific discharge weights as done previously 9, 11 . Estimates were weighted, unless otherwise noted, to allow for nationally representative interpretations. We accounted for hospital-level clustering of patients and the sampling design. Given this is a publicly available, deidentified database, we obtained an institutional review board exemption from the University of California Los Angeles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All patients with age >17 years with a diagnosis of coronavirus (in primary or secondary diagnosis field) were included in the study. NIS variables were used to identify patient's demographic characteristics, clinical comorbidities, length of stay (LOS), total charges (in USD) and discharge disposition (home, nursing home or similar ancillary services, morgue) 11 . ICD-10-CM or Clinical Classifications Software codes were used to define comorbidities (Supplemental Table 1 ). The hospitalization was J o u r n a l P r e -p r o o f classified as cardiovascular (CV) admission if CV-etiology related ICD diagnosis code was present in the primary diagnostic field as done previously 10 . The severity of comorbid conditions was studied using Deyo modification of Charlson comorbidity index (CCI), which contains 17 comorbid conditions with differential weights and the Elixhauser comorbidity index, which is a sum of the 29 Elixhauser comorbidity variables 12, 13 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 469,
                    "end": 476,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "We defined CVD as the presence of one of the following: coronary artery disease (CAD), myocardial infarction (MI), heart failure (HF), sudden cardiac arrest, conduction disorders, cardiac dysrhythmias, cardiomyopathy, pulmonary heart disease, venous thromboembolic disorders, pericardial diseases, heart valve disorders and peripheral arterial disease (Supplemental Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 366,
                    "end": 373,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "We initially studied the characteristics: age, female, race, insurance, median socioeconomic status, Charlson comorbidity score, Elixhauser comorbidity index, clinical comorbidities [hypertension, hyperlipidemia, diabetes, obesity, chronic pulmonary disease (COPD), renal disease, liver disease, cancer, dementia, pneumonia, acute respiratory failure, shock, sepsis, human immunodeficiency virus, history of organ transplant, mechanical invasive ventilation] based upon the presence and absence of CVD (Table 1 and Supplemental Table 2 ). Then we studied the outcomes of in-hospital mortality and health care resource utilization (LOS, days; total charges, in USD; discharge to nursing home) ( Table 2) . We performed additional analysis for the outcome of in-hospital mortality a) by comparing those with a primary CV diagnosis vs. those with non-CV primary diagnosis b) by comparing those with systolic HF vs. those without systolic HF (Supplemental Table 3 ). For the outcomes of LOS and total charges, J o u r n a l P r e -p r o o f additional analysis was performed after excluding those who died before discharge (Supplemental Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 502,
                    "end": 535,
                    "text": "(Table 1 and Supplemental Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 694,
                    "end": 702,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 952,
                    "end": 959,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1133,
                    "end": 1140,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Descriptive analyses were performed using mean [interquartile range (IQR)] and proportions (IQR) as appropriate. Pearson χ 2 tests was used to describe the characteristics of hospitalizations with and without CVD (Table 1) . Comparisons among continuous variables were made with the Student's t-test. Significance testing was performed with multivariable unconditional logistic regression with CVD as a categorical variable for the outcomes of in-hospital mortality and discharge to nursing home or similar facility. The influence of potential confounders was analyzed by incremental adjustments (Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 222,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 596,
                    "end": 605,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Model 1 was unadjusted. Model 2 adjusted for age groups, sex, race and insurance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Model 3 adjusted for covariates included in Model 2 plus Charlson comorbidity score, Elixhauser comorbidity index and clinical comorbidities comorbidities (hypertension, hyperlipidemia, diabetes, obesity, chronic pulmonary disease, renal disease, cancer, liver disease, dementia). Model 4 (Supplemental Table 5 ) adjusted for all covariates in model 3 plus human immunodeficiency virus status, history of organ transplant, pneumonia, shock, acute respiratory failure, sepsis and mechanical invasive ventilation. We used multivariable Poisson regression analyses with robust SEs (using Model 4) to compare length of hospital stay and total charges per hospitalization ( Table 2) . We also performed a subgroup analysis to study the association of specific CVD with in-hospital mortality using events reported recently in corona virus literature by the presence of one of the following: acute MI, HF, pericardial diseases, myocarditis, acute pulmonary embolism, and sudden cardiac arrest 4, 6, 14, 15 (Supplemental Table 6 -8, Supplemental ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 310,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 677,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1013,
                    "end": 1020,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The overall in-hospital mortality was 3.6%, and presence of CVD was associated with higher risk of in-hospital mortality (5.3% vs. 1.5%; AOR = 2.0, 95% CI 1.2 to 3.4, p= .008) when compared with those without CVD (Table 2) . Also, those with primary CV diagnosis had similar in-hospital mortality when compared to those who had primary non-CV diagnosis (3.4% vs. 3.7%, p =0.807).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 222,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "In-hospital mortality"
        },
        {
            "text": "The mean LOS was 6.6 days with the mean hospital total charges of 73,137$ ( ], p <.001) was higher in those with CVD. However after adjustment for covariates, presence of CVD no longer had significant association with higher utilization of nursing or similar ancillary facilities post discharge (AOR = 1.07, 95% CI 0.88 to 1.33, p = .475) ( Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 341,
                    "end": 348,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "LOS, Total Charges and Discharge disposition"
        },
        {
            "text": "To the best of our knowledge, this report using a national administrative dataset from non-pandemic pre-COVID-19 era, is the largest and first description of While we did adjust for demographics (including age) and comorbidities in regression analysis, we cannot exclude the possibility of residual confounding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Patients with CVD may have less ability to overcome stress of infections leading to worsening of respiratory status and related complications, which might have contributed to longer LOS and higher hospital charges. The mean total charges for the overall cohort were 1.55 billion USD, CVD subgroup leading to ~927 million USD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Additionally, post discharge utilization of nursing home facilities was seen in a significant proportion of patients. Although our analysis is limited to non-pandemic setting and spans over hospitalizations over 2 years, it is reasonable to hypothesize that such charges will be multiple fold higher if analyzed during pandemic setting and after inclusion of cost of post discharge ancillary care services. Also the seasonal variability of viral infections including coronavirus family as seen in our study has been previously reported 33, 34 but interestingly the monthly proportion of patients with CVD and mortality remained high and did not change significantly with admission months in our study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Several limitations merit consideration when interpreting our findings. This is a retrospective observational study from an administrative database with unavailability of detailed clinical, laboratory, echocardiographic and pharmacotherapeutic information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Details about specific strain of coronavirus were not available. Given the diagnosis of coronavirus depends on the respiratory viral panels that might not be readily available across all healthcare systems, the cases captured in dataset might reflect only a proportion J o u r n a l P r e -p r o o f of cases from medical centers with accessibility and technical expertise 3 . Our analysis is predisposed to selection bias as plausibly sicker patients are more likely to be hospitalized and undergo respiratory viral panel testing. It is not possible to differentiate the complications from pre-existing comorbidities in NIS dataset. Plausibly older patients with CVD are more likely to be tested than younger non-comorbid counterparts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However due to the nature of our dataset, we were not able to determine the testing rates and make such comparisons. The information related to initial clinical presentation, post discharge events and long-term outcomes are not available in dataset. As details about cause of death are not available, death might have occurred without identification of CVD events and hence results need to be interpreted with caution. We were not able to study the outcomes of CV patients at high risk for infection related hospitalizations such as those with left ventricular assist devices 35 . Nevertheless, our findings provide description of national US hospitalizations with a diagnosis of coronavirus from pre-COVID-19 era and demonstrate the association of CVD with worse outcomes and healthcare resource utilization in patients with coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We found that in pre-COVID-19 era, CVD in hospitalizations with a diagnosis of coronavirus is associated with higher in-hospital mortality and a substantially higher healthcare resource burden. Further studies are needed to validate our findings in COVID-19 era and to determine the causes of the increased mortality and associated expenditures that we observed in this high-risk cohort of patients with CVD. Efforts can J o u r n a l P r e -p r o o f then be directed toward decreasing these events, reducing costs, and optimizing healthrelated outcomes. Atrial arrythmias  I471, I491, I480, I481, I481, I4811, I4819, I482,  I4820, I4821, I483, I484, I4891, I4892  Ventricular arrythmias  I470, I472, I492, I493, I4901, ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 556,
                    "end": 720,
                    "text": "Atrial arrythmias  I471, I491, I480, I481, I481, I4811, I4819, I482,  I4820, I4821, I483, I484, I4891, I4892  Ventricular arrythmias  I470, I472, I492, I493, I4901,",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "In subgroup analysis, CVD of acute MI, HF, myocarditis, pericardial diseases, sudden cardiac arrest and acute pulmonary embolism were present in 10",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "7%])",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "6%]), were present more often among patients with CVD (Table 1). The proportion of hospitalizations with CVD changed non-significantly when stratified by the admission month. (Figure 2B) The diagnosis of pneumonia",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronaviruses: an overview of their replication and pathogenesis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Fehr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Methods Mol Biol",
            "volume": "1282",
            "issn": "",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Origin and evolution of pathogenic coronaviruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "L"
                    ],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nat Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Model 2: adjusted for age, sex, race and insurance. Model 3: adjusted for all covariates in model 2 and hypertension, hyperlipidemia, diabetes, obesity, coronary artery disease, congestive heart failure, cerebrovascular disease, chronic pulmonary disease, renal disease, cancer, liver disease, peripheral vascular disease, dementia, pulmonary circulation disorder, obesity. Model 4 adjusted for all covariates in model 3 plus pneumonia, shock, acute respiratory failure",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus Disease 2019 (COVID-19) and Cardiovascular Disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Clerkin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Fried",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Raikhelkar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Circulation",
            "volume": "141",
            "issn": "",
            "pages": "1648--1655",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cardiovascular Considerations for Patients, Health Care Workers, and Health Systems During the Coronavirus Disease 2019 (COVID-19) Pandemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Driggin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Madhavan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bikdeli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Cardiol",
            "volume": "75",
            "issn": "",
            "pages": "2352--2371",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1061--1069",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Prevalence and impact of cardiovascular metabolic diseases on COVID-19 in China",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Res Cardiol",
            "volume": "109",
            "issn": "",
            "pages": "531--538",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "USD 73",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "137",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Adjusted Total Charges, mean (95% CI a )",
            "authors": [],
            "year": null,
            "venue": "USD 67",
            "volume": "536",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "corona virus (HCoV) 229E (alpha), NL63 (alpha), OC43 (beta), HKU1 (beta), severe acute respiratory syndrome (SARS-CoV) in 2003, Middle Eastern Respiratory Syndrome (MERS-CoV) in 2012, with most recently SARS-CoV-2 in 2019 (later designated as coronavirus disease 2019 [COVID-19]) 1 . In the pre-COVID-19 era, strains such as HCoV-NL63, HCoV-229E, HCoV-OC43 and HKU1 have been associated with upper respiratory diseases in immunocompetent hosts, infants, young children and elderly individuals. 2 The first multiplex polymerase chain reaction panel for a large number of respiratory pathogens was approved by Food and Drug Administration in 2008. The incidence of coronavirus in respiratory specimens using such tests has been reported as ~8% 3 . To the best of our knowledge, literature describing the characteristics and impact of cardiovascular disease (CVD) on hospitalizations with a diagnosis of coronavirus from pre-COVID-19 era in United States is unknown 4-7 . Hence we analyzed a large administrative national database, National (Nationwide) Inpatient Sample (NIS) dataset of patients hospitalized between 2016 and 2017, to identify hospitalizations with a diagnosis of corona virus and described the patient demographics, hospitalization characteristics, clinical comorbidities, outcomes and healthcare resource utilization based upon presence and absence of CVD. records utilized were derived from the NIS, largest publicly available all-payer inpatient care database in the United States. NIS is the subset of the Healthcare Cost and Utilization Project sponsored by the Agency for Healthcare Research and Quality (AHRQ). The details regarding the NIS data have been previously published and used. 8-10 As coronavirus related International Classification of Disease diagnostic codes were introduced as part of 10 th revision, our study sample spans from 2016 through 2017 (2017 is the latest available dataset in NIS). The International Classification of Diseases, Tenth Revision, Clinical Modification (ICD-10-CM) ICD-10-CM codes-B34.2, J12.81, B97",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ". Adjusted odds ratios (AORs) and 95% CI were used to report the results of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "There were 60, 618, 339 adult hospitalizations between 2016 (n= 30,195,772) and 2017 (n=30, 422, 617) across United States. Among these, 21,300 (n=8, 250 in 2016 and n=13, 050 in 2017) had a diagnosis of coronavirus, which formed our final analytical cohort. The major reasons documented for hospitalizations were sepsis (18.1%), COPD (14.3%), acute respiratory failure (9.3%), viral infection (7.7%), pneumonia (4.6%) and upper respiratory tract infection (3.5%). The proportion of patients with primary CV diagnosis was 20.0% (n = 4, 258",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "a diagnosis of coronavirus in United States. Our study demonstrates that CVD (present in ~56% hospitalizations) is associated with worse outcomes and higher healthcare resource utilization in hospitalizations with a diagnosis of coronavirus in a non-pandemic setting. To account for possible confounding from multiple factors that could influence mortality, we rigorously adjusted our findings for age and other demographic factors as well as comorbidities. The persistence of significantly increased risks of poorer outcomes associated with the presence of CVD, despite such adjustments, strengthens the overall validity of our findings. Although the findings are not unexpected, our report helps to raise awareness about high-risk group of coronavirus hospitalizations with CVD. This emphasizes the need for further research, clinical care tracks and other strategies to mitigate the adverse outcomes and improve healthcare efficiency.Previous studies focusing on coronavirus from single center non-US cohorts have reported CVD in 30-40% of cases 15-17 with CVD complications ranging between 7 to 30% 14, 15, 18-21 . A systematic analysis of 637 MERS-CoV cases from Asia and Europe showed that diabetes and hypertension was prevalent in about 50% of the patients and CVD was present in 30% 17 . Recently, among 99 cases with COVID-19 in China, 40% patients had CVD 22 . A recent meta-analysis of six studies reported that ~8% of patients with COVID-19 had evidence of acute cardiac injury 15 . Wang et al. in their single center study of 138 hospitalizations found acute cardiac injury, shock, and arrhythmia to be present in 7.2%, 8.7%, and 16.7% of patients respectively while another study described cardiac injury in 19.7% of their patients 14, 19 . A case series of 15 patients with severe acute respiratory syndrome reported presence of myocardial ischemia and arrhythmia in 10 patients 21 . Preliminary reports in COVID-19 patients suggest there may be higherJ o u r n a l P r e -p r o o f rates of myocarditis and arrhythmia that necessitates further study 20, 23, 24 . These dissimilarities from the present study can be attributed to differences in the different strains of coronavirus, study sample size, pandemic vs. non-pandemic timeline, patient characteristics, regional differences and definitions (biomarker/chart review vs. ICD-10 code based). CVD patients represent a high-risk population for pandemic transmission and worse outcomes in viral infections as shown previously 15, 17, 19, 20, 25-28 . In a systematic review of 234 articles, among 610,782 participants, CVD subgroup was three times more likely to develop pandemic infections 25 . The association of mortality with CV injury defined by troponin elevation was recently reported by Shi et al. in a cohort of 416 hospitalized patients with COVID-19 . Similar to our study, patients with CVD were older, had a higher burden of comorbidities and more likely to have critical conditions such as acute respiratory failure. Older adults have different innate response to viral infections than younger adults in terms of cascade of events leading to increased type 2 cytokine production and decreased expression of type 1 interferon beta that eventually leads to cytokine storm 29 . Viral infections with coronavirus has been shown to have higher plasma levels of C-reactive protein, cytokines such as interleukin (IL)-2, IL-7, IL-10 and tumor necrosis factor-α 14, 22 , The increased cytokine synthesis from metabolic diseases along with cytokine overload from Th1 to Th2 shift can lead to endothelial damage 30 . Hence as a result of increased metabolic demand in the setting of viral sepsis syndrome, it is possible that the underlying stable CV disease decompensates leading to worse outcomes 20, 31 . Previous studies have also shown that coronavirus strains of SARS may down-regulate the myocardial Angiotensin Converting Enzyme-2 system, which J o u r n a l P r e -p r o o f leads to myocardial dysfunction and adverse cardiac outcomes 32 . The inflammatory cascade up-regulation might contribute to rupture of coronary atherosclerotic plaques along with endothelial dysfunction predisposing patients to thromboembolic events.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Model 1-unadjusted; Model 2: adjusted for age, sex, race and insurance; Model 3: adjusted for model 2 plus hypertension, hyperlipidemia, diabetes, obesity, chronic pulmonary disease, renal disease, liver disease, cancer, dementia; Model 4: adjusted for model 3 plus human immunodeficiency virus, history of organ transplant, pneumonia, sepsis, acute respiratory failure, shock, mechanical ventilation.CVD = cardiovascular disease Legend Figure 2A: Overall (%) = total number of hospitalizations with a diagnosis of coronavirus during a particular month divided by the total number of hospitalizations with a diagnosis of coronavirus Legend Figure 2B: Left y-axis In-hospital mortality (%)= (total number of hospitalization with death as an outcome before hospital discharge during a particular month divided by the total number of hospitalizations with a diagnosis of coronavirus during that month) x100 Right y-axis CVD (%) = (total number of hospitalizations with CVD during a particular month divided by the total number of hospitalizations with a diagnosis of coronavirus during that month) x100.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Forest plot showing the adjusted odds ratio for association of cardiovascular disease with in-hospital mortality Trends of hospitalizations with a diagnosis of corona virus by admission month Trends of in-hospital mortality and hospitalizations with a diagnosis of cardiovascular disease by admission month",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Forest Trends of hospitalizations with a diagnosis of corona virus by admission month Trends of in-hospital mortality and hospitalizations with a diagnosis of cardiovascular disease by admission month",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). The mean age was 63.6 years, 51.8% females, 66.9% whites and 74.7% were public insurers. As shown inTable 1, mean Charlson comorbidity score was 2.1 and Elixhauser comorbidity index was 3.5. Majority of admissions were in the months of winter season (December to February): 61.9%.(Figure 2A)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". 19.5% of the survivors were discharged to nursing home or similar ancillary care facilities. The mean LOS (6.9 [6.6 to 7.2] vs. 6.1 [5.7 to 6.6], days, p=.003) and mean total charges (78,377 [70,611 to 86,145] vs. 66, 538 [59,033 to 74,043]), p=.002) was higher in those with CVD. Also, the CVD subgroup was more likely to be discharged to nursing home facilities (24.6% [22.9 to 26.5%] vs. 12.9% [11.4% to",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Baseline Demographics and Hospitalization Characteristics Overall and by Cardiovascular Disease",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Outcomes of Coronavirus Hospitalizations With and Without Cardiovascular Disease",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "International Classification of Diseases, Tenth Revision, Clinical Modification and Clinical Classification Software Diagnosis or Procedure Codes Used to Define the Comorbidities",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "https://www.hcup-us.ahrq.gov/toolssoftware/ccsr/ccs_refined.jsp J o u r n a l P r e -p r o o f SupplementalTable 2. Baseline Demographics and Hospitalization Characteristics Overall and by Cardiovascular Disease (with 95% confidence intervals) Supplemental Table 5. The Adjusted Odds Ratio and 95% Confidence Interval of the covariates included in the main regression model (Model 4) for the outcome of inhospital mortality.J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f Supplemental Table 7. Outcomes of Coronavirus Hospitalizations with and without coronavirus specific-Cardiovascular disease based upon subgroup analysis J o u r n a l P r e -p r o o f Supplemental Figure 1. Proportion of Patients with a Diagnosis of Coronavirus-specific Cardiovascular Disease among Overall Hospitalizations with Coronavirus Table 1. Baseline Demographics and Hospitalization Characteristics Overall and by Cardiovascular Disease J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Outcomes of Coronavirus Hospitalizations With and Without Cardiovascular Disease",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}