{
    "paper_id": "3e03b1759635bfd03d4d6cd7b664d0cebdaf4eb7",
    "metadata": {
        "title": "Challenges of Tourism in Northwestern Mexico Between Ciudad Juarez, Chihuahua and San Luis Rio Colorado in the Face of COVID 19 Uncertainty",
        "authors": [
            {
                "first": "Tomás",
                "middle": [],
                "last": "Jesús",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cuevas",
                "middle": [],
                "last": "Contreras",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Autónoma de Ciudad Juárez",
                    "location": {
                        "settlement": "Ciudad Juárez",
                        "country": "Mexico"
                    }
                },
                "email": ""
            },
            {
                "first": "Sonia",
                "middle": [],
                "last": "Guadalupe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zermeño",
                "middle": [],
                "last": "Flores",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Estatal de Sonora",
                    "location": {
                        "settlement": "Sonora",
                        "country": "Mexico"
                    }
                },
                "email": ""
            },
            {
                "first": "Isabel",
                "middle": [],
                "last": "Zizadra Hernández",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Autónoma de Ciudad Juárez",
                    "location": {
                        "settlement": "Ciudad Juárez",
                        "country": "Mexico"
                    }
                },
                "email": ""
            },
            {
                "first": "Zyanya",
                "middle": [],
                "last": "María",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Villa",
                "middle": [],
                "last": "Zamorano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Autónoma de Ciudad Juárez",
                    "location": {
                        "settlement": "Ciudad Juárez",
                        "country": "Mexico"
                    }
                },
                "email": "zyanya.villa.zamorano@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "The manuscript refers to the challenge and the uncertainty in Ciudad Juarez, Chihuahua, and San Luis Rio Colorado, Sonora, for the pandemic (COVID 19). Like border cities. They have a geostrategic position because of their closeness to the United States. Both destinations have the necessary tourist infrastructure to serve and receive national and international visitors. Both cities have health restrictions, the slowdown in the economy, and the closure of borders, situations that have put the entire tourism industry in social, economic ambiguity. Other realities are the similarities on issues their territory; mutually, cities seek bi-national collaboration. And have experienced in the field of medical tourism, which allows them to generate attractive tourist products that motivate binational mobility. Although which aims to create interdependent agreements in the Buffer Zone (Paso del Norte Region) and position the city brand, reinforcing from an operational approach for workers and tourism service providers. To analyze the ambiance, we use the SWOT and Semantic Networks. This quality technics, it could display the Sustainable Dynamic Strategic Lines related in these two cities in the north of Mexico.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The context in the socioeconomic before the pandemic, world tourism grew at rates higher than the global economy; the activity placed with a broad development perspective, in addition to generating multiple positive benefits for those countries and destinations involved. Tourism report activity with increasing importance, during 2018, according to the World Tourism Organization (UNWTO), collected revenues of 1.7 billion dollars, representing 7% of total exports of goods and services worldwide (Ministry of Tourism, SECTUR 2019) The productivity of the sector was evident, reaching growth of 4% in 2018. According to the WTTC (World Travel & Tourism Council 2020), tourism recovery times in the face of health pandemic crises between 2001 and 2018 decreased by an average of 19.4 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The COVID-19: […] It has given rise to the mother of all crises, due to its scope (practically global), its intensity (the toll on human and economic lives) and its extent (duration in time). Vargas 2020.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 17,
                    "text": "[…]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "[…] The effects on tourism will increase by 108 percent, with a figure of 500 billion pesos for the period from March to May, estimated the Center for Tourism Research and Competitiveness. And the fall of 2 percentage points of GDP (Madrid and Díaz 2020) . Therefore, the three largest airlines in the Avianca region (158), Latam (313) and Aeromexico group (119) with a fleet of more than 500 aircraft have filed for Chapter 11 bankruptcy in the United States (Reportur.com 2020).",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 254,
                    "text": "(Madrid and Díaz 2020)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 324,
                    "end": 335,
                    "text": "Latam (313)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The international situation of tourism has not been an exception. Although it is difficult at the moment to make concrete estimates, the World Tourism Organization (UNWTO 2020) foresees a contraction in demand and, consequently, a fall in income of between $ 910 billion and $ 1.2 trillion (Madrid and Diaz 2020) . A fall in tourism GDP anticipated in 2020, in an adverse scenario, between −3 and −5%, and to continue decline in 2021.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 312,
                    "text": "(Madrid and Diaz 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "So, the information produced in the international and national information systems is useful to know the environment in which the activity of each entity occurs. Still, it is not adequate for decision-making at the state and local levels. In the world health emergency in which there is uncertainty about tourism and its incorporation into the economy, the challenges of its new form of development in the current pandemic, the federal entities must take measures that allow them to have more knowledge detailed of the tourist activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The apparent need for intelligence agencies contrasts with the scarcity of these tools in contemporary tourist destinations (Blasco and Cuevas 2013) . Because Tourism is a complex activity and now: Small and medium-sized service companies face unstable conditions; it will Increase in destination competition; Insecurity in every way; and the Standardized health security processes are needed. Although a differentiation as a desirable alternative. Moreover, to challenge: involves strength, agility, or skill. Deal with difficulties decisively because it requires competition or opposes another. And sometimes Undo, decompose, etc., and the scenario needs. Certain. Consequently, Certainty: it is the: \"clear and sure knowledge of something.\" (Real Academia Española: RAE).",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 148,
                    "text": "(Blasco and Cuevas 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Mexico reported in its Tourist Balance a balance in 2019 of 14.7 million dollars, occupying 4.1 million people, and income in the value chain estimated at 65 billion dollars. Likewise, it is essential to note that tourism is the leading employer of young people and the second to employ women (CNET 2020). Meanwhile, the United States closes its international borders with Mexico and Canada to stop the flow of people to the interior of its country. However, this is not a total closure, travel related to trade, military cooperation, or medical reasons is allowed only to US citizens or those with work permits. Therefore, Mexico is a desirable destination for North Americans and Canadians in retirement, mainly due to its geographical proximity, climate, natural beauties, lower cost of living, and lately, for lower cost and good quality medical and health services. But, unstable policies in the national security measures in charge of addressing structural problems and international aspects, which risk the credibility of the nation (Bringas and Verduzco 2008) .",
            "cite_spans": [
                {
                    "start": 1040,
                    "end": 1067,
                    "text": "(Bringas and Verduzco 2008)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "State of Art"
        },
        {
            "text": "One of the representative characteristics of tourism on the northern border of Mexico is that space blur in traffic. Still, without being considered homogeneous. Instead, it is a space structured by networks, whose roots, as Delaunay (1994) pointed out, are they go much further south, calling it \"reticular space,\" with physical distance being much less critical than communication networks. However, we find a vision, culturally stigmatized (Meyer 2006) . What can explain under the concept of spatial stigma, an attribute named after Goffman (1963) , as one where a complete and constant person has another contaminated and discounted. This concept is multidisciplinary (Pearce 2012; Makki and Van Vuuren 2017; Boyle 2018) , such as that developed by researchers in the fields of urban sociology and urban geography. Those residing in degraded places may mark a stigma of residence, which influences their sense of self, their daily experiences, and their relationships with \"strangers\" (Keene and Padilla 2014).",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 240,
                    "text": "Delaunay (1994)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 443,
                    "end": 455,
                    "text": "(Meyer 2006)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 537,
                    "end": 551,
                    "text": "Goffman (1963)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 673,
                    "end": 686,
                    "text": "(Pearce 2012;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 687,
                    "end": 713,
                    "text": "Makki and Van Vuuren 2017;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 714,
                    "end": 725,
                    "text": "Boyle 2018)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "State of Art"
        },
        {
            "text": "According to projections made by the Tourism Research and Competitiveness Council (Cicotur), in Mexico, the reduction in tourism consumption may be reduced by 1.6 trillion pesos with the loss of one million jobs and a possible drop in tax collection for 101 billion pesos (Madrid and Díaz 2020) . The COVID-19 pushed the world economy to a distressing condition very rapidly. In this crisis, most organizations have an excellent opportunity to take advantage of Scenario planning for the next couple of years. Therefore: What kind of Challenges of Tourism in northwestern Mexico between Ciudad Juarez, Chihuahua, and San Luis Rio Colorado are necessary for the face of uncertainty?",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 294,
                    "text": "(Madrid and Díaz 2020)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Research Question"
        },
        {
            "text": "The definition of border tourism starts from the notion of international visitor granted, as pointed out by Bringas (2004) . Understood as the temporary displacement of people outside their usual place of residence towards the cities contiguous to the dividing line between two countries, originated for different reasons (leisure, fun, rest, health, business, visits to family and friends, religion, social events or shopping, among others). Whose stay does not exceed one year, and that commits at least one overnight stay in the place visited. Border hikers adapt to this definition; the only difference is that they do not stay overnight in the visited site. Displacement occurs within a radius of approximately 3 h by car or 200 km from the dividing line (Shi, Zhong et al. 2016 ). Specifies; Tourism in border counties inextricably involves a highly sensitive political environment.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 122,
                    "text": "Bringas (2004)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 760,
                    "end": 783,
                    "text": "(Shi, Zhong et al. 2016",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Border"
        },
        {
            "text": "[…] It is also essential to consider how national policy and unexpected incidents impact tourism development in border counties […] .",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "[…]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Border"
        },
        {
            "text": "The concept of spatial shame has developed by researchers in the fields of urban sociology and urban geography. Those who reside in degraded locales may mark by a stigma of place, which influences their sense of self, their daily experiences and their relations with 'outsiders.' (Keene and Padilla 2014) In this way, Wang et al. (2020) adopt the concept of particular stigma to understand the phenomenon where perceptions, feelings, beliefs, and other aspects of daily life can distort from the place they visit. This theory based on the unique relationship between American and Mexican society, with clear ups and downs, and where there have been more conflicts than agreements (Meyer 2006) . They characterized by a marked discrepancy in the levels of development and cultural references. Although there essential changes in the treatment. One of them is the Constant perception of a threat in the destination prevails. They were partially preventing, at the event of a cultural, medical, and health tourism, without referring to the old beliefs of the border, like a recreation center for adults, with a high degree of violence, or insecurity, even prostitution, drug trafficking, poverty, and migration (Pries 2019) . Those situations undermine the image of the border cities of northern Mexico.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 304,
                    "text": "(Keene and Padilla 2014)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 318,
                    "end": 336,
                    "text": "Wang et al. (2020)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 680,
                    "end": 692,
                    "text": "(Meyer 2006)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1208,
                    "end": 1220,
                    "text": "(Pries 2019)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Spatial Stigma"
        },
        {
            "text": "Tourism imaginaries come to occupy a central position in a complex set of connections among very diverse societies, unique locales, and very different kinds of relations of production and consumption. (Salazar 2017) . Therefore, the physical and mental landscapes of the imaginaries of residents, tourism intermediaries, and tourists are similar and, sometimes, so different. Already the other, respond by social practices, ideologies, and behaviors derived from the relations in tourism imaginaries because their discourses have influenced how people engage with the other.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 215,
                    "text": "(Salazar 2017)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Mobility of Tourism Imaginaries"
        },
        {
            "text": "It is an adequate knowledge-based destination management study. Moreover, the knowledge should consider both the virtual and the real components of the network structure of the destination (Del Chiappa and Baggio 2015) . Networks also undergo phase transitions, from being collections of isolated nodes and small components to a system that has a significant part that contains a nontrivial fraction of nodes, and then finally to one in which all nodes can reach each other through routers on the network (Jackson 2019). Because of the results in the analysis of causal net graphs, the reader should be aware that diagrams display the cause-and-effect relationships between the keywords. (Pechlaner and Volgger 2013) . Example in Sicilia, findings showed a clear convenience of the participation to alternative food networks compared to the case in which was conferred to traditional sales channels (Testa et al. 2020 ).",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 218,
                    "text": "Chiappa and Baggio 2015)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 688,
                    "end": 716,
                    "text": "(Pechlaner and Volgger 2013)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 899,
                    "end": 917,
                    "text": "(Testa et al. 2020",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Networks in Tourism Destinations"
        },
        {
            "text": "To analyze the strategies of Tourism in northwestern Mexico between Ciudad Juarez, Chihuahua, and San Luis Rio Colorado, are necessary for the face of uncertainty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objetive"
        },
        {
            "text": "It is a research site with a SWOT because it is an analysis with a simple review process. The process, combined with a goal-setting activity, SWOT is a useful tool that will provide your organization with a roadmap to set and reach its goals successfully. (Culp et al. 2016 ",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 273,
                    "text": "(Culp et al. 2016",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Making with the SWOT analysis. In other words, the resulting SWOT indices are voted and weighted to determine the best strategic alternatives (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 151,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ") Hai and Tsou (2009): used SWOT to develop a strategy for the Department of Information Management of Shih Chien University's Kaohsiung campus in Taiwan. The authors used a quantifiable method by including Multiple-Criteria Decision"
        },
        {
            "text": "These are established in four Strategy quadrants: 1. Strategy of strengths and opportunities; 2. Weaknesses and opportunities; 3. Strengths to avoid threats; and 4. minimize weaknesses to avoid threats (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 211,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ") Hai and Tsou (2009): used SWOT to develop a strategy for the Department of Information Management of Shih Chien University's Kaohsiung campus in Taiwan. The authors used a quantifiable method by including Multiple-Criteria Decision"
        },
        {
            "text": "With these strategic lines of action for the fate of Ciudad Juarez and that of San Luis Rio Colorado, they are taken up again for the analysis of a semantic network, and the keywords that link their relationship identified. The similarity between the communities is defined in two stages, on the one hand: the context; scene before COVID 19; Diagnosis; and activities for the plan. And, on the other hand, the actions and programs. Because we use: Semantic networks are a logic-based formalism for knowledge representation. Semantic networks are graphs which constructed from both a set of vertices (or nodes) and a set of directed and labeled edges. The vertices or nodes represent concepts, and the edges represent semantic relations between the concepts. Knowledge about accepted meanings should be processed in adjacent regions of the semantic network (Pirnay et al. 2012).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ") Hai and Tsou (2009): used SWOT to develop a strategy for the Department of Information Management of Shih Chien University's Kaohsiung campus in Taiwan. The authors used a quantifiable method by including Multiple-Criteria Decision"
        },
        {
            "text": "SWOT Tourism Conditions, May-June 2020 of CJS and SLRC. (Table 3) , On Based on the external and internal analysis and tourism activity research data and information, we developed the future scenarios. The derived work of the SWOT of Ciudad Juarez has defined the following strategies divided into: The strategies for each item reflect the opportunities, threats, weaknesses and strengths of a border community, with a greater burden on manufacturing and tourism with an unclear vocation (Fig. 1) . The derived work of the SWOT of Ciudad Juarez has defined the following strategies divided into (Table 4) : The SWOT of San Luis Rio Colorado, the following strategies have been defined divided into: The strategies reflect the opportunities, threats, weaknesses and strengths of a border community, with a vocation in services (Fig. 2) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 65,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 488,
                    "end": 496,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 595,
                    "end": 604,
                    "text": "(Table 4)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 826,
                    "end": 834,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Findings"
        },
        {
            "text": "Health Tourism Councils have been formed from previous municipal administrations, with the interest of maintaining the activity of medical and health tourism in the city of San Luis Rio Colorado, including in its member's doctors, entrepreneurs in the area of tourist services such as restaurants, hotels, pharmacies, etc. (Zermeño et al. 2016) . By photographing the individual CJS and SLRC semantic network, you open up the opportunity to do link analysis. That is, they link their strategies and existing keyword ties. These have allowed the configuration of a scenario where similarities derived from the territorial environment. But in addition to those that are configured by the influence of their primary economic activities. In contrast with the Global Health and Aviation, Travel and Tourism, are at the World Economic Forum, with smart strategies for tourism. They are analyzed by units so that through the contributions, it is possible to consider a proposal, which is Sustainable Dynamic Strategic Lines (LEDS, means: liderazgo estratégico, dinámico y sustentable), with a focus on tourism and mobility. Figure 3 shows the coincidences in which the CJS and SLRC communities come together. This environment allows identifying joint actions, which can lead to Specific Public Policies. It is necessary to clarify that the LEDS is still working to deepen its lines.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 344,
                    "text": "(Zermeño et al. 2016)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 1117,
                    "end": 1125,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "The predominant cultural perception in the United States is that there is permanent insecurity on the border, which has shaped the tone of recommendations made to its population so that they avoid visiting Mexican border cities or take extreme precautions if they do so (Bringas and Verduzco 2008) . The reasons behind this displacement can social relationships Emphasizes the differences between themselves and other border towns to deny membership in this category. Others: deny social discrimination and Fig. 3 . Outline of Tourism challenges before COVID. Source: own elaboration based on Atlas.Ti social exclusion of visitors. Some features become an essential indication for residents to identify 'tourists' multiple, but at least one of them must be considered tourists. Keene and Padilla (2014) : […] by considering the more significant sociocultural meanings that surround marginalized places, the concept of spatial stigma introduces new considerations for the development of effective policies to address geographic health inequality. Furthermore, the border cities have a lot of USA citizens or residents consulting medical services on the Mexican side. With a different perspective, the spatial stigma, because they know in part of the culture. So, they can differentiate the bad image at border towns in Mexico like:",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 297,
                    "text": "(Bringas and Verduzco 2008)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 778,
                    "end": 802,
                    "text": "Keene and Padilla (2014)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 805,
                    "end": 808,
                    "text": "[…]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 507,
                    "end": 513,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Social Relationships"
        },
        {
            "text": "• Geostrategic territory: It is almost 3200 km and home to a tourism destination at the border. • Tourism destination: for health, leisure, fun, pleasure, relax, and restoration, a structural contradiction between tourist function and the social-cultural structure. • Social-cultural structure of the border city. Lack of scientific knowledge about mobility; Afraid of a pandemic; Bad luck and misfortune.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical spaces"
        },
        {
            "text": "Overall, the findings suggest the different levels of tourism governance are variously interrelated and interdependent. On this basis, analyzing single levels of tourism governance in an isolated manner without keeping their embeddedness into a broader framework in mind is of little value (Pechlaner and Volgger 2013) . Residents distanced themselves from specific physical spaces and certain social groups to maintain their positive image and the reputation of the place. Despite the spatial stigma in border towns, residents are still willing to support the development of tourism. Because now, tourism income became their primary source of income and freed themselves from another stigma related to social identity. We examine how a unique 'spatial stigma,' associated with a fatal disease and tourism mobility, is embodied in a wellness tourism destination. Moreover, emphasizes the need to look for alternatives to face the consequences of the current COVID-19 contingency, which from the understanding that international long-distance travel will not be possible in the coming months, shifts the focus towards regional tourism. Therefore, in addition to seeking national tourism, due to their strategic position, both cities seek bi-national collaboration. Both cities have experienced and recognition within the field of medical tourism, which allows them to generate attractive tourist products that motivate binational mobility. Ciudad Juarez has a cluster of health and medical tourism. This cluster allows a better position in the image of the city. Like a destination under this type of tourism, it could have another kind of opportunity. The historical attractions can reinforce with different programs such as Treasures of the Border, which seeks to generate interdependent agreements in the Buffer Zone (Paso del Norte Region) and position the city brand, reinforcing from an operational approach for workers and tourism service providers. San Luis Rio Colorado also identifies the lack of tourist identity. It seeks to position itself through medical tourism, backed by more than 50 years of experience, which is why it must face the low certification of tour operators and little cooperation to promote the destination. For this reason, the creation of a medical cluster sought. That will allow organized networks as well as the development of the mobile application that virtually promotes the destination.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 318,
                    "text": "(Pechlaner and Volgger 2013)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Meanings of Place"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Observatorio en turismo: organismo inteligente para la toma de decisiones en el destino",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Blasco",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Contreras",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Revista Iberoamericana de Turismo",
            "volume": "3",
            "issn": "",
            "pages": "25--34",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Enacted stigma and felt stigma experienced by adults who stutter",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boyle",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Commun. Disord",
            "volume": "73",
            "issn": "",
            "pages": "50--61",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Turismo fronterizo: caracterización y posibilidades de desarrollo",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bringas",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "COLEF-CESTUR",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "La construcción de la frontera norte como destino turístico en un contexto de alertas de seguridad",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bringas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Verduzco",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Región y Sociedad",
            "volume": "42",
            "issn": "",
            "pages": "3--36",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Estimación de las afectaciones al turismo mexicano en 2020 como consecuencia de la pandemia de COVID-19. Documento 14. CNET-CICOTUR. Consultado el 30 de junio de",
            "authors": [
                {
                    "first": "Consejo",
                    "middle": [],
                    "last": "Nacional Empresarial Turístico",
                    "suffix": ""
                },
                {
                    "first": "Cnet",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Using a SWOT analysis: taking a look at your organization",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "Iii"
                    ],
                    "last": "Culp",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Eastwood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Ricketts",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Community and Economic Development Publications",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Knowledge transfer in smart tourism destinations: Analyzing the effects of a network structure",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Chiappa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baggio",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Destination Mark. Manage",
            "volume": "4",
            "issn": "3",
            "pages": "145--150",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Algunas identidades demográficas de la frontera norte de México",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Delaunay",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Stigma: Notes on the Management of Spoiled Identity",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goffman",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Strategic development for the department of information management of Shih Chien University Kaohsiung campus in Taiwan by a quantifiable SWOT analysis",
            "authors": [
                {
                    "first": "H.-L",
                    "middle": [],
                    "last": "Hai",
                    "suffix": ""
                },
                {
                    "first": "M.-C",
                    "middle": [],
                    "last": "Tsou",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Inf. Optim. Sci",
            "volume": "30",
            "issn": "1",
            "pages": "87--99",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Geografía e Informática -INEGI: Comunicado de prensa núm. 694/19. Producto Interno Bruto por Entidad Federativa",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Human Network: How Your Social Position Determines your Power, Beliefs, and Behaviors, 1st edn",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Spatial stigma and health inequality",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Keene",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Padilla",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Crit. Public Health",
            "volume": "24",
            "issn": "4",
            "pages": "392--404",
            "other_ids": {
                "DOI": [
                    "10.1080/09581596.2013.873532"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Coronavirus y turismo. Del dato al relato en turismo. CICOTUR-Centro de Investigación e Competitividad Turística Anáhuac",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "F"
                    ],
                    "last": "Madrid",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Díaz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Place, identity and stigma: blocks and the 'blockies' of",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Makki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Vuuren",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "82",
            "issn": "",
            "pages": "1085--1099",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Ni orientalismo ni occidentalismo: Eduard Said y el latinoamericanismo",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Tabla rasa",
            "volume": "5",
            "issn": "",
            "pages": "67--88",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The 'blemish of place': Stigma, geography and health inequalities",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pearce",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "A commentary on Tabuchi, Fukuhara & Iso. Soc. Sci. Med",
            "volume": "75",
            "issn": "11",
            "pages": "1921--1924",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Towards a comprehensive view of tourism governance: relationships between the corporate governance of tourism service firms and territorial governance",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pechlaner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Volgger",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int. J. Globalisation Small Bus",
            "volume": "5",
            "issn": "1/2",
            "pages": "3--19",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Semantic networks",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pirnay-Dummer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ifenthaler",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Seel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Encyclopedia of the Sciences of Learning",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The momentum of transnational social spaces in Mexico-US-Migration",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pries",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Pries Comp. Migr. Stud",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Research on tourist attractions performance promoting method based on the SWOT analysis method",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "IERI Proc",
            "volume": "1",
            "issn": "",
            "pages": "254--260",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The (im) mobility of tourism imaginaries",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Salazar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "The Routledge Handbook of Cultural Tourism. Routledge",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Informe de labores 2018-2019. 01 de septiembre de 2019",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Secretaría De Turismo -Sectur",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Tourism competitiveness evaluation and spatio-temporal characteristics of Chinese border counties",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Chin. Geogra. Sci",
            "volume": "26",
            "issn": "6",
            "pages": "817--828",
            "other_ids": {
                "DOI": [
                    "10.1007/s11769-016-0822-1"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Are alternative food networks winning strategies to increase organic SMEs profitability? Evidence from a case study",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Testa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Galati",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schifani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Crescimanno",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Di Trapani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Migliore",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Globalisation Small Bus",
            "volume": "11",
            "issn": "1",
            "pages": "65--82",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "El turismo post-coronavirus (VII)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Sánchez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Wellness tourism spatial stigma: a case study of Bama",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Tour. Manage",
            "volume": "78",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "World Travel & Tourism Council WTTC: Travel & tourism recovery scenarios 2020 and economic impact from COVID-19. Research note. Consultado el 29 de junio de",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Examen de tendencias del turismo en el umbral del siglo XXI",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zermeño",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cuevas",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Zizaldra",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "México: Gasca (2016) Tourism for SDGS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Ciudad Juarez destination conditions. Own source bv Atlas.Ti",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "SWOT MatrixSource: own development.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "SWOT StrategySource: own development.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "CJS strategies",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "SLRC strategies",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "(Continued) Fig. 2. San Luis Rio Colorado destination conditions. Own source bv Atlas.Ti.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Residents in the border Mexico -United States construct distinctions between separate locations and criticize individual districts or social groups for unsettling their positive actions. Results show the diverse impacts of tourism locally and mobility. Consequences have spatial patterns. The idea of business and health landscapes helps situate the geography of effects. Finally, Ciudad Juarez, Chihuahua, and San Luis Rio Colorado, Sonora, are border cities. They have a geostrategic position because of their closeness to the United States. Both destinations have the necessary tourist infrastructure to serve and receive national and international visitors. The contribution of the states of the northern border to the Gross Domestic Product (GDP) in 2018 was equivalent to 24.5% (INEGI 2019). Besides, they have human capital specialized in tourism. Meanwhile, cities have health restrictions, plus the slowdown in the economy, and the closure of borders, situations that have put the entire tourism industry in uncertainty.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}