{
    "paper_id": "3e032f82a45ca07e1051d40f9abc6211ce5b6172",
    "metadata": {
        "title": "Neighborhood conditions and the initial outbreak of COVID-19: the case of Louisiana",
        "authors": [
            {
                "first": "Eric",
                "middle": [],
                "last": "Joseph Van Holm",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New",
                    "location": {
                        "postCode": "70148",
                        "settlement": "Orleans, New Orleans",
                        "region": "LA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [],
                "last": "Wyczalkowski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Postdoctoral",
                "middle": [],
                "last": "Researcher",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Prentiss",
                "middle": [
                    "A"
                ],
                "last": "Dantzler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgia State University",
                    "location": {
                        "postCode": "30302",
                        "settlement": "Atlanta",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "K"
                ],
                "last": "Wyczalkowski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgia State University",
                    "location": {
                        "postCode": "30302",
                        "settlement": "Atlanta",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [
                    "Joseph"
                ],
                "last": "Van Holm",
                "suffix": "",
                "affiliation": {},
                "email": "evanholm@uno.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Department of Health, we use spatial regression models to analyze the case count through 3 May 2020 and its relationship to individual and geographic neighborhood characteristics at the census tract level. We find a particularly strong and large correlation between race and COVID-19 cases, robust to model specification and spatial autocorrelation. In addition, neighborhoods with lower rates of poverty and those with fewer residents over 70 have fewer cases. Policy makers should adjust testing strategies to better service the hardest hit populations, particularly minorities and the elderly. In addition, the results are greater evidence of the impact of systemic issues on health, which require a long-term strategy for redress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The early outbreak of coronavirus disease-2019 (COVID-19) is associated with various 'hot spots' in the USA, particularly in large cities. However, cases were not long contained within just large metropolitan areas and by early May, two-thirds of counties across the USA reported at least one confirmed case from COVID-19. Despite the widespread nature of the outbreak, much of what is known about the virus's impact and clusters is understood either for individuals, or at much larger scales, such as the county or state level. However, state and even county level aggregations mask heterogeneity inherent over such large areas, while individual characteristics can overlook structural effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Neighborhoods have long been found to affect an individual's health. For instance, low neighborhood scores on walkability suggest reduced activity, and are associated with increased body mass index and lower physical health. [1] [2] [3] In addition, residential segregation is associated with worse health outcomes for minorities across a spectrum of outcomes. [4] [5] [6] The neighborhood effects dictating the differential spread of diseases begs considerable attention as health professions and policymakers respond to COVID-19.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 228,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 229,
                    "end": 232,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we analyze case counts at the census tract level and evaluate the relationship of COVID-19 cases with pre-existing neighborhood conditions in Louisiana. In the following section, we briefly review the methodology and data used in the study, before discussing the results. Robust to several model specifications and accounting for spatial autocorrelation, we find a strong positive relationship between the percent of minority population and cases of COVID-19, holding socioeconomic and structural factors constant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We treat this initial spread of the virus as one time period, and examine the relationship between these initial COVID-19 cases with pre-existing cross-sectional neighborhood socioeconomic conditions in the State of Louisiana, USA. In late April reported new COVID-19 cases in Louisiana slowed, and on May 15 Louisiana Governor John Edwards began Phase 1 of reopening, 7 making this an appropriate period for study of the initial outbreak. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "To understand how neighborhood characteristics impact the size of the COVID-19 outbreak, we use data from the Louisiana Department of Health (LDH) and the US Census. Our primary dependent variable is the number of confirmed cases at the census tract level in the state of Louisiana, obtained online from the LDH. The number of COVID-19 cases should be expected to be influenced by the number of residents in a census tract, similarly to most other counts within a population, so we use the per capita figure (per 1000 residents) as our dependent variable. LDH publishes data each week, we used the May 3rd edition to capture the outbreak of COVID-19 prior to reopening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Cases per capita are mapped as shown in Figure 1 . The highest concentrations of cases per capita are in the more urbanized areas in and near New Orleans.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 48,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Data"
        },
        {
            "text": "The LDH data present several limitations, including missing data for low population tracts and aggregation of tract with fewer than five cases into a 1-5 category. We defaulted to using the five for all these census tracts, but adjusting the figure imputed for each digit between 1 and 5 had no meaningful effect on the regression results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Variables related to neighborhood conditions are gathered from the 2018 5-Year American Community Survey at the census tract level. We model five aspects of neighborhoods for their ability to explain the size of COVID-19 outbreaks: Density (population density and % of individuals who commute to work by any form of public transit), travel (percentage of the population employed in tourism and the percentage that commute to a different county for work), socioeconomic status (percentage of college graduates, percentage in poverty and the percentage that do not have health insurance), race (percentage Black, percentage Latinx, percentage Asian and percentage other minority), and demographics (percentage male and percentage over 70). Descriptive statistics for the dependent and independent variable along with a description of their measures are in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 854,
                    "end": 861,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data"
        },
        {
            "text": "Ordinary least squares regression (OLS) has been used to evaluate neighborhood scale socioeconomic relationships, but suffers from potential spatial autocorrelation. 8, 9 The first law of geography suggests that everything is related to everything else, but things near to each other are more related. Therefore, the spatial structure of a place can also have an effect on any modeled neighborhood scale socioeconomic relationship. 8 This applies to both measured and unmeasured characteristics of a neighborhood. Spatial models account for spatial endogeneity by identifying spatial relationships in a weight matrix, which is used to address omitted variables and spatial error. 10, 11 Omitted variables, such as can be expected when modeling using a limited set of explanatory variables, can exacerbate the bias arising from spatial dependence 12 ; A more detailed discussion is provided by Anselin, 8 Anselin et al . 11 and Conway et al . 9 among others. We address spatial endogeneity with spatial lag and spatial error models.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 168,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 169,
                    "end": 170,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 432,
                    "end": 433,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 684,
                    "end": 686,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 902,
                    "end": 903,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 920,
                    "end": 922,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 942,
                    "end": 943,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "We first fit the standard OLS model, ignoring potential spatial dependencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "where Y is the dependent variable (natural log of cases) and β is the coefficient on the vector of control variables. If location is a contributing driver of the effect, the resulting problem for an OLS model is correlation of the residuals in the error term, violating the uncorrelated error assumption, and leading to potentially biased and inconsistent results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "The spatial lag model attempts to correct for spatial dependence by introducing a term for the effect of the spatially lagged Y on Y; i.e. the outcome variable in location i is influenced by adjoining location j.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "where Y is the dependent variable, ρ is the lag coefficient, W is the spatial weight matrix, β is the coefficient for a vector of neighborhood characteristics, and ε is the error term.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "A spatial error model assumes that there is correlation in the error term, and uses the spatial weight matrix in the error term to model error from potential misspecifications. 9,11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "where W is again the weight matrix, λ is the coefficient, ε is the residual error matrix, and v is the independent error transformed to a distribution with a mean of zero. We present findings for all three models, the OLS, Spatial lag and spatial ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "The OLS model finds that most of the variables behave as predicted. Both variables for measuring density, population density and public transit, are significant and positive, indicating that people being in closer proximity is associated with higher case counts of COVID-19. Although tourism employment is weakly significant, the share of individuals that work in different county is associated with a higher number of COVID-19 cases per capita. The share of individuals in poverty and the percent of the population that is uninsured is associated with fewer cases, contrary to expectations. In addition, the share of college graduates makes an insignificant difference, although it too is not in the predicted direction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "There is a consistent and strong relationship between race and COVID-19. Across all four minority groups, there is a significant and positive relationship with the size of the per capita outbreak. Diversity within a neighborhood however makes only a weak difference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Finally, the size of the elderly population within a neighborhood, specifically the share of residents that are over 70, has a large and positive effect, while the share that is male is insignificant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "It should be noted, OLS results can suffer from spatial autocorrelation as outlined above; a test of spatial autocorrelation Morans I finds significant clustering. Spatial error model separates out and weights the component of the error term that corresponds to the spatial autocorrelation. In the absence of spatial autocorrelation, the spatial error model would yield results identical to OLS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "However, there are small changes in the results between the first two columns in Table 3 . The direction of variables had no significant variables change, although the magnitude of the differences do shift between the two models. In addition, population density, public transit ridership, working outside of the county, the share of uninsured and two racial variables lose significance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 88,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Finally, we test a spatial lag model. The Lagrange multiplier statistic tests the hypothesis that an outcome variable in location i is influenced by the value of the outcome variable in location j, i.e., if spatial lag is present in the data. 8 Although Conway et al . 9 suggest the ad hoc rule that the model with the higher Lagrange Multiplier test statistic is the more appropriate model, which would suggest utilizing the spatial lag model. However, the test statistics are not very different in Table 3 (757.19 versus 549.15 for the lag and error models, respectively). The spatial lag model finds fewer differences from the OLS results. Here, there is a positive and significant relationship between population density and the use of public transit. Unlike the spatial error mode, the percentage of residents working in a different county is significant and positive. However, the share of poverty continues to have a significant and negative relationship with the number of confirmed COVID-19 cases. Finally, we find a consistently significant relationship between the percentage of Blacks and Latinx in a neighborhood and the number of COVID-19 cases per capita.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 244,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 269,
                    "end": 270,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 500,
                    "end": 507,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In this paper we tested the impact of proximity, travel, socioeconomic status, and race on the level of outbreak from COVID-19 at the neighborhood level. Race, poverty, and age have the most consistent effect on the size of COVID-19 outbreaks. In particular, the share of African Americans or Latinx in a neighborhood is a significant and large positive predictor for the size of the outbreak per capita. These results indicate these communities have been hardest hit by the novel coronavirus, which supports most contemporary reporting on the problem and thus add to the mounting evidence of how the virus has disproportionately impacted minorities and their communities. However, with a neighborhood level analysis we are unable to identify the exact causes of the findings and several mechanisms may be at play. There are several possible explanations for why minorities, and African Americans in particular, would be more likely to live in areas with higher counts. We have been able to account for their potential greater reliance on public transit and living in higher housing density, higher rates of poverty, and lack of access to health insurance, all of which may explain the higher counts of COVID-19. Thus, these factors do not fully explain the differences. It is possible that such communities have not followed government guidelines to prevent the spread of the virus, but van Holm et al ., 13 showed nearly zero significant differences between the races with regard to trips taken, social distancing, hand washing or other associated behaviors.",
            "cite_spans": [
                {
                    "start": 1406,
                    "end": 1408,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "A virus is not motivated by racial animus. The heightened impacts on minorities is thus evidence of the way that American society shapes the lives and environments of different groups, putting minority communities at greater risk. To fully understand the causes of the COVID-19 outbreak in minority communities, researchers will have to grapple with the cumulative impact of economic, social and spatial inequities throughout society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The relationship between socioeconomic status and COVID-19 is somewhat contradictory in the model. The percentage of college graduates and poverty percentage, despite being negatively correlated, both predict a negative relationship with the number of COVID-19 cases in a census tract (although education is only significant in the spatial error model). That leads to the question of why higher socioeconomic status would both predict more and fewer cases? That finding likely reflects that the two measures are capturing different aspects of socioeconomic status. Individuals with a high socioeconomic status were likely able to protect themselves and more strictly social distance, reducing their hazard with the virus. For those with low socioeconomic status, such distancing would be difficult, but they may be less likely to get tested, thus reducing the case count.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "These results are collectively indicative of the complexity of socioeconomic status and the COVID-19 outbreak, and the challenges of using confirmed cases as a measure. A more aggressive testing procedure will raise the number of cases in a community, while those areas where only the very ill are tested will appear to have fewer cases. Future research may be able to better disentangle the relationship between socioeconomic status and COVID-19 using results from antibody tests, or future data once testing is more regularly and consistently available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "There are lessons for cities, as well. Cities have seen a rise in inner-city residents and a return to the cities over the last two decades, and the forces causing this effect are likely to continue. New York City public transit has received significant attention for the potential (and hotly disputed) role in the outbreak in New York and surrounding states. But in the case of Louisiana we see similar trends with more dense neighborhoods with higher public transit ridership having larger percapita outbreaks. Governments should reverse the funding shortfalls and promote increased capacity and systems to achieve safe use of public transportation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The results here show that living in a suburban community does not inoculate one from COVID-19. The variable measuring the share of individuals that work in a different county was significant and positive, indicating that longer commutes help to spread the virus. However, that pattern follows a specific trend, as urban areas have far fewer individuals commuting out of the county for work. As the variable is positive, it is likely that individuals working in the city, which are denser and have higher populations, pick up the virus and carry it out to outlying areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Many pathways from land use to health: associations between Neighborhood walkability and active transportation, body mass index, and air quality",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Sallis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Conway",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Am Plann Assoc",
            "volume": "72",
            "issn": "1",
            "pages": "75--87",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Walkable City: How Downtown Can Save America, One Step at a Time",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Speck",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The impact of neighborhood walkability on walking: does it differ across adult life stage and does neighborhood buffer size matter?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Villanueva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Knuiman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nathan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Health Place",
            "volume": "25",
            "issn": "",
            "pages": "43--49",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Zip code-level risk factors for tuberculosis: Neighborhood environment and residential segregation in New Jersey, 1985-1992",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Acevedo-Garcia",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Public Health",
            "volume": "91",
            "issn": "5",
            "pages": "734--775",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Racial residential segregation and stroke mortality in Atlanta",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Greer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Casper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kramer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ethn Dis",
            "volume": "21",
            "issn": "4",
            "pages": "437--480",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Racial/ethnic residential segregation: framing the context of health risk and health disparities",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Borrell",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Health Place",
            "volume": "17",
            "issn": "2",
            "pages": "438--486",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Louisiana will Move to Phase One Statewide on",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Lagrange multiplier test diagnostics for spatial dependence and spatial heterogeneity",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Anselin",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Geogr Analysis",
            "volume": "20",
            "issn": "1",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A spatial autocorrelation approach for examining the effects of urban Greenspace on residential property values",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Conway",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wolch",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Real Estate Financ Econ",
            "volume": "41",
            "issn": "2",
            "pages": "150--69",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Spatial Econometrics: Methods and Models",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Anselin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Simple diagnostic tests for spatial dependence",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Anselin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Bera",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Florax",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Regional Sci Urban Econ",
            "volume": "26",
            "issn": "1",
            "pages": "77--104",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Omitted Variable Biases of OLS and Spatial Lag Models",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Pace",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Lesage",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Progress in Spatial Analysis: Methods and Applications",
            "volume": "",
            "issn": "",
            "pages": "17--28",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Impact of Political Ideology on Concern and Behavior During COVID-19",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Holm",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Monaghan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shahar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Covid-19 cases at tract level in Louisina, through 3 May 2020.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary statistics",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Combined regression results",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Lagrange multiplier diagnostics for spatial dependence",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "There are no conflicts of interest to report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}