{
    "paper_id": "3e09cba1aee029b89bc5232f0b6cc52c5ae67266",
    "metadata": {
        "title": "The Role of COVID-19 Soft Law Measures in Italy: Much Ado about Nothing?",
        "authors": [
            {
                "first": "Flaminia",
                "middle": [],
                "last": "Aperio Bella",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cristiana",
                "middle": [],
                "last": "Lauri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Giorgio",
                "middle": [],
                "last": "Capra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Italy and the entire world are currently facing the challenge of the SARS-CoV-2 virus. In the face of this pandemic, which is putting many aspects of human civilisation in danger, the Italian response has been characterised (both centrally and locally) by a flood of legal measures devoted to reconciling the exercise of constitutional freedoms with the hazardous health situation. This article aims to analyse the role played by non-binding legal instruments in this complex framework and to verify whether the use of such instruments has restricted fundamental and human rights beyond constitutional and legal limits, proceeding as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "First, an overview of hard law measures adopted at state and local level in Phase I 1 will be given. Such focus is necessary, because lawyers and the general public have identified that these measures risk overstepping the hierarchy of the sources of law. This fear was generated by: (i) the vague provisions of Decree-Laws (Decreti Legge) adopted by the Italian Government, which vested the President of the Council of Ministers (PM) and other unspecified \"competent authorities\" with wide powers to handle the emergency by issuing emergency administrative orders, both typical and atypical; 2 (ii) the significant use of PM's decrees (Decreti del Presidente del Consiglio dei Ministri, DPCM); and (iii) the contrast between emergency administrative orders adopted at central and local levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The second part of this article will discuss soft law measures adopted as a response to the pandemic. While hard law measures approved at the state and local levels limited personal rights and freedoms to contain the pandemic, in Phase II non-binding legal instruments have provided the public with instructions on gradually returning to exercise their fundamental freedoms. Our analysis will focus on soft law measures (guidelines, circulars, recommendations, FAQs) issued by the state, Regions and municipalities, and will highlight how the authorities tried to balance between containing the virus and protecting fundamental rights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The third part of the article discusses two case studies, providing first an analysis of the impact of soft law on the freedom of private economic enterprise and second, considering soft law in relation to freedom of worship. Particular attention is paid to the connection between non-binding norms and the underlying hard law provisions. The Italian soft law adopted during the COVID-19 epidemic must be regarded as borne out of coordination between the state and the Regions and as the result of a dialogue (even though informal) with the stakeholders concerned. As a consequence, soft law measures taken both at central and local levels will be compared to determine whether or not the principle of \"loyal cooperation\", which should guide relations between the state and the Regions, has been respected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Despite some criticism of the use of soft law measures, this article concludes that their role in restricting constitutionally granted rights was negligible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Italy was the first European country to face the coronavirus. The early Italian response to the spread of the virus was characterised by an extensive use of hard law measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview of the measures adopted in Phase I"
        },
        {
            "text": "ground the distinction between Phases I and II on the dichotomy \"emergency versus risk\". From this point of view, as the risk suppression measures started to bear fruit, Member States progressively lifted some of the restrictions and introduced new risk management measures: see A Alemanno, \"The European response to COVID-19: From regulatory emulation to regulatory coordination?\" 11 (2020) EJRR 307-16. However, this article uses the notion Phase I as used by the Italian government. To this end, and also due to the temporal proximity with the events observed, this article analyses official documents as well as newspaper articles. 2 See in particular Decree-Law No 6 of 23 February 2020, which, after conferring on competent authorities the powers to issuein case of specific signs of the pandemic spreadingemergency orders adequate and proportionate to the evolving emergency situation (Art 1(1)), and listing some types of those orders (Art 1(2)), conferred on the same authorities the power to adopt further measures as to prevent the spread of the pandemic \"even beyond the occurrence of conditions described by Article 1(i)\". The Italian legal system provides for several emergency powers for the protection of health, to be issued in the form of emergency orders (ordinanze). Ordinanze are orders issued by administrative authorities faced with specific situations that urgently require extraordinary measures. Due to their function, these orders enjoy a special legal status: first, they may derogate from legislation currently in force, and second, their content is not legally predetermined (in this sense, they are atypical acts), as they may lay down any provisions that authorities feel are needed to tackle the situation. 3 Following the declaration of the state of emergency, 4 when it was clear that the coronavirus was circulating in Lombardy, the government approved Decree-Law No 6 of 23 February 2020, 5 vesting the PM (President of the Council of Ministers) and other non-specified \"competent authorities\" with wide ranging powers to handle the emergency by issuing emergency administrative orders (ordinanze), both typical and atypical, the latter referring to measures to be adopted even beyond the occurrence of conditions described by the primary source. A Decree-Law (Decreto Legge) is a form of executive rule-making with the force of law, adopted by the Government in extraordinary cases of necessity and urgency, issued by the President of the Republic and immediately introduced to Parliament to be \"converted\" into law. The conversion must take place within 60 days, or the decree loses effect retroactively, that is, from the day it was initially adopted. This is the main tool provided by the Italian Constitution (Article 77) to counter emergencies. 6 Decree-Law No 6/2020 (and the following measures) constituted the basis for the Decreti del Presidente del Consiglio dei Ministri (DPCMs), which imposed severe limitations on constitutional freedoms. 7 DPCM is a generic format, which may hold any sort of administrative content delegated to the PM by ordinary law. The DPCMs issued during the pandemic have had the legal nature of ordinanze, allowing the PM to adopt them \"by way of derogation from every legislation in force, while complying 3 The legal framework for the use of emergency orders is composite: pursuant to Art 32 of Law No 833 of 23 December 1978 (the basic law on the national healthcare system), emergency powers are shared among three levels of government: (i) the Minister of Health; (ii) presidents of Regions; and (iii) mayors. Further emergency powers are attributed to mayors by Art 50(4-5) of Legislative Decree No 267 of 18 August 2000, and by Art 117 of Legislative Decree No 112 of 31 March 1998. These provisions reflect the traditional role of the chief of the municipality as a local health authority, particularly in case of emergencies. There also exists legislation on civil protection (disaster relief), recently consolidated in the Code of Civil Protection of 2 January 2018. According to the Code the legal tool for dealing with a state of national emergency is the ordinanze di protezione civile referred to in Art 25. These acts are adopted by the Head of the Department for Civil Protection (the PM or his/her delegate) after seeking an agreement (intesa) with the affected Regions, and their aim is to provide support to the population and to restore basic services and infrastructures. The ordinanze can derogate from the laws in force but must respect the general principles of the legal system (Art 25 (1) with general principles of the legal system\". Apart from \"general principles\", the only legislative sources that apply to DPCMs are the Code of Civil Protection, giving the PM the power to enact such regulatory measures and the Decree-Laws, providing for the use of such measures. 8 In the following subsection, a brief overview of the problems raised by these legislative and administrative measures is given.",
            "cite_spans": [
                {
                    "start": 1740,
                    "end": 1741,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 2788,
                    "end": 2789,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 3283,
                    "end": 3284,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 4872,
                    "end": 4873,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Overview of the measures adopted in Phase I"
        },
        {
            "text": "The legal debate initially focused on the legality of the use of Decree-Laws to deal with the emergency. In the beginning of the emergency, the use of such instruments was so widespread as to engender doubts as to the primary condition for the Government to use this legislative tool: its extraordinary character. The criticism, mainly driven by opposition parties, focused on the risk of \"marginalising\" Parliament by making the use of Decree-Laws commonplace. 9 The discussion then moved on the formulation of the Decree-Laws adopted by the Italian government. For some scholars, their vague provisions challenged the rule of law in its \"substantive\" sense (principio di legalità in senso sostanziale) as specified by the Italian Constitutional Court, in the sense that powers conferred on administrative authorities have to be regulated, at least to some extent, by law. 10 In particular, Decree-Law No 6, with rather vague wording, stated that the PM and the other \"competent authorities\" can intervene, by the means provided for by such a legislative act, even outside the cases of emergency described therein. The openendedness of the provision generated scholarly debate as to whether Decree-Law No 6 offers a sufficiently clear and precise basis for every measure subsequently enacted, particularly, the strict limitations on individual rights and liberties set out in DPCMs of 8, 9 and 11 March 2020. 11 The vagueness of this Decree-Law has been 8 See Massa, supra, note 3. The peculiar legal nature of the DPCMs issued during the pandemic has been analysed in the literature. See EC Raffiotta, \"Sulla legittimità dei provvedimenti del governo a contrasto dell'emergenza virale da coronavirus\" (2020) 2 BioLaw Journal <www.biodiritto.org/content/download>, or M Luciani, \"Il sistema delle fonti del diritto alla prova dell'emergenza\" (2020) 2 Rivista AIC <www.rivistaaic.it/it/rivista/ultimi-contributi-pubblicati>. See also the judgment No 8615 of Lazio TAR, Rome, Section I-quater, 22 June 2020, in which the court refused the legal nature of general administrative acts of DPCMs, linking them, because of their \"peculiar atypicality\", to the ordinanze <www.giustizia-amministrativa.it>. 9 The use of Decree-Laws to manage the pandemic made government the key player. Some newspapers and scholars spoke of the \"absence\" of Parliament; see C Melzi D'Eril and GE Vigevani, \"Il Parlamento non sia assente durante la pandemia\", Il Sole 24 Ore (Milan, 15 March 2020) 6; A Lucarelli, \"Costituzione, fonti del diritto ed emergenza sanitaria\" (2020) 2 Rivista AIC <www.rivistaaic.it/it/rivista/ultimi-contributi-pubblicati/alberto-lucarelli/costituzione-fonti-deldiritto-ed-emergenza-sanitaria>; S Curreri, \"Il Parlamento nell'emergenza\" (2020) 3 Osservatorio AIC <www. osservatorioaic.it/it/osservatorio/ultimi-contributi-pubblicati/salvatore-curreri/il-parlamento-nell-emergenza>. 10 See judgment 115/2011 of the Constitutional Court <www.cortecostituzionale.it/actionSchedaPronuncia.do? anno=2011&numero=115> according to which the primary source can hand powers over to administrative authorities, but basic political decisions regarding individual rights and liberties have to be made in the form of legislative norms, which have to supply the administrative act with sufficient guidance. Among scholars who affirmed the inconsistency of Decree-Law No 6 with the rule of law, see A Lucarelli as well as Curreri, supra, note 9, and G Delledonne and C Padula, \"Italy: The Impact of the Pandemic Crisis on the Relations between the State and the Regions\" in E Hondius et al (eds), Coronavirus and the Law in Europe <www.intersentiaonline.com/ bundle/coronavirus-and-the>. 11 In particular, with the DPCM of 8 March 2020, the Government imposed a lockdown in Lombardy and 14 other provinces of northern Italy introducing several legal prohibitions, such as the ban on people travelling to and from places in the red zones. With the subsequent national lockdown, the Government imposed a travel ban in the entire country and criticised not only for its provisions imposing limitations, but also for those regulating the relationships between central and regional ordinances to be adopted to counter the emergency. It led to a situation in which, as soon as the emergency became manifest, some Regions and municipalities introduced more severe measures than those adopted centrally, often causing confusion and uncertainty. 12",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 463,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 874,
                    "end": 876,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 1410,
                    "end": 1412,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 2199,
                    "end": 2200,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 2886,
                    "end": 2888,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 3677,
                    "end": 3679,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The focus of the legal debate on COVID-19 hard law"
        },
        {
            "text": "The vast majority of scholars agreed that the use of Decree-Laws did not violate the Constitution. 13 Those scholars argued, on the one hand, that their voluminous use mirrored the exceptional nature of the emergency faced by the nation, and, on the other, that their \"conversion into law\", involving Parliament, resolved the dispute at the political level. 14 The use of such measures has implicitly been endorsed by the president of the Constitutional Court, Marta Cartabia. In her report on the Constitutional Court's activities during 2019, she dedicated a paragraph (named \"Beyond 2019\") to commenting on the current situation. 15 The report emphasised 16 that Decree-Laws, intended to be used in emergency situations, crises or extraordinary cases of necessity and urgency, are the appropriate tool provided by the Italian legal system to manage situations like the current pandemic.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 101,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 633,
                    "end": 635,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The solutions"
        },
        {
            "text": "Regarding the vague wording of Decree-Law No 6 on the conditions for the exercise of the extraordinary administrative powers, scholars pointed out that: (i) the urgency justifies a more simplified and illustrative description of powers conferred, particularly in the first stages of the emergency; (ii) the pandemic, unlike disasters such as earthquakes, etc is an ongoing process, and to be capable of dealing with such a swiftly changing emergency the legislative act cannot possibly detail the normative response; (iii) more importantly, Decree-Law No 19 of 25 March 2020 17 repealed the vague provisions of Decree-Law No 6, being more careful than its predecessor in listing and authorising all possible limitations, while also rationalising and coordinating emergency measures adopted by the different levels of government. ; Luciani and Raffiotta, supra, note 8; B Caravita, \"L'Italia ai tempi del coronavirus: rileggendo la Costituzione italiana\" (2020) 5 Federalismi <www.federalismi.it/nv14/editoriale.cfm?eid=548>. 14 The mentioned \"conversion\" set aside the debate about the risk of \"marginalising\" Parliament. 15 See \"Summary of the report on the work of the constitutional court in 2019\", available in English <www. cortecostituzionale.it>. See also L Giacomelli and E Lamarque \"The Italian Constitutional Court and the Pandemic: A National and Comparative Perspective\" in Hondius et al (eds), supra, note 10. 16 President Cartabia underlined that the Constitution does not provide for special rules in case of emergency, and this was a conscious choice. Some scholars suggested, on the contrary, a constitutional reform: see A Vedaschi and C Graziani, \"Coronavirus Emergency and Public Law Issues: An Update on the Italian Situation\" (2020) Verfassungsblog <verfassungsblog.de/coronavirus-emergency-and-public-law-issues-an-update-on-the-italian-situation/>. This new Decree-Law also has the merit of validating previously adopted measures. Therefore, various DPCM provisions imposing penalties for violations of lockdown measures were, from then on, enforced directly by an act equivalent to law. From this perspective, it has been argued that primary rules were consistent with the principle of the rule of law. 18 As regards the voluminous use of DPCMs and the possible violations of local authorities' competence, scholars have drawn attention to the temporary nature of those measures and the special expedited procedure provided for their adoption, involving regional representatives. 19 In those days, the president of the Republic and the president of the Constitutional Court did not miss the chance to underline the relevance of \"loyal cooperation\" between different institutions, defined as the \"institutional side of solidarity\". 20 Judicial review promptly solved critical situations of inconsistency among emergency orders adopted centrally and locally: local orders overstepping legislative limitations have been quashed by administrative courts. 21 Most of the instances of lack of coordination were, ultimately, due to policy-makers' political differences.",
            "cite_spans": [
                {
                    "start": 1122,
                    "end": 1124,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 1423,
                    "end": 1425,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 2228,
                    "end": 2230,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 2505,
                    "end": 2507,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 2976,
                    "end": 2978,
                    "text": "21",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The solutions"
        },
        {
            "text": "Since the beginning of May 2020 Italy has entered so-called Phase II. The governance of the pandemic through soft law represents a significant part of legislative activity in Italy after the \"flattening of the curve\" of contagion in the spring 2020. The centrality of the precautionary principle and the need to organise the several activities that were allowed to restart have determined the choice of suitable legal instruments to prevent a new spread of COVID-19. To this end, non-typical acts, not always traceable back to traditional sources of law, and which can then be considered as soft law, 22 have entered the Italian legal system. However, although the phenomenon of soft law has been mentioned at 18 Zagrebelsky, supra, note 13; Massa, supra, note 3. 19 Decree-Laws No 6/2020 and No 19/2020 stipulate that prior to the adoption of DPCMs the advice of the President of the Conference of the Regions, or of the presidents of the Regions themselves, for measures affecting only their territories is needed. For a detailed analysis, see F Cintioli, \"Sul regime del lockdown in Italia\" (2020) Federalismi <www.federalismi.it/nv14/articolo-documento.cfm?Artid=41781>. Contra Delledonne and Padula, supra, note 10. 20 See the report of President Cartabia, supra, note 16, and the public statements by the President of the Republic, Sergio Mattarella, on 5 March 2020 about the Coronavirus emergency <www.quirinale.it/elementi/45537>. 21 Administrative rulings about the pandemic are collected in the dedicated section of the official website: <www. giustizia-amministrativa.it/covid19-focus>. For a comment on the inconsistency among emergency orders adopted centrally and locally, see A D'Aloia, \"L'art 120 Cost, la libertà di circolazione e l'insostenibile ipotesi delle ordinanze regionali di chiusura dei 'propri confini'\" (2020) Dirittifondamentali <dirittifondamentali.it/2020/04/18/ lart-120-cost-la-liberta-di-circolazione-e-linsostenibile-ipotesi-delle-ordinanze-regionali-di-chiusura-dei-propriconfini/>. 22 conferences of Italian scholars of constitutional and administrative law, 23 and despite the fact that some of those measures have attracted criticism from the general public, the use of soft law by the Italian authorities has not been investigated to a great extent by academia. 24 In general, the debate about soft law in Italy is not focused on the rule-sanction relationship, but rather on the willingness of third parties to comply with such rules (and, if we think about the uncertainties of the pandemic, \"to know how to comply\"), echoing what Vittorio Ottaviano has pointed out: any rule exists if someone is convinced that that rule is in force, since all rules require adherence to their stipulations. 25 Soft law indeed reflects a \"functionalist\" conception of law, understood as a \"social technique\" that serves to influence human conduct. 26 Italian legislators have progressively introduced some forms of soft law in different fields. Despite the critical attitude of a number of Italian scholars towards its use in public law, 27 the legislator uses it as an instrument of \"sharing of good practices\", 28 a form of a \"flexible regulation\" tool and a technique to provide \"interpretative aid\" for the addressees, 29 aimed at encouraging \"homogeneous behaviour\". 30 At the time of the COVID-19 emergency, guidelines and other soft law instruments have made a comeback into the Italian legislator's toolbox. This is a useful perspective from which to approach the complex regulatory framework that came into being during the pandemic. In the emergency scenario, soft law measures seem to provide some advantages to deal with a number of critical issues posed by the pandemic. However, those measures also contain challenges and pitfalls.",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 603,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 710,
                    "end": 712,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 1221,
                    "end": 1223,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 2021,
                    "end": 2023,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 2304,
                    "end": 2306,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 2876,
                    "end": 2878,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 3300,
                    "end": 3302,
                    "text": "30",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Managing the emergency: pros and cons of non-binding legal instruments"
        },
        {
            "text": "The first challenge is the need to regulate daily personal or working activities in such a way as to accomplish the general measures established through hard law regarding the prevention of COVID-19. Most of the general prevention measures are related to concrete aspects of daily life and affect both the private and public sphere of individuals' lives (social relationships, economic activities, worship, public services, etc). COVID-19 hard law is, in other words, quite detailed. Soft law measures that were passed to complement hard law measures were also detailed, leading to difficulties in 23 Posters and recordings of the webinars are available in the webpage of the Italian Association of Administrative Law Professors <https://www.aipda.it/>. 24 C Mancuso, \"La giustizia di fronte all'emergenza: il rinnovato ruolo del soft law\" (2020) Judicium <www. judicium.it/wp-content/uploads/2020/06/Carolina-Mancuso.pdf>. See Massa, supra, note 3 who highlights how the use of \"guidelines\" started from Phase II, and M Dani and AJ Menéndez, \"Soft-conditionality through soft-law: le insidie nascoste del Pandemic Crisis Support\" (2020) laCostituzione.info <www.lacostituzione.info/index.php/2020/ 05/10/soft-conditionality-through-soft-law-le-insidie-nascoste-del-pandemic-crisis-support/> arguing that soft law force relies on a hard institutional commitment. 25 understanding what was required and when, and whether COVID-19 soft law stayed within the limits established by hard law. Second, the pandemic regulation has required the constant intervention of public authorities to ensure that residents have all the information they need in order to carry out their personal and economic affairs. In the framework of a swiftly changing situation, non-binding measures have the advantage of being easily adopted and amended. At the same time, flexibility may also give rise to uncertainties, especially when the same measure is modified several times. The high number of (overlapping) soft law measures can create confusion about which one is in force at a certain time. This requires a commitment from the community to inform itself frequently and to keep up to date with the many measures taken by the regulator.",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 600,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 1363,
                    "end": 1365,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Managing the emergency: pros and cons of non-binding legal instruments"
        },
        {
            "text": "Third, there is a multiplicity of public actors with powers to regulate. Soft law instruments seem to be useful tools to avoid the \"fragmentation\" of public policymaking, since, as we will see below, soft law rules are often the result of shared procedures. Thanks to the inclusive nature of soft law-making, it is often more useful and successful than hard law-making at dealing with delicate matters, offering effective ways to handle uncertainty and facilitate compromise and mutual cooperation between the actors involved. This, nevertheless, entails the risk of leaving some sectors out of the normative loop and of not giving voice to all stakeholders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managing the emergency: pros and cons of non-binding legal instruments"
        },
        {
            "text": "As mentioned above, in Phase II non-binding legal instruments have provided the public with instructions on how to go back to \"normal\" and progressively re-expand the exercise of their fundamental freedoms. It is worth giving an overview of some of these soft law measures because of their widespread use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Soft law measures in the Italian pandemic framework"
        },
        {
            "text": "a. Guidelines, protocols, circulars and recommendations Guidelines (linee guida) are the most well-known example of soft law in the Italian system. During the pandemic, guidelines have been adopted at different levels, addressing different issues using different techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Soft law measures in the Italian pandemic framework"
        },
        {
            "text": "In some cases, these measures consist of guidelines provided by public bodies. For example, general guidelines on reducing the risk of contagion for individuals and the community in all economic sectors are set out in the technical documents produced by INAIL (National Institute for Insurance against Accidents at Work) and ISS (Higher Institute for Health). 31 Sometimes guidelines are combined with other documents. For example, technical data sheets, attached to the DPCMs, contain specific guidelines for certain sectors of activity. 32 These technical data sheets summarise, for each activity, different prevention and containment measures to 31 See <www.inail.it/cs/internet/comunicazione/pubblicazioni/catalogo-generale/pubbl-doc-tecn-ipotesi-rimodparrucchieri-trattamenti-estetici.html>. A second type of soft law document that has been widely used is the so-called protocols (protocolli). One relevant example is the protocol concluded between the Court of First Instance of Rome and its Council of the Bar Association 33 for carrying out hearings through remote connection and written notes, 34 drawn up according to the standards indicated by the Superior Council of Judiciary (CSM). 35 Since the first phase of \"judicial quarantine\", the justice sector has experienced a gradual resumption of judicial activities with \"alternative\" modalities such as with remote hearings or with the exchange of written notes. With respect to these alternative working arrangements, Decree-Law No 18 of 17 March 2020 has ensured a minimum level of guarantees needed for the exercise of constitutionally protected rights. The Decree-Law has indicated only fundamental principles and delegated to judicial offices the task of identifying the detailed guidance, thus encouraging, directly or indirectly, the use of atypical sources of regulation. 36 Another example of a protocol is the Workplace Safety protocol, signed on 14 March 2020, and updated on 24 April 2020. 37 This protocol ensures the maximum protection of workers' health and the necessary safety conditions in all workplaces, with specific reference to the current health emergency. The text was prepared jointly by social partners (employers' and employees' organisations) and the competent ministers on the basis of the instructions on the management of COVID-19 risks in workplaces given by the Ministry of Health. Fundamental to the adoption of this protocol is the preliminary opinion by a technical body specifically created for the health emergency, the Technical-Scientific Committee (hereafter T-SC). 38 According to its provisions, companies are called on to adapt to these precautionary measures to ensure the resumption of economic activities.",
            "cite_spans": [
                {
                    "start": 649,
                    "end": 651,
                    "text": "31",
                    "ref_id": null
                },
                {
                    "start": 1196,
                    "end": 1198,
                    "text": "35",
                    "ref_id": null
                },
                {
                    "start": 1841,
                    "end": 1843,
                    "text": "36",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Soft law measures in the Italian pandemic framework"
        },
        {
            "text": "Beyond guidelines and protocols, circulars and recommendations have also been extensively used. Preparedness is a central concern both in the circulars 39 recommendations, especially those of the Ministry of Health. 40 These measures ensure that there exists a link between hard law and the technical instructions adopted by competent bodies, such as above-mentioned the T-SC. An example is the circular titled \"Operational indications for the management of cases and outbreaks of SARS-CoV-2 in schools and childcare services\", 41 jointly drafted by an ISS Working Group, the Ministry of Health, the Ministry of Education, INAIL, the Bruno Kessler Foundation, 42 Emilia-Romagna Region and Veneto Region. The circular offered guidance on how to start the school year in September 2020, providing also practical guidance for the management of possible cases and outbreaks of SARS-CoV-2 in schools and child education services using hypothetical scenarios. Finally, recommendations issued by the Ministry of Health are characterised by a high level of technicality, to such an extent that they are often called \"technical recommendations\". 43 As an example, the legal framework governing the restart of the school year was complemented by the \"Technical recommendations for the use of the surgical mask at school\" of 31 August 2020, drafted by the T-SC. 44",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 154,
                    "text": "39",
                    "ref_id": null
                },
                {
                    "start": 216,
                    "end": 218,
                    "text": "40",
                    "ref_id": null
                },
                {
                    "start": 1137,
                    "end": 1139,
                    "text": "43",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Soft law measures in the Italian pandemic framework"
        },
        {
            "text": "Since January 2020, the swiftly changing nature of the pandemic, along with the large number of legal acts adopted by Italian authorities, has required the legislature to act quickly. The constant stream of new provisions, not always clear and coherent, has resulted in a complex framework, indeed, a regulatory jungle of measures. To address this issue and to make it easier for the public to understand (the content of) norms in force, the Government and Ministries dedicated specific sections of their official webpages to give answers to the most frequently asked questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b. FAQs"
        },
        {
            "text": "On 10 March 2020, the answers to FAQs on the measures contained in the DPCM of 9 March 2020 were published for the first time. 45 FAQs have also been used during Phase II. 46 The FAQs on the webpage of the Ministry of Health have provided an easily accessible tool to obtain information on specific issues such as vulnerable people; returning to school; travel; protecting oneself; understanding the risk of contagion, etc. 47 These FAQs, which are being constantly updated, have provided an informal avenue for citizens to find out what rules are in force.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 129,
                    "text": "45",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 174,
                    "text": "46",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "b. FAQs"
        },
        {
            "text": "With respect to DPCMs, FAQs have an interpretative value. They have been widely used to explain hard law to citizens in simple and clear terms, using also infographics or 40 webpages divided by subject. 48 In some cases, they have been used to offer examples on how to adapt the rules to concrete cases, 49 with reference to specific real-life situations and by using hybrid language, such as \"it is preferable\" or \"it is strongly recommended\". FAQs also provide an \"informal\" way to re-examine rules by clarifying them. 50 Nevertheless, critical voices among scholars 51 have highlighted the importance of communication with citizens according to clear institutional paths to ensure transparency and accountability of information. 52 In particular, they have pointed out that it would be difficult to require citizens to inform themselves through multiple informal channels without knowing which is the correct one and without knowing the chain of command; that is, who is responsible for decisions and what the exact meaning of a certain rule is. 53",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 173,
                    "text": "40",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 205,
                    "text": "48",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 523,
                    "text": "50",
                    "ref_id": null
                },
                {
                    "start": 732,
                    "end": 734,
                    "text": "52",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "b. FAQs"
        },
        {
            "text": "These soft law measures show how the Italian system has sought to use non-binding tools to regulate the resumption of activities, especially those related to the exercise of fundamental rights. We will now turn to the legal and practical effects of these soft law measures. Some soft law was used as an instrument in and of itself. This is seen in the case of guidelines set out in the technical documents produced by INAIL and ISS. These instruments had the merit of being among the first aimed at contagion reduction. In this respect, they became the model soft law rules, detailing the first rules that all actors that have promulgated soft law have subsequently followed and further developed in view of the reopening of economic activities. 54 With respect to the justice sector, the few authors who have discussed soft law argue that, at the organisational level, the soft law measures adopted have played a great role in rationalising procedures and the administrative activities of judicial offices. 55 48 For example, following the DPCM 3 November 2020, by specifying the division of \"yellow\", \"orange\" and \"red\" areas on the national territory according to the contagion assessment, or what is meant by \"condition of need\", which allows displacement between Regions despite the high contagion assessment, see <www.governo.it/it/articolo/ domande-frequenti-sulle-misure-adottate-dal-governo/15638?gclid=Cj0KCQiAzZL-BRDnARIsAPCJs73fQi-VEqrf980wwcox1FEOVmJcJtBIyKA7JefuN_YHPWa4_bcDTiYaAu_ZEALw_wcB#zone>. 49 For example, for visits to minors whose parents are divorced, see <www.governo.it/it/articolo/domande-frequentisulle-misure-adottate-dal-governo/15638?gclid=Cj0KCQiAzZL-BRDnARIsAPCJs73fQi-VEqrf980wwcox1FEOV mJcJtBIyKA7JefuN_YHPWa4_bcDTiYaAu_ZEALw_wcB#zone>. 50 G Morbidelli, \"Linee guida dell'ANAC: comandi o consigli?\" (2016) Dir amm 273. 51 S Sotgiu, \"Faq nuova fonte di diritto? Il governo faccia chiarezza. Parla Guzzetta\" (April 2020) <formiche.net/ 2020/04/guzzetta-faq-restrizioni/> accessed August 2020. See also A Monti, \"Linee guida, fonti del diritto e (ir) responsabilità\", arguing that the use of FAQ leads to the erosion of the boundaries separating the powers of the state, in particular between the executive and the courts interpreting the laws <formiche.net/2020/05/linee-guidairresponsabilita/>. 52 For example, DPCM 26 April 2020, Art 1(1a) allows travel only to meet \"relatives\" (literally: congiunti). The word congiunti differs from the lexicon used by family law in the Italian civil code and laws. As a result, the government has resolved the confusion, providing through the FAQ an interpretation listing the subjects that can be considered congiunti and in particular highlighting that the meaning of the term can be indirectly derived, systematically, from the rules on kinship and affinity as well as from the jurisprudence on civil liability: <www.governo.it/it/faq-fasedue>. 53 Monti, supra, note 51, argues that this underlies the political choice of transferring risk and responsibility from institutions to private entities, including the weaker ones, without any protection mechanism. 54 They are referred to, for example, in the DPCM of 17 May 2020. 55 Mancuso, supra, note 24.",
            "cite_spans": [
                {
                    "start": 1011,
                    "end": 1013,
                    "text": "48",
                    "ref_id": null
                },
                {
                    "start": 1512,
                    "end": 1514,
                    "text": "49",
                    "ref_id": null
                },
                {
                    "start": 2330,
                    "end": 2332,
                    "text": "52",
                    "ref_id": null
                },
                {
                    "start": 2921,
                    "end": 2923,
                    "text": "53",
                    "ref_id": null
                },
                {
                    "start": 3135,
                    "end": 3137,
                    "text": "54",
                    "ref_id": null
                },
                {
                    "start": 3201,
                    "end": 3203,
                    "text": "55",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The legal and practical effects of soft law measures"
        },
        {
            "text": "Sometimes the problem was implementation, not the content of soft law rules. For instance, despite the willingness of schools to comply with the Ministry of Health's recommendations in the school sector, their implementation was difficult due to logistical issues, which then delayed the opening of schools. 56 Some soft law measures have played an \"ancillary\" and interpretative role vis-à-vis hard law measures. This was the case as regards technical data sheets. These measures represented useful tools for citizens and economic operators who, thanks to the summary offered in data sheets, could obtain a clearer picture of the rules established for their sector of activity. 57 FAQs have also had a mainly interpretative function. Scholars have raised questions about the accountability of information contained in FAQs especially given the high reliance of citizens on such documents. 58 Two critical elements have been highlighted. First, the FAQs have not been issued as a result of predefined procedures. Second, unlike guidelines and protocols which are often quoted by the DPCMs, FAQs are not referred to by any norm in force. As a result, there seems to be a risk in the possible confusion created by the overlapping of competences of authorities and the excessive number of measures adopted. This is a real paradox if we think about the purpose of the FAQs.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 310,
                    "text": "56",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The legal and practical effects of soft law measures"
        },
        {
            "text": "This examination shows that COVID-19 soft law measures played different roles. Although the result is a complex system (made up of heterogeneous instruments including typical and atypical acts with binding effects, and atypical acts with nonbinding effects), soft law measures, as will be shown immediately below, seem to be well integrated in the emergency legal system considered as a whole.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The legal and practical effects of soft law measures"
        },
        {
            "text": "The choice to focus soft law measures on the constitutional rights of freedom of worship and freedom of private economic enterprise is justified since both of them have a social dimension and are aimed at satisfying needs of paramount importance. As discussed above, in Phase I strict restrictions were introduced for the whole national territory with DPCMs of 8, 9 and 11 March 2020. These measures ordered the suspension of all religious ceremonies, retail trade, catering businesses and industrial activities. At this stage, soft law did not play a specific role. This is because the restrictions were imposed using binding Decree-Laws and DPCMs and because these hard law provisions did not leave any room for exceptions. 56 For example, in July 2020 a public tender was launched for the purchase of single-seater school desks, considered more respectful of the distancing measures recommended. The delay in the delivery of the new furniture, together with other issues related to the recruitment of teachers, has delayed the start of the school in some Regions <www.repubblica. it/scuola/2020/09/09/news/i_presidi_del_lazio_non_possiamo_aprire_e_l_anp_molte_scuole_non_riapriranno_ nel_paese_-266699946/>. 57 Annex 17 to DPCM of 17 May 2020. 58 Sotgiu, supra, note 51.",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 728,
                    "text": "56",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Phase I and hard law on freedom of worship and freedom of private economic enterprise"
        },
        {
            "text": "During Phase II, the central Government and local authorities used non-binding legal instruments to a great extent. The measures examined below are characterised by the fact that they come second to hard law measures, thus having complementary value. Nevertheless, the connection between non-binding norms and the underlying hard law provisions diverges from case to case. On 16 May 2020, the Government adopted Decree-Law No 33 aimed at allowing the resumptionwith all due cautionof the previously suspended activities. With respect to freedom of worship, Article 1(11) of the Decree-Law allowed the celebration of religious rites \"in compliance with the protocols signed by the Government and their respective religious denominations containing the appropriate measures to prevent the risk of contagion\". As far as the pursuit of economic and industrial activities was concerned, Article 1(14) provides that such activities \"must be carried out in compliance with the contents of protocols or guidelines suitable for preventing or reducing the risk of contagion in the reference sector or similar areas\". Those protocols or guidelines must be adopted by the Regions or the Conference of Regions and Autonomous Provinces \"in compliance with the principles of national protocols or guidelines\". Article 1(14) adds the important provision that \"national guidelines will apply in the absence of regional intervention\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase II: soft law accompanying hard law"
        },
        {
            "text": "The same Decree-Law also foresees sanctions for the violation of those non-binding instruments. Article 1(15) states: non-compliance with the content of regional, or in the absence thereof, national protocols and guidelines that does not ensure an adequate level of protection determines the suspension of the activity until the restoration of the security conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase II: soft law accompanying hard law"
        },
        {
            "text": "Article 2 furthermore introduces administrative sanctions in the event of non-compliance with the provisions of the Decree-Law itself or with the provisions of ordinanze or implementing decrees: an administrative fine and, if the violation is committed in the context of business activities, also a closure up to 30 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase II: soft law accompanying hard law"
        },
        {
            "text": "The Government implemented the above-mentioned provisions with the DPCM of 17 May 2020. 59 First, concerning freedom of worship, while Article 1 (1n) of the DPCM expressly allowed access to churches setting a few fundamental rules such as the need to respect safe distancing and the ban on gatherings, Article 1 (1o) of the DPCM left much discretion to the level of soft law specifying that religious rites can be celebrated in compliance with the guidelines annexed to the Decree. Those guidelines were negotiated with and signed by the representatives of religious denominations.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 90,
                    "text": "59",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Phase II: soft law accompanying hard law"
        },
        {
            "text": "Second, as regards industrial and commercial activities, Article 2 of the DPCM provides that the performance of such activities is allowed in conformity with the \"[S]hared regulatory protocol for counteraction and containment measures against the spread of the virus COVID-19 in workplaces\", approved by the Government and 59 See <www.gazzettaufficiale.it/eli/id/2020/05/17/20A02717/sg>. signed by social partners, and other two further protocols that provide detailed rules for construction sites as well as the logistic and transport sectors. 60 Further, Article 1 (1ee) and (1gg) of the DPCM allowed the resumption of catering industry and services under the condition that each Region ensures that these activities are compatible with the regional epidemiological context referring in this respect to protocols adopted by the Regions or within the Conference of Regions. Finally and in the context of retail trade, Article 1 (1dd) of the DPCM provides that retail activities can be resumed setting out a few fundamental rules such as the need to respect safe distancing and to limit access so as to avoid overcrowding, and refers to further protocols adopted by the Regions or within the Conference of Regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase II: soft law accompanying hard law"
        },
        {
            "text": "On the whole, the system described by Decree-Law No 33 and the DPCM is based on two levels: first, regional guidelines (or those adopted by the Conference of Regions) that must, in the interest of adequate levels of uniformity, be compliant with both the principles set out in national guidelines and the criteria in sector protocols approved by the T-SC, 61 and, second, national guidelines that apply in the absence of regional guidelines. The approval of guidelines within the Conference of Regions does not exclude further regional intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase II: soft law accompanying hard law"
        },
        {
            "text": "3. The protocols and guidelines: soft law as a means of providing the public with instructions on gradually returning to the exercise of fundamental freedoms",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase II: soft law accompanying hard law"
        },
        {
            "text": "Guidelines on topics such as religion and industry have been adopted centrally, without any room for regional differentiation. This choice is due to the need to ensure uniformity on a national scale given the social and economic importance of those activities. When national uniformity is not required, this being the case in respect of retail trade, catering and personal services, the formulation of safety rules and recommendations is left to local levels. As noted above, the DPCM, however, directly allows retail trade activities, setting out a few fundamental rules and referring to soft law for further rules. On the contrary, catering industry and services are subject to a prior regional risk assessment and any anti-contagion measures necessary in the course of these activities are regulated in protocols and guidelines. The risk that these activities imply and the sensitivity of the issues among economic operators and citizens prompted the government, on the one hand, to provide for a prior regional risk assessment and, on the other, to set the precautionary measures exclusively with soft law instruments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase II: soft law accompanying hard law"
        },
        {
            "text": "As already highlighted, in the case of retail trade, catering and services to the person, coordination between central and regional levels is guaranteed, because the protocols adopted by Regions or the Conference of Regions must comply with both the principles of national guidelines and the criteriaset at the central levelof the T-SC. When the Conference of Regions approves such protocols, an even more coordinated response is ensured. There are seven such protocols annexed to the DPCM, and each is signedas a part of a dialogue with the governmentby the representatives of the various religious denominations. The content of each protocol is in essence the same: they all involve information on measures such as the need to wear masks, provide churchgoers with sanitising liquid, clean places of worship after the celebration, and adopt organisational measures necessary to maintain a safe distance. The language used in protocols is often non-prescriptive. For example, in the protocol signed with the Roman Catholic Church there is a section named \"other suggestions\". 62 Moreover, the text of each negotiated protocol was submitted to the T-SC for evaluation and approval. In this way, equal treatment was ensured in respect of each religious denomination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase II: soft law accompanying hard law"
        },
        {
            "text": "Although the participation of religious denominations was ensured, the vagueness of the procedural process for the negotiation of precautionary measures has been criticised. 63 The representatives of denominations participated in the negotiations, but their role was unstructured. In particular, it could have been a good idea to appoint a joint committee with members from the T-SC as well as experts nominated by the various religious denominations.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 176,
                    "text": "63",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Phase II: soft law accompanying hard law"
        },
        {
            "text": "b. Soft law in the context of retail trade and catering industry On 16 May 2020, the Conference of Regions approved the \"Guidelines for the resumption of economic and manufacturing activities\". 64 This soft law instrument sets the framework of precautionary measures for the resumption of activities in hotels, gyms and hair salons, as well as the resumption of retail trade and the catering industry. Attention is paid to the use of personal protection equipment and in particular, of masks and gloves, and the need to maintain a safe distance, adequate organisational measures to avoid social gatherings, cleaning and disinfecting operations and the provision of sanitising liquid to workers and customers. The Conference of Regions has continuously updated the measures according to the epidemiological situation. For example, on 22 May 2020, the guidelines were amended with safety precautions for activities such as cinemas and theatres. 65 The DPCM of 17 May 2020 furthermore authorised the resumption of the riskier economic activities under the conditions that such activities were evaluated as being compatible with the regional health situation. The Regions soon undertook the compatibility assessment through ordinanze, annexed to regional guidelines.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 196,
                    "text": "64",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 943,
                    "end": 945,
                    "text": "65",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Phase II: soft law accompanying hard law"
        },
        {
            "text": "The attitudes of the Regions regarding the guidelines approved by the Conference of Regions varied: some Regions, such as Veneto with ordinanza No 48 of 17 May 2020, 66 accepted the guidelines of the Conference for the activities included therein, but also prepared their own guidelines for the activities that, at least initially, were not included in the guidelines of the Conference of Regions, such as those concerning mountain huts and cable transport systems. Other Regions, for instance Campania, acted independently with ordinanza No 48 of 17 May 2020. 67 That Region, instead of referring to the guidelines approved by the Conference, prepared four different guidelines, each relating to a specific economic sector or group of activities. The final group of Regions, such as Lazio with ordinanza No 41 of 16 May 2020, 68 referred to the guidelines approved by the Conference of the Regions, modifying them in some respects to better adapt them to the regional context. The provisions adopted at state level of both Decree-Law No 33 and DPCM of 17 May 2020 have ensured the overall consistency of the soft law measures, making it extremely difficult for the guidelines prepared at the Conference and regional level to diverge from them. It seems, therefore, that the margin of autonomy left to the Regions to respond to local specificities has not affected overall coherence. In fact, a degree of convergence was reached within the Conference, the mandate of which is to promote coordination between the Regions. The T-SC also played a decisive role in ensuring that all the regional guidelines were coherent. In other words, the regional guidelineseven in the case of Regions that did not refer to the guidelines approved by the Conference of Regionsare considered to replicate those approved within the Conference. In concrete terms, it seems that two important goals were achieved. First, the guiding principle of loyal collaboration between the state and local autonomies was overall respected and second, dialogue with the Regions was guaranteed without compromising the need to coordinate regulatory activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase II: soft law accompanying hard law"
        },
        {
            "text": "The Italian use of soft law to tackle the COVID-19 epidemic has had two peculiar characteristics. First, those soft law legal instruments have played a considerable role only in Phase II, during which the restrictions on fundamental rights were gradually reduced due to the improved epidemiological outlook. During Phase II, soft law provided citizensas workers, consumers, churchgoers and employerswith instructions on gradually returning to exercise their fundamental freedoms. It is clear that an uncontrolled resumption of pre-COVID-19 daily life activities would have led to a dramatic increase in infections. In this sense, soft law represented a compromise in response to the need to protect public health without severely undermining fundamental freedoms. The two case studies analysed demonstrate that measures such as guidelines and protocols on the freedom of worship and the freedom of private economic enterprise were perceived as useful in providing detailed rules of conduct in a bid to avoid a new spread of contagion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        },
        {
            "text": "Second, soft law was used in one of two ways: either as a self-standing instrument or as a complement to hard law instruments. In this latter perspective, Italy's experience highlighted different forms of interaction between soft law and hard law measures. In this respect, three points are worth noting. First, in most cases soft law instruments were annexed to the administrative acts that allowed the performing of the previously banned activities. Second, Italian legislators generally preferred to adopt legislation on basic behavioural rules to ensure the compatibility of the exercise of fundamental freedoms with the epidemiological situation. Third, only in the context of riskier (or more sensitive) issues was the choice whether or not to allow those activities left to the Regions, with measures such as anti-contagion rules set entirely in soft law instruments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        },
        {
            "text": "In any case, despite its voluminous use, soft law has not played a crucial role in restricting constitutional rights. It was through Decree-Laws and DPCMs that the exercise of freedom of worship and of private economic enterprise were suspendedin one case impeding the celebration of religious rites and in the other providing for the closure of all non-essential economic activities. It was equally through Decree-Laws and DPCMs that the exercise of these fundamental rights was allowed to restart in compliance with basic rules established therein and with more detailed guidance set out in soft law instruments. It is undisputed that precautionary measures introduced by non-binding protocols and guidelines restricted aspects of economic, social and religious life. However, it is likewise clear that the legal basis of such restrictions is not found in these protocols or guidelines, but in the hard law provisions. This is also manifest from the academic debate on emergency management, where scholarly attention has not been primarily focused on the precautionary measures set by soft law instruments. On the contrary, the focus of the debate is on whether Decree-Laws and DPCMs imposed limitations upon fundamental rights so as to overstep, in some cases, constitutional limits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        },
        {
            "text": "Interestingly, the perception of the general public to soft law guidance was different. Up until 18 May 2020, the day on which economic activities were allowed to restart, there was widespread criticism of the general uncertainty, and large protests fuelled by the rumours on the content of (the leaked) soft law rules for the resumption of economic activities. 69 Restaurants and small business owners protested that the rumoured rules would make it impossible or unprofitable for them to reopen their businesses. However, after the adoption of those protocols and guidelines, economic operators generally complied with the precautionary measures contained in the protocols and guidelines. 70 This is partly because some of the rumoured rules, such as the requirement of keeping a safe distance of two metres between restaurant tables or of sanitising clothing after each use of a shop's dressing room did not appear in the final 69 \"Coronavirus: in tutta Italia le proteste di chi vuole riaprire\" ANSA (Rome, 30 April 2020) <www.ansa.it/sito/ notizie/cronaca/2020/04/29/a-milano-la-protesta-dei-commercianti>. 70 The Italian Agency of Statistics analysed a sample of 90,000 firms and pointed out a high standard of attention to health precautions, even beyond imposed rules: see Istat \"Situazioni e prospettive delle imprese nell'emergenza sanitaria COVID-19\" <www.istat.it/it/files//2020/06/Imprese-durante-Covid-19.pdf>. text of protocols. It is worth adding that some certification bodies 71 have developed labels certifying that the security protocol adopted by the client is compliant with the anticontagion rules. The role that such \"Anti-COVID\" labels could play in a consumer market concerned with safety precautions is potentially significant. In this context, adherence to more stringent rules could represent, in some cases, a competitive advantage.",
            "cite_spans": [
                {
                    "start": 1112,
                    "end": 1114,
                    "text": "70",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        },
        {
            "text": "To conclude, despite the criticism and protests prior to their adoption, non-binding soft law instruments have not played a role in restricting fundamental rights. In fact, in the Italian experience, soft law provided the public with useful instructions on how to return to exercise their fundamental freedoms compatibly with the hazardous health situation. In other words: much ado about nothing. 71 See eg <www.contecaqs.it/consulenza-sicurezza-azienda/la-certificazione-del-protocollo-sicurezza-anticon tagio-da-covid-19-ai-fini-dellottenimento-del-marchio-anticovid/>, and <www.acsq.it/certificazioni/covid-freecertification.html>.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 400,
                    "text": "71",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Stato e Chiesa in pandemia",
            "authors": [
                {
                    "first": "Marco",
                    "middle": [],
                    "last": "P De",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "See Annex No 17 to the DPCM of 17",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "prevented all forms of social gathering in public places or places open to the public across the country. Furthermore, pursuant to DPCM of 11 March, retail businesses and personal services were suspended. See D Vese, \"Managing the Pandemic. The Italian Strategy for Fighting Covid-19 and the Challenge of Sharing Administrative Powers\" (2020) EJRR. 12 See M Simoncini, \"The Need for Clear Competences in Times of Crisis. Clashes in the Coordination of Emergency Powers in Italy\" (2020) Verfassungsblog <verfassungsblog.de/the-need-for-clear-competences-in-times-of-crisis/>. 13 For example, G Zagrebelsky, \"Chi dice Costituzione violata non sa di cosa sta parlando\", Il Fatto Quotidiano (Rome, 1 May 2020) 6; G Azzariti, \"Le misure sono costituzionali a patto che siano a tempo determinato\", La Repubblica (Rome, 8 March 2020)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "17 Decree-Law No 19/2020 <www.gazzettaufficiale.it/eli/id/2020/03/25/20G00035/sg>, converted, with amendments, by Law No 35 of 22 May 2020 <www.gazzettaufficiale.it/eli/id/2020/05/23/20G00057/sg>. For an in-depth analysis, see Massa, supra, note 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Among Italian literature see, in general, E Mostacci, La soft law nel sistema delle fonti: uno studio comparato (Cedam, Padua 2008); A Somma (ed), Soft law e hard law nelle società post-moderne (Giappichelli, Turin 2009); M Ramajoli, \"Soft law e diritto amministrativo\" (2017) Dir Amm, 147-67. The notion of \"soft law\" is generally contrasted, in the literature, with that of \"hard law\" and its characteristics are inferred by their difference from those of enforceable norms, capable of prescribing legally binding commitments in clear and precise terms, ie hard law norms.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "32 See, for example, Annex 17 -Guidelines for the reopening of Economic and Productive Activities of the Conference of Regions and Autonomous Provinces to DPCM of 17 May 2020 or Annex 1 -Guidelines for the reopening of Economic, Productive and Recreational Activities of the Conference of Regions and Autonomous Provinces to DPCM of 14 July 2020 <www.gazzettaufficiale.it/eli/id/2020/07/14/20A03814/sg>. combat the contagion of the virus, including rules on social distancing and contact tracing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "60 See Annex Nos 13 and 14 of the DCPM of 17 May 2020. 61 See Annex No 10 of the DPCM of 17 May 2020. a. Soft law and the freedom of worship Both Decree-Law No 33 and the DPCM of 17 May 2020 allow the celebration of religious rites in compliance with the precautionary measures provided in the protocols signed by the Government and the respective religious denominations.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). See M Massa, \"A General and Constitutional Outline of Italy's Efforts Against COVID-19 -With the Best Face On, in Coronavirus and the Law in Europe\" <www.intersentiaonline.com/publication/coronavirus-and-the-law-in-europe/v-544bf2be-8004-f72f-8088-dea754a9a0da/29#H0> (accessed 30 September 2020). 4 Resolution of the Council of Ministers of 31 January 2020 adopted pursuant to Legislative Decree No 1/2018 (Civil Protection Code) <www.gazzettaufficiale.it/eli/id/2020/02/01/20A00737/sg>. 5 The text of the Decree-Law No 6/2020 is available at <www.gazzettaufficiale.it/eli/id/2020/02/23/20G00020/sg>. It was converted into law, with amendments, by Law No 13 of 5 March 2020 <www.gazzettaufficiale.it/eli/id/2020/03/ 09/20G00028/sg>. 6 An English translation of the Italian Constitution is available at: <www.senato.it/application/xmanager/projects/ leg18/file/repository/relazioni/libreria/novita/XVII/COST_INGLESE.pdf>. For a general introduction to Italian constitutional law, see V Onida et al, Constitutional Law in Italy (Wolters Kluwer 2013). 7 See, in particular, DPCM of 9 March 2020 establishing the national lockdown <www.gazzettaufficiale.it/eli/gu/ 2020/03/09/62/sg/pdf>.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "V Ottaviano, \"Sulla nozione di ordinamento amministrativo e di alcune sue applicazioni\" (1958) Riv trim dir pubbl 825. 26 N Bobbio, Il positivismo giuridico (Giappichelli, Turin 1997). 27 See eg MP Chiti, \"A Rigid Constitution for a Flexible Administration: New Forms of Governance\" (2004) ERPL 186-87; MA Sandulli, \"Principio di legalità e effettività della tutela: spunti di riflessione alla luce del magistero scientifico di Aldo M Sandulli\" (2015) Dir e soc, 649-70; MR Ferrarese La governance tra politica e diritto",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "and See <www.ordineavvocatiroma.it/wp-content/uploads/2020/04/PROT_5010-COA-ROMA.pdf>. For more examples, see <www.ordineavvocatiroma.it/emergenza-coronavirus/>. March, replaced with that of 26 March and further integrated on 1 April, which prepared guidelines containing more precise indications and recommendations to the heads of offices for the management of the two phases of the emergency. All the documents are available at <www.csm.it/web/csminternet/-/emergenza-covid-19>. 36 Mancuso, supra, note 24. See also the CSM resolution of 4 November, which seeks to fill the gaps contained in the Decree-Law of 28 October 2020 No 137, This Decree-Law offers no suitable instruments to counterbalance the risk of groupings and contagion caused by the choice to carry out activities <www.csm.The Technical-Scientific Committee is a public body created within the Department of Civil Protection. It is composed of experts and qualified representatives of the agencies and administrations of the state that support the head of department in activities aimed at overcoming the epidemiological emergency by Covid-19 <www.salute. gov.it/portale/news/p3_2_1_1_1.jsp?lingua=italiano&menu=notizie&p=dalministero&id=4544>. 39 See <www.salute.gov.it/portale/nuovocoronavirus/archivioNormativaNuovoCoronavirus.jsp>.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "See L Rosenbaum, \"Facing Covid-19 in Italy -Ethics, Logistics, and Therapeutics on the Epidemic's Front Line\" (18 March 2020) 382(20) New England Journal of Medicine 1873-75. 41 See <www.salute.gov.it/imgs/C_17_pubblicazioni_2944_allegato.pdf>. 42 The Bruno Kessler Foundation is the research organisation of the Autonomous Province of Trento that operates in the field of scientific technology and human sciences. Phase II' -Frequently asked questions about the measures taken by the Government\" <www.governo.it/it/ faq-fasedue>. 47 See <www.salute.gov.it/portale/nuovocoronavirus/archivioFaqNuovoCoronavirus.jsp>.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}