{
    "paper_id": "3e095c33e5ec4aa1af06650c0e6cbc726ba4ae99",
    "metadata": {
        "title": "Developing Social Entrepreneurship as an Intervention to Enhance Disadvantaged Young People's Sense of Self-Worth and Career Competence in Hong Kong",
        "authors": [
            {
                "first": "Hau-Lin",
                "middle": [],
                "last": "Tam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "Edward"
                ],
                "last": "Asamoah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [],
                "last": "Angus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuk-Fung",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This is the first empirical research in Hong Kong to examine the impact of social entrepreneurship training on disadvantaged young peoples' career competence including their self-perceived employability, entrepreneurial knowledge, skills and intent, and their psychosocial development including their self-esteem, resilience, and careerlinked self-efficacy. The subjects of this research were in-school youths and school drop-outs who joined the three waves of \"Social-Up Youth Entrepreneurship Programme\" including social entrepreneurship training (T1), internship (T2), and a preincubation project funded by a Charities Trust in Hong Kong. This research included a quantitative part, that is, questionnaires, and qualitative part, that is, focus group and individual interviews. At the time of data analysis, 100 disadvantaged young people joined the program at the baseline measure (T0). Only 77 and 31 could be matched and sufficient enough for data analysis at T1 and T2, respectively. The results demonstrated that social entrepreneurship training is positive and promising to enhance disadvantaged young peoples' sense of self-worth and resilience, their entrepreneurial knowledge and skills, and overall self-perceived employability. The impact of the interactive and experiential-oriented social entrepreneurship training was the most significant. The impact of the internship was influenced by the extra burdens added to in-school youths. Because of its potential positive effects, further examination is required. Young people were found to have weak proactivity and flexibility in work, thinking, and interpersonal and communication skills, and the early introduction of curriculum-based youth entrepreneurship training in secondary schools is highly recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Employment with decent and productive work usually represents an important step in a young person's successful transition to adulthood-a milestone towards independence and self-reliance (Liang et al. 2017) . For young people living in poverty and disadvantaged situations, employment is the main route for moving out of poverty and having upward social mobility. For society as a whole, decent and meaningful employment for young people is also crucial for social and political stability. Jobs facilitate trust, civic engagement, and economic development when young, skilled labors can enter into an economy and contribute to sustain and increase its productivity and competitiveness in the global market place (Pieters 2013; United Nations 2007) . Although employment is crucial for young people's personal development and society's solidarity, the ratio of youth unemployment is always up to three times higher than the adult unemployment in the local and global contexts (International Labour Organization ILO 2017; Liang et al. 2017) .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 205,
                    "text": "(Liang et al. 2017)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 711,
                    "end": 725,
                    "text": "(Pieters 2013;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 726,
                    "end": 746,
                    "text": "United Nations 2007)",
                    "ref_id": null
                },
                {
                    "start": 974,
                    "end": 1018,
                    "text": "(International Labour Organization ILO 2017;",
                    "ref_id": null
                },
                {
                    "start": 1019,
                    "end": 1037,
                    "text": "Liang et al. 2017)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Globally, 13.1% of young people aged 15 to 24 were unemployed in 2017. Along with an increase in part-time, casual, freelance, contract, project-based, and other forms of atypical employment, this situation is expected to become even worse. In Hong Kong, the unemployment rate of people between the ages 15 and 24 is 9.5%, which is three times the average unemployment rate (3.1% in the third quarter of 2017). This rate is four times higher (12.0%) among the 15 to 19 cohort (Census and Statistics Department 2017). The reasons for youth unemployment are complicated and vary among countries, including structural reforms, a skills mismatch between young people and professional careers, and a mismatch between high-end market demands and the education of young people (Kao 2013) . As they are young and lack work experience, training, knowledge, and skills, this group is easily excluded in the economic market place, not to mention the disadvantaged, underachieving, young people with low selfesteem and an unclear direction of future development in schools. Unemployment, in particular, long-term youth unemployment, can be detrimental personally, socially, and economically (United Nations 2007; YEN Secretariat 2006) .",
            "cite_spans": [
                {
                    "start": 770,
                    "end": 780,
                    "text": "(Kao 2013)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1201,
                    "end": 1222,
                    "text": "YEN Secretariat 2006)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Detrimental Effects of Unemployment for Young People"
        },
        {
            "text": "Personally, unemployment can impose heavy costs on young people and their sense of self-worth. A lack of decent work leads to lower earnings and generates frustration, anger, and low self-esteem among young people and eventually threatens their longerterm employment prospects. Some may also be susceptible to drug abuse, sex, and crime (Ngai et al. 2016; United Nations 2007) . These situations can permanently damage young peoples' employability and lead to a circle of marginalization and exclusion, undermining social cohesion and leading to social unrest and conflict (Matsumoto and Elder 2010; YEN Secretariat 2006) . When they lose their ties with society, young people may feel disempowered. Obviously, joblessness means more than a lack of income. Economically, when there is a mismatch between the education and skills training young people received and the demands of the market place, or if job opportunities cannot be secured, young people are more likely rely on their family or welfare for support, which can be a burden on society (Jacob 2008; Liang et al. 2017) . The school-to-work transition of young people also closely links with other important life transitions, such as marriage and childbearing. Unsecured employment prospects may defer their age of marriage and household formation (Egel and Salehi-Isfahani 2010) .",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 355,
                    "text": "(Ngai et al. 2016;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 356,
                    "end": 376,
                    "text": "United Nations 2007)",
                    "ref_id": null
                },
                {
                    "start": 573,
                    "end": 599,
                    "text": "(Matsumoto and Elder 2010;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 600,
                    "end": 621,
                    "text": "YEN Secretariat 2006)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1047,
                    "end": 1059,
                    "text": "(Jacob 2008;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1060,
                    "end": 1078,
                    "text": "Liang et al. 2017)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1307,
                    "end": 1338,
                    "text": "(Egel and Salehi-Isfahani 2010)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Detrimental Effects of Unemployment for Young People"
        },
        {
            "text": "Given the significant impact of unemployment on young peoples' quality of life and social development, various policy initiatives and practice approaches are advocated to address the problem. At the Millennium Summit, four strategic measures, that is, employability, equal opportunities, entrepreneurship, and employment creation (the 4Es), were recommended by the United Nations (2001) as top priorities for all nations to overcome their youth employment problems. As a metropolitan city, Hong Kong has also launched various programs and activities to boost young peoples' employment status. Among its 4Es strategies, Hong Kong has put majority works on employment and vocational-related training to enhance young peoples' employability with specific job skills, knowledge, and competences. The Youth Employment and Training Programme is the key measure and offers pre-employment and on-the-job training for young school leavers aged 15 to 24 with subdegree or below-level educational attainment. Employers offering on-the-job training to young people are eligible to receive an on-the-job training allowance for a maximum period of 12 months (HKSAR Government 2016) . The secretary of the Labour and Welfare Bureau claimed that more than 220,000 young people have benefited from the program with a successful placement rate at more than 70% (HKSAR Government 2017).",
            "cite_spans": [
                {
                    "start": 1144,
                    "end": 1167,
                    "text": "(HKSAR Government 2016)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Policy Initiatives in Tackling Youth Unemployment"
        },
        {
            "text": "Apart from the employment and vocational-related training, different government bureaus and departments have also created non-civil service contract positions to engage eligible young talent to work in the government (HKSAR Government 2016) . For instances, temporary youth ambassadors were employed after the outbreak of severe acute respiratory syndrome in 2003 (Cheung 2016) . These positions were transformed in 2008 as 3000 program workers acquiring work experience in NGOs with mentorship guidance so that they could return to the labor market or pursue further studies after serving time in the temporary positions (Social Welfare Department 2014). To protect equal employment opportunities, Hong Kong set up its Equal Opportunity Committee in 1996 to implement four discrimination ordinances on sex, disability, family status, and race. People's employment opportunities are supposedly safeguarded by the ordinances. In the long run, to have full employment protection for young people, a tremendous amount of work is still required to include age discrimination to the ordinances. Compared with waged employment, self-employment through entrepreneurship is another possible measure to boost youth employment. In Hong Kong, some comments demonstrated that young entrepreneurs became less active after the internet bubble burst in the late 1990s (Tse and Cheng 2014) . However, as a mature economy, Hong Kong's economic structure has become narrow. Youngsters' opportunities for upward social mobility are further reduced and harder to come by. Although there are still good jobs in the top-end financial services sector, young people may not have a distinctive edge over their mainland or overseas counterparts. In such a situation, innovation and entrepreneurship become important ways out in terms of young peoples' long-term development (Tse 2016) . In Hong Kong, the government has set up a HK$500 million (around US$65 million) social innovation and entrepreneurship Fund, under the operation of the efficiency unit, to support and encourage young start-ups to realize their innovative ideas into business plans. NGOs are also supported by the government and private sector to provide entrepreneurial-related services, such as offering seed money, office spaces, mentorship, facilities, administrative support, or networking with relevant backups, helping young people start their business (Hong Kong Federation of Youth Groups 2011; Liang et al. 2017) . Recently, the Innovation and Technology Bureau was also successfully established at the policy level to minimize bureaucratic red tape and encourage new industries, jobs, and small-and medium-sized enterprises; thus, more employment opportunities can be created.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 240,
                    "text": "(HKSAR Government 2016)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 364,
                    "end": 377,
                    "text": "(Cheung 2016)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1353,
                    "end": 1373,
                    "text": "(Tse and Cheng 2014)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1848,
                    "end": 1858,
                    "text": "(Tse 2016)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 2447,
                    "end": 2465,
                    "text": "Liang et al. 2017)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Policy Initiatives in Tackling Youth Unemployment"
        },
        {
            "text": "Early in the 2011-2012 budget plan (HKSAR Government 2011), the government had agreed to support young people at the grassroots level to start their own businesses and promote entrepreneurship as an alternative to traditional job-for-life models of employment. However, to demonstrate the impact of entrepreneurship in job creation or helping young people establish their career directions and competence, there is limited evaluation both at the local and global levels (Cheung 2016; Liang et al. 2017) . Social entrepreneurship, because of its primary goal of achieving social impact more than generating profit for owners and stakeholders, has moved into the spotlight around the globe in the social and economic sectors (Kruse 2015) . It is not merely a viable means for survival or solution for youth unemployment, but also cultivating young people's positive development as passionate and resilient social entrepreneurs who are dedicated to address social problems in innovative and sustainable ways (De Simone and Tora 2016). Sun and Shek (2013) found that positive youth development could directly influence adolescents' life satisfaction and their problem behavior. Moreover, the direct effects of positive youth development on their problem behavior were mediated by life satisfaction. With the promising effect of positive youth development, different perspectives have been developed over the globe . Despite the outcomes of social entrepreneurship on positive youth development, much of the literature still focuses on the conceptualization, instead of examining its impact in practice. In Hong Kong, although additional resources are allocated to NGOs to offer career guidance and life planning for secondary students in recent years, entrepreneurship training is still rare in mainstream education. To inspire young people to be innovators and develop an inclination to run businesses, relevant and early education at schools is critical.",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 483,
                    "text": "(Cheung 2016;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 484,
                    "end": 502,
                    "text": "Liang et al. 2017)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 723,
                    "end": 735,
                    "text": "(Kruse 2015)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1032,
                    "end": 1051,
                    "text": "Sun and Shek (2013)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Entrepreneurship Education and Training"
        },
        {
            "text": "It is in this context that with funding support from a charitable trust, an NGO in Hong Kong works in collaboration with a French impact assessment fund dedicated to social entrepreneurship and a science and technology corporation to provide a \"Social-Up Youth Entrepreneurship Programme\" to disadvantaged and underachieving young people with low satisfaction in schools or school drop-outs with difficulties in life and career development. Integrated with the concept of social entrepreneurship, which emphasizes the economic return of a business and its social goal of addressing social issues with innovation, the program equips disadvantaged young people with entrepreneurial knowledge, ethics, and skills and inspires them with interests to own their business and cultivates social responsibility to respond to social problems with their innovative business plans. This was a built-in empirical study with both quantitative and qualitative methods examining the impact of social entrepreneurship on young peoples' career competence and personal development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Entrepreneurship Education and Training"
        },
        {
            "text": "Reducing youth unemployment is a global challenge (Schoof 2006) . The 4Es strategies were first developed by the Youth Employment Network (YEN) in 2001 for member states of the United Nations, irrespective of their economic or social development as top priorities to deal with youth employment (Freedman 2005; Liang et al. 2017) . The YEN is a partnership of the United Nations, the World Bank, and the ILO, which has worked on youth employment and youth unemployment policies since the 1960s, convening a high-level panel to explore imaginative approaches on how to best address youth employment issues (United Nations 2001) . Employability is one strategy referring to the knowledge, skills, and competences of a worker to secure a job, progress with job advancement, and managing the changes and challenges at work (Freedman 2005) . Education and vocational training are critical to enhancing an individual's employability. Therefore, to facilitate the school-to-work transition and enable young people, particularly the disadvantaged, to have satisfactory and productive jobs, investments in education, vocational training and other employability strengthening measures closely related to labor market demands are necessary (United Nations 2001) .",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 63,
                    "text": "(Schoof 2006)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 294,
                    "end": 309,
                    "text": "(Freedman 2005;",
                    "ref_id": null
                },
                {
                    "start": 310,
                    "end": 328,
                    "text": "Liang et al. 2017)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 604,
                    "end": 625,
                    "text": "(United Nations 2001)",
                    "ref_id": null
                },
                {
                    "start": 818,
                    "end": 833,
                    "text": "(Freedman 2005)",
                    "ref_id": null
                },
                {
                    "start": 1228,
                    "end": 1249,
                    "text": "(United Nations 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "\"4Es\" Strategies Recommended by the United Nations"
        },
        {
            "text": "Equal opportunity is another strategy advocating gender-sensitive policies to ensure that men and women have equal access to education, training, and labor markets. Although the YEN's framework mainly focuses on gender equality, the scopes of concern have been extended to other types of discrimination, which may deprive young people of the opportunities for learning, working, and career advancement, including young people with disabilities, ethnic minorities, migrant young people, or young people living under poverty (Liang et al. 2017) . Employment creation is the third strategy and emphasizes an enabling economic environment where public and private sectors invest in youth and are committed to maintaining job creation as a business strategy, offering work opportunities to labor markets (United Nations 2001). Entrepreneurship is advocated as another source of job creation and can be initiatives for young people to be self-employed to start their businesses. Through the start-up businesses, job opportunities can be created in the labor markets. To create a facilitative environment for the start-ups, legal and institutional arrangements that allow increased flexibility for enterprises and entrepreneurial support such as start-up grants, mentorship, management training, or low-cost premises are seen to be necessary.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 542,
                    "text": "(Liang et al. 2017)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "\"4Es\" Strategies Recommended by the United Nations"
        },
        {
            "text": "Entrepreneurship, although there is not a generally agreed upon definition of the term, usually refers to the business opportunities of bringing new products or services into existence. In the process, stakeholders including individuals or organizations can create value through selling new outputs at higher prices than the cost of production (Certo & Miller, 2008) . Traditionally, the core mission of entrepreneurial activities is profit generation to help entrepreneurs build their personal wealth. Innovation and risk taking are usually key successful factors of entrepreneurial activities. As traditional job-for-life career paths and opportunities are shrinking all over the world, entrepreneurship has become an innovative approach to improve the livelihoods and economic independence of young people, by creating jobs and integrating them into the changing labor markets (Schoof 2006) . Moreover, young people are passionate, energetic, and have a higher tendency towards problem-solving and facing challenges that are key characteristics of the entrepreneurial process (Shrestha and Appanah 2005) . Hence, entrepreneurship is a possible option for young people to unleash their potential while their entrepreneurial potential and contribution to economic and social progress are usually underestimated (if not ignored) (United Nations Industrial Development Organization 2016). If entrepreneurship can bring increased self-efficacy and innovative development, young people will most likely embrace it. According to Chigunta (2002) , youth entrepreneurship is positive and promising to (1) create employment opportunities for young people; (2) lead marginalized young people back to the economic market; (3) allow young people to develop their sense of meaning and belonging; (4) address the sociopsychological problems and delinquency that may arise from unemployment; (5) develop life skills and experience that may positively contribute to other life events and challenges; (6) develop young peoples' innovation and resilience; (7) revitalize the economic activities of a community through their goods and services; and (8) eventually, help young people have an upward social mobility and live outside of poverty. Therefore, an alternative strategy to create jobs for young people and boost their employment worldwide is worthwhile.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 366,
                    "text": "(Certo & Miller, 2008)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 880,
                    "end": 893,
                    "text": "(Schoof 2006)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1079,
                    "end": 1106,
                    "text": "(Shrestha and Appanah 2005)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1525,
                    "end": 1540,
                    "text": "Chigunta (2002)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Youth Entrepreneurship"
        },
        {
            "text": "More than the mission of economic returns for stakeholders' wealth and benefit, social entrepreneurship is another type of entrepreneurial approach whose use has been on the rise and gained global attention (Oghojafor et al. 2011 ). This concept integrates economic and social values using entrepreneurial skills and activities to respond to a variety of social problems with innovative and sustainable solutions (Ebrashi 2013; Peric and Delic 2014) . Like the characteristics of traditional entrepreneurship, social entrepreneurship uses business principles and entrepreneurial knowledge and skills, such as management skills to ensure efficiency, effectiveness, and accountability, to run a business and achieve its intended goals with innovation and risk taking (Schoof 2006) . However, unlike traditional entrepreneurship, economic value creation in the form of wealth generation is just a means to ensure the sustainability of the social objectives of a business. Social value of initiating change to social problems is the primary goal of social entrepreneurship (Mair and Marti 2006) . Therefore, social entrepreneurship has hybrid functions (Hossain et al. 2017 ): It pursues a social mission while trying to achieve economic sustainability at the same time.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 229,
                    "text": "(Oghojafor et al. 2011",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 413,
                    "end": 427,
                    "text": "(Ebrashi 2013;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 428,
                    "end": 449,
                    "text": "Peric and Delic 2014)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 765,
                    "end": 778,
                    "text": "(Schoof 2006)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1069,
                    "end": 1090,
                    "text": "(Mair and Marti 2006)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1149,
                    "end": 1169,
                    "text": "(Hossain et al. 2017",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Social Entrepreneurship"
        },
        {
            "text": "As long as a business is entrepreneurial in nature and directed towards social problems or the public good, whether it is managed by a nonprofit, a for-profit, or a public organization (Tracey and Phillips 2007) is inconsequential. However, different from traditional nonprofit or charitable institutions, it should be financially selfsustainable and independent from the State and have clear performance indicators of success, financial strategies, and human resources, and the management skills required for the business develop with a strong social mission. Based on the dimensions of purpose, or mission, of an enterprise and the nature of its outcome, Neck et al. (2009) identify four types of entrepreneurial ventures and a hybrid form (Fig. 1 ). The first type is a social purpose venture that uses its for-profit and economic outcome to meet the social mission of solving a social problem. The second type is a traditional venture that focuses primarily on an economic mission with financial outcome. Except for running a satisfactory and profitable business, no explicit social mission is emphasized. The third type is a social consequence venture, which is similar to a tradition venture except its business practices bear strong corporate social responsibility to create social outcomes. An enterprising nonprofit venture is the last type and has a strong social mission to manage a business that has growth and can be economically sustainable to create a social impact on society. Some of these ventures may be funded by philanthropists or public organizations.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 211,
                    "text": "(Tracey and Phillips 2007)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 657,
                    "end": 675,
                    "text": "Neck et al. (2009)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 742,
                    "end": 749,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Social Entrepreneurship"
        },
        {
            "text": "Social entrepreneurship is a revolutionary way of doing business. Instead of purely striving for wealth and profit, it is an entrepreneurial and innovative approach to solving social problems (Schwartz and Malach-Pines 2009) . Because of its innovative contribution and meaningful background, social entrepreneurship has gained increasing recognition worldwide, particularly among young people who are more dynamic about making changes and accepting challenges (Schoof 2006; Shrestha and Appanah 2005) . Entrepreneurship education plays a significant part in the process of equipping young people with the qualities of entrepreneurs and awareness of entrepreneurship as a viable",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 224,
                    "text": "(Schwartz and Malach-Pines 2009)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 461,
                    "end": 474,
                    "text": "(Schoof 2006;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 475,
                    "end": 501,
                    "text": "Shrestha and Appanah 2005)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Social Entrepreneurship"
        },
        {
            "text": "Economic Social",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Venture Mission"
        },
        {
            "text": "= Hybrids exist (Neck et al. 2009) career path (Peric and Delic 2014) . Young people usually learn business development, administration, finance, and management along with the necessary knowledge, skills, competences, understandings, attributes, values, and ethics that equip them to be innovative and effective to successfully manage personal, community, business, and work opportunities. Therefore, entrepreneurship education is not only a means to foster youth entrepreneurship and self-employment but also to equip young people with the attitudes and skills (e.g., personal responsibility, creativity, or flexibility) to cope with various life and career difficulties (Schoof 2006) . Despite its significance, many countries still lack or have insufficient training and education in entrepreneurship and social entrepreneurship. The training of entrepreneurial knowledge, skills, attitudes, and behaviors is often not adopted in the curriculum of the levels of education (i.e., primary, secondary, technical, vocational, and higher education). Most training is still too traditional to equip young people with the skills, attitudes, and knowledge to find and succeed in jobs let alone starting an entrepreneurial career with innovation, independence, and risk taking. Business programs at universities may also not include sufficient entrepreneurial elements. Students are not educated to become entrepreneurs but, more likely, managers (Peric and Delic 2014) . Of course, while traditional job-for-life career paths and opportunities are decreasing on a global scale, social entrepreneurship education has grown (Padilla-Melendez et al. 2014). However, much needs to be accomplished to improve the foundation and environment to develop social entrepreneurship as an important pillar to create jobs for young peoples' personal development and initiate positive social change for a society.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 34,
                    "text": "(Neck et al. 2009)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 47,
                    "end": 69,
                    "text": "(Peric and Delic 2014)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 672,
                    "end": 685,
                    "text": "(Schoof 2006)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1441,
                    "end": 1463,
                    "text": "(Peric and Delic 2014)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Venture Mission"
        },
        {
            "text": "A similar situation also happens in Hong Kong. To play a part to fill the gap, the \"Socialup Youth Entrepreneurship Programme\" was created as a social entrepreneurship training project funded by a charitable trust; organized by a science and technology corporation that is a pioneer in the promotion of high technology development and nourished technology talents in Hong Kong, a French-based worldwide organization that promotes the spirit of social entrepreneurship; and affiliated with a local NGO, providing the expertise to guide and support underprivileged young people in multiple pathways of development. On the one hand, the combination of the program was a perfect match to make use of high and new technologies as a means to draw young people and different stakeholders together to promote the spirit of social entrepreneurship in the social and commercial sectors. On the other hand, the program was purposefully designed to cater the needs of underachieving, disadvantaged young people aged between 14 and 29 with low academic performance and satisfaction in schools or school drop-outs with low skills and difficulties in life and career development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social-Up Youth Entrepreneurship Program"
        },
        {
            "text": "The program was conducted and designed by the French-based organization with its mission in combining a profitable business model with social innovation to promote the spirit of social entrepreneurship in solving social issues with sustainable means. It included 21 sessions of social entrepreneurship training with agency visits to social enterprises and technology start-ups, a 60-h internship after the training, and a 6-month pre-incubation training to actualize the business plans learned in the training (Table 1 ). The training was divided into 4 batches. Each batch included 30 disadvantaged young people recruited Session Contents of the training Remarks C. 6-Month pre-incubation training / ✓ 6-month pre-incubation training -3 groups with around 10 young participants win the pitch and start the pre-incubation training for 6 months -Each group of young people can make use of HK$30,000 (US$4000) to actualize their business plan to solve a social problem",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 510,
                    "end": 518,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Social-Up Youth Entrepreneurship Program"
        },
        {
            "text": "Meal and traveling subsidies are also arranged from secondary schools through social workers' referrals or from the NGO's outreach social work team. Based on the mission of the French-based organization on social entrepreneurship, the 21-session included 4 areas of training. The first area helped young people understand themselves, including their character strengths and personality, and review their career interests, planning, and orientation. The second area taught them entrepreneurship knowledge and skills, including economic and job market analysis, business set-up and development strategies, business administration, finance and human resources management, business innovation, and risk taking. The third area included social entrepreneurs' sharing on the concept and their experience in using their businesses to solve various social problems. After agency visits to social and technology start-ups, the fourth area grouped every three participants together to develop a business plan that is financially sustainable and conceptually contributory to solving a social problem. In the last session of the training, a pitching day was arranged. All business plans were presented before a jury with social entrepreneurial knowledge and experience. In the end, 3 business plans with approximately 10 young participants won the \"pitching contest\" and advanced to the 6-month pre-incubation training.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social-Up Youth Entrepreneurship Program"
        },
        {
            "text": "The second wave of the program was the 60-h internship. Based on their career interests, job placements at social and technology start-up companies were arranged for all young participants whether they won the \"pitching contest\" or not. Because some participants were in-school students, they were allowed to complete the internship in 2 months' time by following a mutually agreed work schedule with the placement companies. To ensure young peoples' positive learning experience and help them consolidate their experiences, weekly supervision with social workers were arranged. During the 6-month pre-incubation training, the 3 business plans with the winning pitch were supported to actualize their ideas in 6 months' time. Each plan was availed HK$30,000 (US$4000) in seed money to start their business to solve a social problem. Mentorship advice and support were also offered by the French-based organization and the NGO. At the end of the program, the business plans developed by the young participants did not have to be successful. As discussed by Chigunta (2002) , if social entrepreneurship can bring increased self-efficacy and innovative development for young people, it cannot only contribute to their employment opportunities but also their life meaning and resilience. Thus, this study hypothesized that social entrepreneurship training program is positive and promising to enhance disadvantaged youth's quality of life by raising (1) their entrepreneurial skills and intention, as well as (2) their psychosocial strengths, including self-esteem, career related self-efficacy, and resilience. In a nutshell, (3) their overall self-perceived employability can then be strengthened.",
            "cite_spans": [
                {
                    "start": 1056,
                    "end": 1071,
                    "text": "Chigunta (2002)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Social-Up Youth Entrepreneurship Program"
        },
        {
            "text": "This was a built-in empirical study with quantitative questionnaires and qualitative individual and focus group interviews at different waves of intervention examining the impact of this social entrepreneurship training on young people's career competence and psychosocial development. Before the program, the baseline (T0) was measured with the questionnaire and a focus group interview. All the participants were required to complete a questionnaire, divided into 4 focus groups, and interviewed in groups comprising 6 to 7 persons. After the 21-session social entrepreneurship training, all the participants completed a post-training questionnaire (T1). The ten participants in the groups with the winning pitches were interviewed individually to understand their expectations of the 6-month pre-incubation training. The third time of measurement was completed after the 60-h internship. All the participants were required to complete the postinternship questionnaire (T2) and interviewed again in 4 focus groups. All the placement companies had completed a feedback form on the participants' performances. The final measurement was performed after the 6-month pre-incubation training. The ten participants completed the questionnaire (T3) and were interviewed intensively in an individual manner. After the program, the mentors and social workers were also interviewed as a group. The questionnaires and interview guides from the study had been thoroughly reviewed and endorsed by the university's ethics committee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The program started in June 2016 and will last for 3 years. As of the writing of this paper, 3 batches of young participants had been recruited and completed the 21-session social entrepreneurship training. Some of the young participants were still joining the 60-h internship and 6-month pre-incubation training. Only the first batch of young participants had completed all three waves of training. Because they were the most vulnerable to being unemployed, the program was purposefully designed to target those disadvantaged young people who were underachievers and had low academic performance and satisfaction in schools or school drop-outs with low skills and difficulties in life and career development. Presented in Table 2 , out of the 100 disadvantaged young people joined the program at the baseline measure (T0), 77, 31, and 7 were eligible for data analysis after training (T1), after placement (T2), and after pre-incubation (T3) respectively. As the number of participants at T3 was too small, its results were not included in the later parts of analysis. Referring to Table 3 , 90% of the young participants were aged between 14 and 21. Approximately, 85% were males and 15% were females. The majority (80%) were recruited with social workers' referrals from band 3 secondary schools (in accordance with students' academic performance, the secondary schools in Hong Kong are implicitly classified into three bands: band 3 as the lowest). The remaining 20% were referred by the outreach social workers from the NGOs. The participants' education levels were mostly (73%) between Grade 10 and Grade 13, 70% were born in Hong Kong, and approximately 30% were born in Mainland China. Around 30% of the participants came from split families, and their socioeconomic statuses were mostly between low (7% were receiving social security and 7% had monthly income lower than US$1280) and middle (35% had monthly income between US$3841 and US$6410).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 723,
                    "end": 730,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1083,
                    "end": 1090,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Participants"
        },
        {
            "text": "Resilience is the ability to cope with difficult situations and to adapt to adverse environments (Perez-Lopez et al. 2016 ). It has been observed to be a key factor that influences an individual's entrepreneurial behavior (Ayala and Manzano 2014) and intention (Bullough and Renko 2013; Bullough et al. 2014) . Higher levels of an individual's sense of self-worth and perceived capacity to control adversity also influence their choice of career and intention to start a business. Hence, in this study, the impacts of social entrepreneurship training on young peoples' career competence and psychosocial development were measured against the changes in their entrepreneurial skills and intention, sense of self-worth, resilience, career-linked self-efficacy, and self-perceived employability at different waves of intervention of the program (Fig. 2) . The measures employed included the following. Self-esteem refers to one's sense of self-worth. In this study, this was measured by the Rosenberg self-esteem scale (Rosenberg 1979) , which was translated into Chinese by Shek (1992) . The scale includes 10 items: statements such as \"On the whole, I am satisfied with myself.\" Each item is rated on a 6-point Likert scale from 1 (strongly disagree) to 6 (strongly agree). The reliability of the scale is high, at .85 . In this study, its reliability scores at T0, T1, and T2 were satisfactory at .85, .84, and .79, respectively.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 121,
                    "text": "(Perez-Lopez et al. 2016",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 261,
                    "end": 286,
                    "text": "(Bullough and Renko 2013;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 287,
                    "end": 308,
                    "text": "Bullough et al. 2014)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1016,
                    "end": 1032,
                    "text": "(Rosenberg 1979)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1072,
                    "end": 1083,
                    "text": "Shek (1992)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 842,
                    "end": 850,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Measures"
        },
        {
            "text": "Career-linked self-efficacy refers to the belief in one's competences in a career endeavor including their full potential to work independently, actualize action plans in job, recover from a setback with a positive attitude, and learn from experience with increased motivation. In this study, it was measured by a subscale extracted from the career oriented attitudes and employability scale developed by Jain and Jain (2013) . This subscale includes 9 item statements, such as \"I am persistent (do not give up) in spite of difficulties\" and \"I am able to handle any uncertainties and problems in my career.\" Each item is rated on a 6-point Likert scale from 1 (disagree) to 6 (agree). The original reliability of this subscale was marginal at .53 (Jain and Jain 2013) . In this study, its reliability scores were varied at different waves of measurement from .42 to .84 (α = .81 at T0; α = .63 at T1; α = .84 at T2).",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 425,
                    "text": "Jain and Jain (2013)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 748,
                    "end": 768,
                    "text": "(Jain and Jain 2013)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "Resilience usually refers to one's capacity to adapt and restore equilibrium after exposure to adversity and avoid the potentially detrimental effects of stressors. A resilient person can display courage and adaptability in the face of death, illness, adversity, and difficulty in life (Allan and Ungar 2014; Ungar 2011; Ungar et al. 2017; Young 1990, 1993) . In this study, it was measured by the resilience scale (RS) developed by Wagnild and Young in 1987 . This scale includes 25-item statements such as \"When I make plans I follow through with them\" and \"I do not dwell on things that I can't do anything about.\" Each item is rated on a 6-point Likert scale from 1 (disagree) to 6 (agree). The reliability of the scale was high with a coefficient alpha of .91 (Wagnild and Young 1993) . In this study, its reliability scores at 3 waves of measurement (T0, T1, and T2) were also high at .9, .94, and .93, respectively.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 308,
                    "text": "(Allan and Ungar 2014;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 309,
                    "end": 320,
                    "text": "Ungar 2011;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 321,
                    "end": 339,
                    "text": "Ungar et al. 2017;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 340,
                    "end": 357,
                    "text": "Young 1990, 1993)",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 458,
                    "text": "Wagnild and Young in 1987",
                    "ref_id": null
                },
                {
                    "start": 765,
                    "end": 789,
                    "text": "(Wagnild and Young 1993)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "Entrepreneurial intent means one's intention to start their own business or become self-employed (Co and Cooper 2014) . Krueger et al. (2000) believed that one's entrepreneurial intent is the best predictor of their subsequent entrepreneurial behavior. One's entrepreneurial self-efficacy may influence their entrepreneurial intent and subsequent action to start a business. Therefore, to measure young peoples' entrepreneurial skills and intention after the program, the scale used by Co and Cooper (2014) that measures students' sense of personal competency and capacity to undertake entrepreneurship after taking a university module on social entrepreneurship was employed. The scale includes three subscales: entrepreneurial self-efficacy, entrepreneurial intent, and entrepreneurial skills. The entrepreneurial self-efficacy includes 3 item statements, such as \"I understand what it takes to start my own business.\" The reliability of this subscale was moderate at .76. In this study, it was .64, .73, and .73 at T0, T1, and T2. The second subscale was entrepreneurial intent and includes 4 item statements, such as \"If I see an opportunity to start a company in the next few years, I'll take it.\" The reliability of this subscale was moderate, from .72 to .84. In this study, it was .84, .89, and .84 at the three waves of measurement. The third subscale was",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 117,
                    "text": "(Co and Cooper 2014)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 120,
                    "end": 141,
                    "text": "Krueger et al. (2000)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 486,
                    "end": 506,
                    "text": "Co and Cooper (2014)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "Entrepreneurial Skills and Intent",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Entrepreneurship Training"
        },
        {
            "text": "Career-Linked Self-Efficacy Resilience Employability Psychosocial Strengths Fig. 2 Model of change of the study Developing Social Entrepreneurship as an Intervention to Enhance... entrepreneurial skills and includes 13 special entrepreneurial skills, such as \"pick the right marketing approach\" and \"write a clear and complete business plan.\" Young people were required to rate their capacity in those skills with a 6-point Likert scale, 1 (strong disagree) to 6 (strong agree), after the different waves of intervention. The reliability of this subscale was .94, .95, and .95. As a whole, the reliability of this scale was high with .94, .95, and .95 at T0, T1, and T2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 82,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Self-Esteem"
        },
        {
            "text": "Employability refers to one's capabilities to gain and maintain employment (Naveed et al. 2015) . The factors influencing employment are complicated because they include individual and external factors. External factors may include labor market conditions, economic growth of a society, determinants of the supply and demand sides of the economy, or government policies. These factors may not be easily managed by young people. Individual factors, which influence employability in gaining employment and remaining successful in choosing occupations, are one's personal attributes, that is, soft skills in communication, cooperation, and career attitudes, and the professional skills of relevant knowledge and problem-solving. Therefore, to measure the young peoples' changes in self-perceived employability across the program's different waves of intervention, the employability model developed by Naveed et al. (2015) was employed in this study.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 95,
                    "text": "(Naveed et al. 2015)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 898,
                    "end": 918,
                    "text": "Naveed et al. (2015)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Self-Esteem"
        },
        {
            "text": "The model includes 25-item statements to measure 6 aspects of one's soft and professional skills. The 6 aspects are knowledge skills (5 items, such as \"I have sufficient work knowledge\"), thinking skills (4 items, such as \"I am creative\"), interpersonal skills (5 items, such as \"I have strong leadership ability\"), practical skills (3 items, such as \"I am capable to collect and analyze different data\"), communication skills (3 items, such as \"I am competent to communicate in work setting\"), and management skills (4 items, such as \"I am punctual and self-discipline\"). The young people were also required to rate their capacity in the skills with a 6-point Likert scale from 1 (strong disagree) to 6 (strong agree), after each wave of intervention. The reliability of the measure in this study was high with .9, .96, and .95 at T0, T1, and T2. On the feedback form completed by the placement employers, they also ranked the young peoples' work ethics, attitudes and, employability in these 6 aspects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Self-Esteem"
        },
        {
            "text": "Not all the scales employed were validated in Chinese society. Thus, the scales were back and fore translated by the research team and an independent Chinese teacher with a Master's degree in Chinese Education. With a small-scale pilot test to 30 outreach youths from the NGO, the questionnaires were finalized. Except for few subscales, Table 4 shows that the reliabilities of the scales were all acceptable with Cronbach's α higher than 0.6. Apart from the demographics of the young people, at the different waves of measurement, they were also required to rate their degree of selfunderstanding; competences in communication, work knowledge, and skills; clearness of their work directions and prospects; degree of concern for society; and degree of understanding to social entrepreneurship and their confidence to own their business.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 345,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Self-Esteem"
        },
        {
            "text": "The purpose of this study was to examine the impact of social entrepreneurship training on disadvantaged young peoples' career competence and psychosocial strengths. To ensure the trustworthiness of the scales employed, their internal reliabilities, a Cronbach's α coefficient, were computed with the software IBM SPSS Statistics version 24. To measure the young peoples' changes in their self-esteem, career-linked self-efficacy, sense of resilience, entrepreneurial skills and intent, and selfperceived employability at each wave of intervention of the program (T1 and T2), a series of paired samples t-tests between T0 and T1 and T1 and T2 and one-way ANOVA with repeated measures at T0, T1, and T2 were conducted. After that, posthoc test using the Bonferroni correction was conducted to assess the significance of the mean differences between T0 and T1 and T1 and T2. Similar analyses were also conducted to assess the young peoples' self-perceptions in 8 areas at the different waves of intervention, and analyses of the placement companies' feedback on their performance were also performed using the SPSS software. All qualitative individual and focus group interviews were audiotaped and transcribed verbatim with anonymity. The transcripts were retained systematically and analyzed thematically with the aid of the software NVivo 11. To guarantee the quality of the qualitative part of this study, which adopted a general qualitative approach, and minimize the possible biases and preoccupations towards the subjects, as one of the advices raised by Shek et al. (2005) , the analyses made were read and commented by peer checking. In this study, they were two independent research associates who had a Master's degree and past experience in doing qualitative research.",
            "cite_spans": [
                {
                    "start": 1560,
                    "end": 1578,
                    "text": "Shek et al. (2005)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Referring to the paired sample t-test in Table 5 , the impact of the program was positive and significant after the first wave of 21-session training, particularly on the young Among the three subscales of their entrepreneurial skills and intent, they had the most significant change in specific entrepreneurial skills (T0 = 3.64, T1 = 4.29, t = −5.97*, p < .05). This result means that they learned a lot of specific entrepreneurial skills through the training. Among the six areas of employability skills, they had the most significant changes in knowledge skills (T0 = 4.07, T1 = 4.29, t = −2.69*, p < .05) and communication skills (T0 = 4.06, T1 = 4.38, t = − 3.56*, p < .05). This result means that through the training, they learned a lot of employment-related knowledge and how to communicate with others. These significant results were consistent with the young participants' self-perceptions on eight questions after the first wave of the intervention ( Table 6 ). The paired sample t-test showed that their self-perceived competence to communicate with people (T0 = 4.00, T1 = 4.57, t = − 4.06***, p < .001), confidence in their work knowledge and skills (T0 = 2.57, T1 = 2.90, t = − 1.996*, p < .05), and knowledge to start a business (T0 = 2.70, T1 = 3.21, t = − 3.193**, p < .01) also had significant improvement after the 21-session training.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 48,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 963,
                    "end": 970,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Quantitative Results"
        },
        {
            "text": "Regarding the impact of the program on young peoples' psychosocial strengths (e.g., their self-esteem, career-linked self-efficacy, and resilience) after the 21-session of training, the change was nonsignificant but their sense of self-esteem improved (T0 = 3.99, T1 = 4.16, t = − 1.95), while their career-linked self-efficacy remained unchanged (T0 = 4.24, T1 = 4.17, t = − 1.08). Their sense of resilience was significantly enhanced (T0 = 4.28, T1 = 4.51, t = − 3.41*, p < .05). These results mean that the impact of the 21-session social entrepreneurship training on the young participants' psychosocial strengths was not as obvious as on their entrepreneurial skills, entrepreneurial intent, and self-perceived employability. In Table 5 , both the paired sample ttest and the one-way ANOVA with repeated measures and post-hoc test also showed that the impact of the 60-h internship was not obvious. Only self-esteem had shown positive but nonsignificant change after the internship (T1 = 4.17, T2 = 4.26, t = − 0.96, p > .05). The hypotheses made were partially true. The impact of the 21-session social entrepreneurship training on the young participants' quality of life including their entrepreneurial skills and intention, their psychological strengths, and overall selfperceived employability was more positive and significant than the internship. Moreover, as the training was tailor-made for career development, the changes were more obvious on their entrepreneurial skills and intention and self-perceived employability than their psychological strengths.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 734,
                    "end": 741,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Quantitative Results"
        },
        {
            "text": "After the second wave of the 60-h internship, 7 placement companies had completed the feedback form on the young participants' work ethics and attitudes, work knowledge and skills, and their overall performance in the job placement. As observed in Table 7 , the placement companies were more satisfied with the young participants' work ethics and attitudes than their work knowledge and skills. Among the scores of their work ethics and attitudes, the young participants scored the highest in their respect for company culture (mean score = 5.0), whereas the lowest was in their flexibility to learn (mean score = 4.0). Respect for company culture includes 2 items: \"respect company's culture\" and \"follow company's instruction.\" Flexibility to learn includes 3 items: \"flexible attitude to learn\", \"proactive in work,\" and \"self-reflection and evaluation.\" These results mean that the young participants were more capable of following instructions than having their own ways of thinking, their own ways of Table 6 Change of self-perceptions at different waves of intervention of the program Paired sample t-test analysis, and a continuous review of their performance, even though these qualities are important in work and business settings. Moreover, most of their scores in work knowledge and skills were lower than 4 out of 6, particularly in their thinking (mean score = 3.44), interpersonal (mean score = 3.76), and communication (mean score = 3.53) skills. These results imply that to enhance this group of disadvantaged young peoples' career competence and employability, concerted efforts by different stakeholders are still required.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 255,
                    "text": "Table 7",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1007,
                    "end": 1014,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Quantitative Results"
        },
        {
            "text": "In this paper, since words allowed were limited, only the quantitative findings were presented in detail. However, when we examined the qualitative interviews in the different waves of the intervention, some qualitative data relating to the critical successful factors of the training that might illuminate ways to design similar programs were worth to be analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative Results: the Critical Successful Factors of the Training"
        },
        {
            "text": "Consistent with the quantitative findings, many participants found the experience of the first wave of the 21-session training extraordinarily treasurable, because it was interactive; interesting; eye-opening; experiential oriented to increase their exposure to new technologies, social entrepreneurship knowledge, and skills; and it made them feel as if their abilities and competencies were fully respected and accepted. Because of their low education levels or low academic performance, they had never thought of the chance to attend a similar training with respect and reassurance. In their usual experiences, the young people were always blamed for their poor performance: In the training, they found that they were accepted and encouraged to have active participation and freely use their ideas to think of the business plans. Whether their plans won or not in the pitch, they found the experience of cooperating, communicating, and compromising with their groupmates an amazing way to up-train their team work and communication skills and explore ways to express their ideas:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competency-Based with Experiential Activities"
        },
        {
            "text": "Through the design of a business plan in this training, I really need to discuss and collaborate with my teammates. It's really not easy to come up with consensus as we always persist on our own ideas. The process is quite difficult, while it is still rewarding to train up my patience to understand and communicate with others. (Youth B) Therefore, through the respect and acceptance in the training, they reassured themselves of their worth and competency. Moreover, they found that the knowledge and skills acquired were helpful and useful for their subsequent studies, future career choices and starting a business:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competency-Based with Experiential Activities"
        },
        {
            "text": "I am not sure whether I will start my business or not since it is really not easy in Hong Kong. Rental prices for premises are extremely high. However, I think that what I learn have helped me a lot to work on a project independently and let me think of my future career choices. (Youth C)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competency-Based with Experiential Activities"
        },
        {
            "text": "Secondly, the young participants highly appreciated the mentorship arrangement and the mentors' sharing of their start-up and entrepreneurial experience. They found the mentors' direct enterprise experience practical and inspiring. They understood why they did not just start the enterprises with economic goals, like other entrepreneurs, but also with social goals to help people in need or the climate and environment, which must be cared for and saved. The mentors also shared the problems they had encountered and the successes they had. In the process, the participants learned that success is not easy. Mission and vision with strong resilience and perseverance are crucial to overcome difficulties in a calm and orderly manner with patience and wisdom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "With Mentorship Arrangement"
        },
        {
            "text": "I find that the start-ups' sharing is the most practical and inspiring for us to think and design our business plan. They are willing to share with us their experience and give us concrete suggestions, such as what works or not works, how to save money and plan the budget, how to convince others that our business plan is feasible and value-for-money. (Youth D)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "With Mentorship Arrangement"
        },
        {
            "text": "Thirdly, they found the development of business plans practical and challenging. Although the participants came across with many difficulties in the planning process, they honestly reviewed that they learned a lot about social, environmental, and climatic problems in society; how to work as a team; how to express, discuss, and compromise with other groupmates to define the focus of their business; and how to use their entrepreneurial knowledge to develop the details. In the end, they still had to present the business plan publicly in front of the other participants and a jury. The jury and other participants could critically review their plans after the presentation. Nearly all participants appreciated this presentation as satisfactory training to practice their public speaking skills and ways of thinking to organize the presentation in a clear, logical, and rational manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Business Plan Development"
        },
        {
            "text": "The pitch is very exciting. We only have 5 minutes to impress a jury with the ideas of our business plan. We really do not have this experience before. We work seriously to prepare the powerpoint file and try hard to make the purpose, value, milestones, budget of our plan as clear and feasible as possible. It is very challenging for us to make public presentation. Of course, it is worth. I am more willing to relate and speak in a new environment. (Youth E)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Business Plan Development"
        },
        {
            "text": "In this study, the impact of the 60-h internship was less promising than the first wave of the social entrepreneurship training. It was positive in enhancing the young peoples' sense of self-worth only. Numerous young participants mentioned in the qualitative interviews that because the duration of the internship was short (60 h) (7.5 working days with 8 h of work per day) and they could not report their duties in a consecutive manner, some internship companies were unable to arrange meaningful job duties or exposures to them. The duties they assumed were mainly clerical, manual labor, or observation oriented. Youth F recalled that his duties are rather routinized helping the company fill and keep stocks of their products, which are baby clothes and toys. Youth G mentioned that it is understandable why the placement companies can only assign simple tasks to us without much learning when our internship period is around 8 working days. Youth H also said that jobs assigned are not difficult but boring. He was assigned to do marketing search over the internet by browsing through different websites. They found that what they could learn was very limited. In that situation, the impact of internship on young peoples' psychosocial development and self-perceived employability were influenced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duration of an Internship"
        },
        {
            "text": "Confronting the challenges brought by the knowledge-based economy, globalization, and the economic recession, particularly among developed countries with mature economies, young job seekers' access to the labor market has become even more difficult (Briscoe et al. 2012 ). To strive for new opportunities, not only traditional approaches to jobs and careers have made innovations to include various formats (e.g., an online, borderless, and boundaryless career; short-term, freelance, or task or projectbased work), but entrepreneurship and self-employment are also increasingly viewed as valuable alternative ways to create jobs (Perez-Lopez et al. 2016) . In those situations, numerous entrepreneurship education programs, particularly at the university level, have gradually increased worldwide (Padilla-Melendez et al. 2014) . In Hong Kong, additional entrepreneurship training and education programs such as social entrepreneurship business plan competitions also started mainly in the universities. However, empirical findings to demonstrate its actual impacts on young people were few, generally, and rare in Hong Kong. This study can add new findings on the impact of social entrepreneurship training, particularly on disadvantaged young peoples' career competence and psychosocial development.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 269,
                    "text": "(Briscoe et al. 2012",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 630,
                    "end": 655,
                    "text": "(Perez-Lopez et al. 2016)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 798,
                    "end": 828,
                    "text": "(Padilla-Melendez et al. 2014)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The \"Social-Up Youth Entrepreneurship Programme\" in this study was a noncurricular-based program for in-school disadvantaged young students mainly studying in Grades 9 to 12 and some out-of-school youths. The in-school youths were required to make time for the program, while they were working hard to fulfill their curriculum requirements or at the same time prepare the public examination for university admission. The results of this study reflect that the impact of the first wave of the 21-session social entrepreneurship training was more positive and significant than the 60-h internship in enhancing young peoples' sense of resilience, entrepreneurial skills, and employability. The impact of the 60-h internship was positive but nonsignificant in enhancing their sense of self-worth only. The causal relationships and mediating effects of these variables, including their sense of resilience, their entrepreneurial skills and intent, and their employability, are worthy of further analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The qualitative feedback from the young participants reviewed that the competencybased and experiential-oriented design of the program with mentorship support and development of a business plan were key factors facilitating the success of an entrepreneurship training. In this study, the protocol of this \"Social-Up Youth Entrepreneurship Programme\" was designed by a French-based organization with rich experience in promoting social entrepreneurship all over the world and an NGO with local context and expertise in working with disadvantaged young people. To arouse the interest and motivation of this group of young people, the design of the program had innovatively included a very limited time of traditional lecturing, whereas nearly all sessions were interactive and experiential oriented, featuring simulation games to understand the different concepts (i.e., poverty, What is fair trade?, daily living and difficulties encountered by elderly and disabled people, group activities, discussions, and agency visits). Moreover, to guide them with the knowledge and skills to start a business, technology start-ups were purposely invited as mentors to share their experience and to give advice on the participants' business plans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The young participants were required to work together, with the knowledge and skills learned to develop their business plans, to create pitches for their ideas for the 3 pre-incubation quotas of the program. To win the pitch and design a business plan that is economically sustainable and can help overcome a social problem, they had to conduct a literature review and search for information independently on social issues currently relevant to Hong Kong and feasibly managed with high technology. After selecting the social problems, they had to develop the business's details, including its target clients; technologies employed, such as mobile apps, a Facebook page, or websites; a budget plan on how and where they would use the seed money, HK$30,000 (US$4000), to start the business; a marketing plan and strategies to reach different stakeholders; milestones; and expected outcomes. All these experiences were fascinating and inspiring as they had seldom had a similar experience in their mainstream curriculum, which overly emphasizes academic performance. Of course, with the positive results of the training, a long-term follow-up measure to observe whether the young participants would choose a business program as part of their university study or start a business after school is still worth further exploration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Internship, which offers real-world working experience for trainees, is usually treated as a crucial component of entrepreneurship training program. It allows trainees to have direct observations and exposure to tacit and explicit rules, the regulations, and operations of the enterprises (Tracey and Phillips 2007) . Although many trainees, through the internship arrangement, may not have had direct contact with the lead entrepreneurs or staff in senior management levels, such experience is still considered to be useful to develop key employability skills and favorable attitudes towards enterprise (Co and Cooper 2014) . In this study, influenced by the duration and intensity of their involvement, the outcome effects of the internship were not obvious. Despite their longing for having similar kind of real working experience, they were disappointed by the routine and manual labor-oriented nature of the job duties. Therefore, to make internship arrangements that offer full functions, duration allowed, mutual and prior communication to clarify the job duties offered and to match the business nature with young peoples' interests and expectations are worth considering.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 315,
                    "text": "(Tracey and Phillips 2007)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 604,
                    "end": 624,
                    "text": "(Co and Cooper 2014)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results of this study demonstrate that using social entrepreneurship as an intervention to enhance disadvantaged young peoples' sense of self-worth and career competence is positive and promising in Hong Kong. As a means to enhance young peoples' sense of self-worth and resilience, their employability, and entrepreneurial knowledge and skills, it is worthwhile to introduce a similar type of social entrepreneurship training even earlier, at the secondary school level, when those disadvantaged young people with low skills, low academic performance, and no training are having such a difficult time joining the labor market and finding interested and rewarding positions (Tam et al. 2016) . In Hong Kong, except at the university level, youth entrepreneurship training is still not common, even though it is an increasing global trend. The empirical results of this study must play a part in and contribute to future designs of similar programs. Firstly, to a large extent, experiential based training and internship are important components to train up young people as entrepreneurial start-ups in the business context. However, the results of this study reviewed that their impact will be influenced when in-school youths are highly occupied and may not have the time to arrange their internship or put a business plan into actual practice. Therefore, in the application level, it will be the best if positive youth development oriented social entrepreneurship training can be conducted in curriculum based to guarantee in-school youth's involvement and positive impact of the training. In Hong Kong, the Positive Adolescent Training through Holistic Social Programs (P.A.T.H.S.) is a positive youth development project which has been examined as effective both as curriculum based in school (Shek and Ma 2012; Shek and Zhu 2020) and in community programs (Ma et al. 2019) . Moreover, with the emphasis on cultivating adolescents' inner qualities and psychosocial competencies such as their sense of resilience, self-efficacy, hope, and positive emotions, the project is found to be effective in reducing delinquent behavior and substance use in Hong Kong (Shek and Yu 2012) and in Mainland China . As the innovative and experiential based social entrepreneurship training was positive and significant in this study, it is worth to be replicated as a curriculum-based program.",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 695,
                    "text": "(Tam et al. 2016)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1801,
                    "end": 1819,
                    "text": "(Shek and Ma 2012;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1820,
                    "end": 1838,
                    "text": "Shek and Zhu 2020)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1865,
                    "end": 1881,
                    "text": "(Ma et al. 2019)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2165,
                    "end": 2183,
                    "text": "(Shek and Yu 2012)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Implications and Conclusion"
        },
        {
            "text": "Secondly, to arouse and fully develop young peoples' innovation and creativity to think of their future career paths or to start a business with or without social goals, the training part of the program must be interactive and experiential oriented with various types of activities that help the participants understand themselves (e.g., simulation games or aptitude tests); widen their exposure (e.g., company visits); facilitate teamwork and communication (e.g., small group discussion, business plans); and provide role models, new inputs, and ideas (e.g., mentorship arrangement). As observed in this study, as the costs for start-ups in Hong Kong are very high, including its high rental prices for premises, the entrepreneurial intent of most of the young participants was still uncertain after the program. However, they all appreciated the company visits, mentorship arrangements, and the business plan development as satisfactory opportunities to up-train their communication with other and public speaking skills and enhance their entrepreneurial knowledge and skills. In the end, their overall sense of resilience, self-worth, and employability also increased. These results mean that these components are worthwhile and important to boost young peoples' career competence and psychosocial development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications and Conclusion"
        },
        {
            "text": "Thirdly, as sense of self-worth and self-efficacy are crucial components to helping young people choose and determine their future careers (Perez-Lopez et al. 2016) , internship arrangements where young people have work exposure and can examine their competence through real work experience is also a worthwhile component for inclusion in similar programs. In particular, the placement companies' feedback reflected that this group of Chinese young people is satisfactory at following instructions but exhibits low flexibility and proactivity at work. Moreover, the participants were also weak in their thinking, interpersonal relationships, and communication skills. Ideally, these weaknesses can be improved through an internship with active participation and engagement. To develop the full functions of an internship, prior contacts, mutual communication, clarification, agreements between the companies and young people, and the timing of the arrangement for in-school youths are worthwhile to be considered with sufficient planning.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 164,
                    "text": "(Perez-Lopez et al. 2016)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Implications and Conclusion"
        },
        {
            "text": "This study has some limitations that might constitute useful areas for future research. First, the sample size of this study is small and insufficient to yield valid results. Moreover, it is a one group pretest posttest design with a non-randomized sampling method. Without an untreated control group, the differences obtained may be due to extraneous variables such as the history effects meaning that events outside the study may influence the changes, the Hawthorne effect meaning that participants' behavior may be influenced when they are aware of being included in a study. Therefore, the results of the study should be read and interpreted with caution. However, as this study attempts to add understanding to an under-researched area particularly in Hong Kong, including the impact of social entrepreneurship training on disadvantaged young peoples' career competence and personal development, it is still worthwhile for later reference and improvement. To test the validity and generalizability of the results, the program, which was found to be positive and promising, should be repeated to include a larger number of participants for further data analysis. If feasible, the participants included should be selected in a randomized manner with control samples from traditional types of employment training. This study's long-term impact can also be included with the follow-up measures at different periods, after the program. Second, the protocol of the program is not validated. Repeatedly running the program with its built-in impact assessment may also be contributory for its validation and improvement. Third, the majority of the young participants of this study were male. Research on the gender differences of entrepreneurial skills and intent may be critical for further research. Given that youth entrepreneurship has become a significant means of job creation to boost youth employment, additional research on this area must be performed to enrich the knowledge about young peoples' quality of career life and employment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Resilience-building interventions with children, adolescents, and their families",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ungar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Resilience interventions for youth in diverse populations",
            "volume": "",
            "issn": "",
            "pages": "447--462",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The resilience of the entrepreneur. Influence on the success of the business. A longitudinal analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Ayala",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Manzano",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Economic Psychology",
            "volume": "42",
            "issn": "",
            "pages": "126--135",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coping with an insecure employment environment: the differing roles of protean and boundaryless career orientations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Briscoe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Henagan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Burton",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Vocational Behaviour",
            "volume": "80",
            "issn": "2",
            "pages": "308--316",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Entrepreneurial resilience during challenging times",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bullough",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Renko",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Business Horizons",
            "volume": "56",
            "issn": "3",
            "pages": "343--350",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Danger zone entrepreneurs: the importance of resilience and self-efficacy for entrepreneurial intentions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bullough",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Renko",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Myatt",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Entrepreneurship Theory and Practice",
            "volume": "38",
            "issn": "3",
            "pages": "473--499",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "General household survey: detailed statistical tables on labour force, Employment, Unemployment and Underemployment",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Social entrepreneurship: Key issues and concepts",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Certo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Business Horizons",
            "volume": "51",
            "issn": "",
            "pages": "267--271",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An exploration of social workers' role in remunerative vocational training: caring, controlling, or contractual?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C S"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "231--246",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Youth entrepreneurship: meeting the key policy challenges",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chigunta",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Developing entrepreneurial self-efficacy and intent: a case of social entrepreneurship",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Co",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Entrepreneurship. International Studies in Entrepreneurship",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Developing Social Entrepreneurship as an Intervention to Enhance",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "European learning for youth in social entrepreneurship (ELYSE) final report. EU: UnLtd -The Foundation for Social Entrepreneurs",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "De Simone",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tora",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Social entrepreneurship theory and sustainable social impact",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Ebrashi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Social Responsibility Journal",
            "volume": "9",
            "issn": "2",
            "pages": "188--209",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Youth employment promotion: a review of ILO work and the lessons learned. Youth employment network (YEN) papers, employment strategy department",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Egel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Salehi-Isfahani",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Middle East Development Journal",
            "volume": "2",
            "issn": "1",
            "pages": "89--120",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The 2011-12 Budget",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hksar Government",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "-LCQ22: youth employment support",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hksar Government",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Press Release on",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "-youths urged to join training scheme",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hksar Government",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Difficulties in starting a business: a study on youth entrepreneurship. Youth Study Series No. 46. Hong Kong: Youth Research Centre of the Hong Kong Federation of Youth Groups",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A critical appraisal of the social entrepreneurship paradigm in an international setting: a proposed conceptual framework",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hossain",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Saleh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Drennan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Entrepreneurship and Management Journal",
            "volume": "13",
            "issn": "",
            "pages": "347--368",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Global employment trends for youth 2017: paths to a better working future",
            "authors": [],
            "year": 2017,
            "venue": "Geneva: International Labour Office",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Unemployment benefits and parental resources: what helps the young unemployed with labour market integration",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jacob",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Youth Studies",
            "volume": "11",
            "issn": "2",
            "pages": "147--163",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Conceptualization, measure development and empirical assessment of career oriented attitudes and employability of technology graduates",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vision",
            "volume": "17",
            "issn": "2",
            "pages": "143--157",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The hard labour of beating youth unemployment. Hong Kong: South China Morning Post Retrieved from www",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Competing models of entrepreneursial intentions",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Krueger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Reilly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Carsrud",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Business Venturing",
            "volume": "5",
            "issn": "5/6",
            "pages": "411--432",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Youth social entrepreneurship: advancing the field. MN, USA: Sundance Family Foundation",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Kruse",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Youth unemployment: implications for social work practice",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Social Work",
            "volume": "17",
            "issn": "5",
            "pages": "560--578",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Changes in the participants in a community-based positive youth development program in Hong Kong: objective outcome evaluation using a one-group pretest-posttest design",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M S"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T L"
                    ],
                    "last": "Shek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M T"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Applied Research Quality Life",
            "volume": "14",
            "issn": "4",
            "pages": "961--979",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Social entrepreneurship research: a source of explanation, prediction, and delight",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mair",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Marti",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of World Business",
            "volume": "41",
            "issn": "",
            "pages": "36--44",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Characterizing the school-to-work transitions of young men and women: evidence from the ILO school-to-work transition surveys. Employment working paper no. 51. Geneva: International labour office",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elder",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "An appraisal of mismatch between employers' expectations and graduating students' perception about employability skills: a case study of Gujrat (Pakistan)",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Naveed",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jabeen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ullah",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The Pakistan Journal of Social Issues",
            "volume": "5",
            "issn": "",
            "pages": "88--109",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The landscape of social entrepreneurship",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Neck",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brush",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Business Horizons",
            "volume": "52",
            "issn": "",
            "pages": "13--19",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Work motivation of unemployed youths: moderating effects of financial dependence on parents",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S Y"
                    ],
                    "last": "Ngai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Children and Youth Services Reivew",
            "volume": "71",
            "issn": "",
            "pages": "157--165",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Social entrepreneurship as an instrument for curbing youth gangsterism: a study of the Nigerian urban communities",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E A"
                    ],
                    "last": "Oghojafor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Aduloju",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Olowokudejo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Economics and International Finance",
            "volume": "3",
            "issn": "11",
            "pages": "616--623",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Feeling the risks: effects of the development of emotional competences with outdoor training on the entrepreneurial intent of university students",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Padilla-Melendez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Fernandez-Gamez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Molina-Gomez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "International Entrepreneurship and Management Journal",
            "volume": "10",
            "issn": "",
            "pages": "861--884",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Competencies for entrepreneurship as a career option in a challenging employment environment",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Perez-Lopez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Gonzalez-Lopez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rodriguez-Ariza",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Career Development International",
            "volume": "21",
            "issn": "3",
            "pages": "214--229",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Social entrepreneurship in Croatia: Do regional disparties influence young people's perception of social entrepreneurship as a potential career path? Ekonomski vjesnik: Review of Contemporary Entrepreneurship",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peric",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Delic",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Business, and Economic Issues",
            "volume": "XXVII",
            "issn": "",
            "pages": "81--92",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Youth employment in developing countries",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pieters",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "IZA research report",
            "volume": "",
            "issn": "58",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Conceiving the self",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosenberg",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Stimulating youth entrepreneurship: barriers and incentives to enterprise start-ups by young people",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Schoof",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Entrepreneurship education for students -How should universities prepare for the challenge of teaching entrepreneurship? Industrial & Higher Education",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Malach-Pines",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "221--231",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Actual-ideal\" discrepancies in the representation of self and significant others and psychological well-being in Chinese adolescents",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T L"
                    ],
                    "last": "Shek",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "International Journal of Psychology",
            "volume": "27",
            "issn": "3",
            "pages": "2--29",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Impact of the project P.A.T.H.S. in the junior secondary school years: objective outcome evaluation based on eight waves of longitudinal data",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Shek",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Scientific World Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1100/2012/170345"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Longitudinal impact of the project PATHS on adolescent risk behavior: what happened after five years?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Shek",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Scientific World Journal",
            "volume": "",
            "issn": "",
            "pages": "316029--316013",
            "other_ids": {
                "DOI": [
                    "10.1100/2012/316029"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Promotion of thriving among Hong Kong Chinese adolescents: evidence from eight-wave data",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T L"
                    ],
                    "last": "Shek",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Q"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Research on Social Work Practice",
            "volume": "30",
            "issn": "8",
            "pages": "870--883",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Evaluation of evaluation studies using qualitative research methods in the social work literature (1990 -2003): Evidence that constitutes a wake-up call",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T L"
                    ],
                    "last": "Shek",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M Y"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Research on Social Work Practice",
            "volume": "15",
            "issn": "3",
            "pages": "180--194",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Positive youth development: current perspectives. Adolescent Health",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T L"
                    ],
                    "last": "Shek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chai",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Medicine and Therapeutics",
            "volume": "10",
            "issn": "",
            "pages": "131--141",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Can social entrepreneurship ever be 'cool'? Alliance Extra",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shrestha",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Appanah",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Report on the Programme Worker Programme. LC Paper No. CB",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2162--2175",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Longitudinal influences of positive youth development and life satisfaction on problem behaviour among adolescents in Hong Kong",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C F"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T L"
                    ],
                    "last": "Shek",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Social Indicators Research",
            "volume": "114",
            "issn": "",
            "pages": "1171--1197",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "A review of research on \"neither in employment, education, or training\" (NEET) youth in Hong Kong",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Busiol",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "International Journal of Child and Adolescent Health",
            "volume": "9",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Loneliness, the search for meaning, and the psychological well-being of economically disadvantaged Chinese adolescents living in Hong Kong: Implications for life skills development programs",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "To",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Children and Youth Services Review",
            "volume": "71",
            "issn": "",
            "pages": "52--60",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The distinctive challenge of educating social entrepreneurs: a postscript and rejoinder to the social issue on entrepreneurship education",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tracey",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Academy of Management Learning & Education",
            "volume": "6",
            "issn": "2",
            "pages": "264--271",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Hong Kong's angry youth can find hope in innovation and entrepreneurship. Hong Kong: South China Morning Post",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tse",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Hong Kong must create jobs to inspire its frustrated youth. Hong Kong: South China Morning Post",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tse",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The social ecology of resilience: addressing contextual and cultural ambiguity of a nascent construct",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ungar",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "American Journal of Orthopsychiatry",
            "volume": "81",
            "issn": "1",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Developing Social Entrepreneurship as an Intervention to Enhance",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "How schools enhance the development of young people's resilience",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ungar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Connelly",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liebenberg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Theron",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Social Indicators Research",
            "volume": "145",
            "issn": "",
            "pages": "615--627",
            "other_ids": {
                "DOI": [
                    "10.1007/s11205-017-1728-8"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "General Assembly: Fifty-sixth session",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Youth employment: Impact, challenges and opportunities for social development. A conference room paper of the Commission for Social Development",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Inclusive development and entrepreneurship for all: the IDEA approach to youth employment and enterprise development. UNIDO inclusive and sustainable industrial development (ISID) working paper series",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Resilience among older women",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wagnild",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Image: Journal of Nursing Scholarship",
            "volume": "22",
            "issn": "",
            "pages": "252--255",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Development and psychometric evaluation of the resilience scale",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wagnild",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Journal of Nursing Measurement",
            "volume": "1",
            "issn": "2",
            "pages": "165--178",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Strategic assessment and policy recommendations for a national action plan for youth employment",
            "authors": [
                {
                    "first": "Yen",
                    "middle": [],
                    "last": "Secretariat",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Sri Lanka: YEN Secretariat",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Impact of a positive youth development program on junior high school students in mainland China: A pioneer study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T L"
                    ],
                    "last": "Shek",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Children and Youth Services Review",
            "volume": "114",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Typology of entrepreneurial ventures",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Contents of the Social-Up Youth Entrepreneurship Programme",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Number of young participants at different waves of intervention Batch No. of young participants joined the program at different waves of intervention",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Demographics of the young participants at different waves of intervention",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Reliabilities of the scales",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Companies' feedback on young people's employability and performance after job placement",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Funding This research project is supported by Hong Kong Children and Youth Services with the project number of CityU 9231229.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}