{
    "paper_id": "3e0ad44e5d34753214f7642197b8d2acc1a7432b",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Working within a critical care environment is known to be challenging for the staff who work there. Critical care work often presents distressing situations, ethical dilemmas and complex decision making (Scholtz et al., 2016) . The stress of looking after critically ill patients can contribute to burnout syndrome amongst critical care staff (Jones et al., 2020; Vincent et al., 2019) . The consequences are far reaching and include poor staff wellbeing, high sickness rates, poor recruitment and retention rates of highly qualified staff, and high vacancy rates (CC3N, 2018) , with attendant risks for patient safety and quality of care.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 225,
                    "text": "(Scholtz et al., 2016)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 343,
                    "end": 363,
                    "text": "(Jones et al., 2020;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 364,
                    "end": 385,
                    "text": "Vincent et al., 2019)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 564,
                    "end": 576,
                    "text": "(CC3N, 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The current COVID-19 pandemic has magnified these issues and the large numbers of patients admitted to intensive care units across the globe has added to the burden on already overstretched critical care staff. The necessary introduction of non-intensive care unit (ICU) trained staff during the COVID-19 pandemic has added further complexity. This rapid expansion of many ICU's created a situation where qualified intensive care staff were required to support large numbers of staff who had never previously worked in ICU. In turn, non-ICU trained staff also faced similar challenges whilst navigating a new working environment. All these factors together have made ICU a significantly more challenging place to work in 2020. The possibility of subsequent waves of COVID-19 is a sobering thought for those currently working in critical care. This is now a crucial time to consider how best to support critical care staff and those who may be redeployed there and to consider which interventions may help to support staff wellbeing in the current unprecedented situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this issue of Intensive and Critical Care Nursing, Turan (2021) describes a novel approach to enhancing resilience in ICU nursing staff, which specifically addresses the issue of managing anger. Two groups of 16 nurses were randomly allocated to either the control condition or an anger management psychoeducation intervention, which took the form of 8 weekly interactive sessions. The programme was based on recognised principles in this field, such as the importance of acknowledging and naming feelings and attending to communication skills.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite the relatively small sample size, significant differences between groups were found, with the intervention group continuing to report higher resilience and positive affect and lower negative affect than the control group at one-month follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although there is now a substantial literature on the prevalence of stress and burnout in ICU staff, there is a dearth of information on intervention, so this study makes a useful contribution to the knowledge base in this area. It also draws attention to a particular manifestation of work-related stress in intensive care staff, namely anger and irritability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conflict on ICU is generally thought of as arising in relation to interactions with families in the context of making difficult endof-life decisions (Kayser and Kaplan, 2020) . However, an international survey of over 7000 ICU staff, 'The Conflicus Study', found that over two thirds of reported conflicts involve staff members only and are not always about patient care (Azoulay et al., 2009) . Furthermore, this survey demonstrated a strong correlation between conflict at work and general job strain, with units faring better if they had regular communication structures, such as whole unit meetings and if they had a psychologist on the team.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 174,
                    "text": "(Kayser and Kaplan, 2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 371,
                    "end": 393,
                    "text": "(Azoulay et al., 2009)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Anger is a moral emotion which can arise as a consequence of experiencing real or perceived harm (Kayser and Kaplan, 2020) . Symptoms of anger and irritability have been described in around a third of health workers surveyed in the United Kingdom (UK) during the COVID-19 pandemic (YouGov link). In part this is likely to reflect the increase in anxiety across the general population, but in the context of ICU particularly, may also be associated with fear about the risk of nosocomial transmission of the disease and moral distress felt by staff in relation to their inability to provide optimal care for patients and families. In an emergency, such as a global pandemic, resources are stretched by definition and staff are likely to be further demoralised by the high mortality rate associated with the virus on ICU, which has remained at more than double the rate for influenza (ICNARC, 2020) , no matter how hard they work.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 122,
                    "text": "(Kayser and Kaplan, 2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 882,
                    "end": 896,
                    "text": "(ICNARC, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Anger can also be a manifestation of anxiety, depression or post-traumatic stress disorder (PTSD). It is therefore more likely, in relation to the added strain on mental health posed by the Covid-19 pandemic, to be a feature of the psychological response of groups already known to be suffering from elevated rates of burnout and PTSD, such as combat veterans (Combat stress link) and ICU staff (Jones et al., 2020) .",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 415,
                    "text": "(Jones et al., 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The success of Turan's intervention (2021) is consistent with the development of a Psychological Personal Protective Equipment (Psychological PPE) education package for staff during the COVID-19 pandemic, first employed by the education faculty at the temporary COVID-19 Nightingale hospital in London.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The aim of psychological PPE is to equip staff with personal and practical strategies to keep mental health and well-being at the forefront of the workplace ethos and to develop a culture where personal safety is as high a priority as patient safety (Hardacre and Margetts, 2020) . Whilst these strategies require further scrutiny to ensure effectiveness, these are an example of the interventions which have been developed in response to the expansion of critical care services to support staff wellbeing. There is now greater understanding of the need for psychological PPE and more https://doi.org/10.1016/j.iccn.2020.102979 0964-3397/Ó 2020 Elsevier Ltd. All rights reserved.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 279,
                    "text": "(Hardacre and Margetts, 2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Intensive & Critical Care Nursing 62 (2021) 102979",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Intensive & Critical Care Nursing j o u r n a l h o m e p a g e : w w w . e l s e v i e r . c o m / i c c n awareness of the impact on mental health and wellbeing that working within a busy ICU may have on staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contents lists available at ScienceDirect"
        },
        {
            "text": "Intervention studies such as Turan's (2021) are to be welcomed in that they present a constructive skills-based approach to managing difficult emotions and have the potential not only to improve staff wellbeing but also to have a positive impact on the nature of their interactions with each other and with families, which can only be of benefit to all concerned. ",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 43,
                    "text": "Turan's (2021)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Contents lists available at ScienceDirect"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Prevalence and factors of intensive care unit conflicts: the conflicus study",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Azoulay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Timsit",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Sprung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Soares",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rusinová",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lafabrie",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "180",
            "issn": "9",
            "pages": "853--860",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "National Critical Care Non-Medical Workforce Survey Overview Report",
            "authors": [],
            "year": 2018,
            "venue": "Critical Care Network CC3N",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Psychological PPE: Survival Kit for Creating a Safer Culture in the Covid-19 context",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hardacre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Margetts",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Leader -Blog. Available from",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 in critical care: epidemiology of the first epidemic wave across England, Wales and Northern Ireland",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Richards-Belle",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Orzechowska",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Doidge",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Mouncey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "46",
            "issn": "11",
            "pages": "2035--2047",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Psychological impact of working in paediatric intensive care. A UK-wide prevalence study",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A L"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Colville",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ramnarayan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arch. Dis. Child",
            "volume": "105",
            "issn": "",
            "pages": "470--475",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Conflict management in the ICU",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Kayser",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit. Care Med",
            "volume": "48",
            "issn": "9",
            "pages": "1349--1357",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The culture of nurses in a critical care unit",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scholtz",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Nel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Poggenpoel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Myburgh",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Glob. Qual. Nurs. Res",
            "volume": "3",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An investigation of the effects of an anger management psychoeducation programme on psychological resilience and affect of intensive care nurses",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Turan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Intensive Crit. Care Nurs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Burnout Syndrome in UK Intensive Care Unit staff: Data from all three Burnout Syndrome domains and across professional groups, genders and ages",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brindley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Highfield",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Innes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Greig",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Suntharlingham",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Intensive Care Soc",
            "volume": "24",
            "issn": "4",
            "pages": "366--369",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Paediatric Psychology Service St George's University Hospitals NHS Foundation Trust London, United Kingdom E-mail address: gcolvill@sgul.ac.uk Carolyne Stewart Teaching fellow (critical care), Kings College London, United Kingdom E-mail address: carolyne.1.stewart@kcl.ac.uk",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}