{
    "paper_id": "3e0d87afadeece79c5d75aa3a2821af94f1608f6",
    "metadata": {
        "title": "Journal Pre-proof The COVID-19 pandemic: considerations for the waste and wastewater services sector The COVID-19 pandemic: considerations for the waste and wastewater 1 services sector",
        "authors": [
            {
                "first": "Long",
                "middle": [
                    "D"
                ],
                "last": "Nghiem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Technology Sydney",
                    "location": {
                        "postCode": "2007",
                        "settlement": "Ultimo",
                        "region": "NSW",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Branwen",
                "middle": [],
                "last": "Morgan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Technology Sydney",
                    "location": {
                        "postCode": "2007",
                        "settlement": "Ultimo",
                        "region": "NSW",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Erica",
                "middle": [],
                "last": "Donner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of South Australia",
                    "location": {
                        "addrLine": "Mawson Lakes",
                        "postCode": "SA5095",
                        "country": "7 Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "D"
                ],
                "last": "Short",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of South Australia",
                    "location": {
                        "addrLine": "Mawson Lakes",
                        "postCode": "SA5095",
                        "country": "7 Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This article discusses the potential ramifications of the COVID-19 pandemic on waste and 10 wastewater services, focusing on critical points where alternative operating procedures or 11 additional mitigation measures may be advisable. Key concerns are (i) the long half-life of 12 the virus on materials such as waste containers, bags, and in wastewater, and (ii) possible 13 transmission via contaminated waste surfaces and aerosols from wastewater systems. There 14 are opportunities to further the science of wastewater-based epidemiology by monitoring 15 viral RNA in wastewater to assess disease prevalence and spread in defined populations, 16 which may prove beneficial for informing COVID-19 related public health policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As of April 2020, some 93% of the global population (about 7.2 billion people) live in 24 countries with some form of movement restrictions in place [1] . A new coronavirus disease, 25 officially named COVID-19 by the World Health Organisation (WHO), has caused a global 26 pandemic with profound changes in many aspects of human life [2] . On 11 February 2020, 27 the International Committee on Taxonomy of Viruses announced severe acute respiratory 28 syndrome coronavirus 2 (SARS-CoV-2) as the name of the new virus [3] . Unlike all previous 29 pandemics in modern history, COVID-19 is truly a global crisis. Never before have we seen 30 the health care systems of some of the world's most industrialised nations on the verge of 31 collapse [4] . Unprecedented measures (social distancing, school and workplace closure, and 32 restricted intra-and international movement) have been enforced by governments around the 33 world to stop the spread of COVID-19. As the world adapts to unprecedented behavioural 34 and societal changes in response to the threat posed by societal operations, 35 including many essential municipal services must also adapt and change. These essential 36 services such as waste collection and wastewater treatment are routine and indispensable.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 89,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 149,
                    "end": 152,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 182,
                    "end": 184,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 271,
                    "end": 273,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 364,
                    "text": "27",
                    "ref_id": null
                },
                {
                    "start": 519,
                    "end": 522,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 747,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1069,
                    "end": 1089,
                    "text": "societal operations,",
                    "ref_id": null
                },
                {
                    "start": 1090,
                    "end": 1092,
                    "text": "35",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "23"
        },
        {
            "text": "They play a key role in mitigating infectious disease transmission but are rarely mentioned in 38 public health crises response communications [5] [6] [7] . Under current projections waste and 39 wastewater industries are expected to bear significant financial impacts from COVID-19. For 40 example, water utilities in the USA are expected to suffer over $27 billion in financial loss 41 due to revenue reduction and expense increase as a direct consequence of . have crossed the species barrier from animal to human [3, 11] . Although its specific origins 55 are yet to be determined, the likely ancestor is a bat coronavirus [10].",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 147,
                    "end": 150,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 154,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 517,
                    "end": 520,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 524,
                    "text": "11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "37"
        },
        {
            "text": "The morphology and structure of SARS-CoV-2 has important implications for waste and 57 wastewater service. Each SARS-CoV-2 virion is a small spherical particle (≈100 nm 58 diameter), consisting of a positive single stranded RNA genome within a fragile lipid 59 envelope [12] . It is a betacoronavirus in the subgenus Sarbecovirus. Although sometimes 60 4 referred to as \"a type of flu\", it is in fact genetically and virologically distinct from influenza 61 viruses as these are negative sense RNA viruses.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "56"
        },
        {
            "text": "SARS-CoV-2 has spike proteins on its surface that bind to host cell proteins and subsequently 63 aid viral entry. Given their small size, SARS-CoV-2 virions can be transmitted via air as part 64 of aerosols [13] . However, due to the delicate nature of the lipid envelope of SARS-CoV-2 65 virions, the viral particle may become non-viable (i.e. non-infectious) once the envelope is 66 damaged, even though their genetic fragments may still be detected.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "62"
        },
        {
            "text": "A common method for detecting SARS-CoV-2 is nucleic acid testing using real time [38]. The challenge thus becomes to design a widely-accepted surveillance system to detect 213 the potential community presence of COVID-19 and for various end users -from public 214 health officials to facility operators -to be able to use these insights in their decision-making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "67"
        },
        {
            "text": "This would include an ability to evaluate the effectiveness of different control measures to 216 suppress COVID-19 such as social distancing and city-wide lock down. 217 Wastewater monitoring has been successfully used to identify illicit drug hotspots [39] , and ",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "text": "217",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 257,
                    "text": "[39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "215"
        },
        {
            "text": "In the context of the COVID-19 pandemic, this article shows that significant research is 233 needed to assess the status quo for pandemic preparedness and response in the waste and 234 wastewater sectors. We need to open up the discussion around potential changes to practice, 235 such as for the collection and handling of waste materials from households and quarantine 236 facilities with positive or suspected COVID-19 patients. Current mitigation practices such as 237 the use of withholding times may do much to reduce the risks to workers handling solid 238 wastes, but additional revisions to procedures may be required and should be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "232"
        },
        {
            "text": "There is also a pressing need for data on SARS-CoV-2 prevalence and persistence in 240 wastewater in order to better understand related transmission pathways and to inform 241 appropriate risk management actions for the wastewater sector. Further research into possible 242 aerosol transmission of COVID-19 is also warranted, as lessons from previous outbreaks 243 including SARS-CoV indicated that this pathway was a factor in disease spread. Finally, the 244 ability to detect SARS-CoV-2 in wastewater provides an ideal opportunity to revisit its merits 245 as a data source. Although individual privacy considerations and a need to ensure data 246 security can be a challenge, given the scale, human toll, and financial impact of 247 this research should proceed with urgency. ",
            "cite_spans": [
                {
                    "start": 733,
                    "end": 736,
                    "text": "247",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "239"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A Novel 280 Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "New England Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Aerosol and surface stability of HCoV-19 (SARS-CoV-2) 285 compared to SARS-CoV-1",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wit",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Munster",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical and virological data of the first cases of COVID-19 in Europe: a case series. 292 The Lancet Infectious Diseases",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "293",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "CoV-2 in Different Types of Clinical Specimens",
            "authors": [],
            "year": null,
            "venue": "JAMA",
            "volume": "295",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "297 Prolonged presence of SARS-CoV-2 viral RNA in faecal samples",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Kuang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The Lancet",
            "volume": "298",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "SARS-CoV-2 and 300 COVID-19: The most important research questions",
            "authors": [
                {
                    "first": "K.-S",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "W"
                    ],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "S.-Y",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "C.-P",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "D.-Y",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell & Bioscience",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Emerging Infectious Disease journal",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Evidence for 307 Gastrointestinal Infection of SARS-CoV-2. Gastroenterology",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "309",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2020.02.055"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Virological 312 assessment of hospitalized patients with COVID-2019",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ehmann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zwirglmaier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wendtner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "COVID-19: mitigating transmission via 315 wastewater plumbing systems. The Lancet Global Health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gormley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Aspray",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "316",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2196-x.31421"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Evaluation of a 317 New Environmental Sampling Protocol for Detection of Human Norovirus on",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Treffiletti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hrsak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shugart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vinjé",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Recovery of Enveloped Viruses in Untreated Municipal Wastewater",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Stability of SARS-CoV-2 in different environmental 324 conditions. The Lancet Microbe",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L M"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "325",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "An Imperative Need for Research on the",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Environmental Factors in Transmission of Novel Coronavirus (COVID-19)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Google Announce COVID-19 Smartphone Contact Tracing in 329 Rare Partnership, in Time",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gurman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Apple",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "330",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Proceedings of 331 the Institution of Civil Engineers: Municipal Engineer",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jack",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "159",
            "issn": "",
            "pages": "43--48",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Environmental transmission of SARS 333 at Amoy Gardens",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Mckinney",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Environ Health",
            "volume": "68",
            "issn": "9",
            "pages": "51--53",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Severe acute respiratory syndrome 335 beyond Amoy Gardens: completing the incomplete legacy",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "T"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Tse",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Infect Dis",
            "volume": "336",
            "issn": "5",
            "pages": "683--689",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Emission strength of airborne 338 pathogens during toilet flushing",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C K"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K M"
                    ],
                    "last": "Ip",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Indoor Air",
            "volume": "28",
            "issn": "1",
            "pages": "73--79",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "First confirmed detection of 342 SARS-CoV-2 in untreated wastewater in Australia: A proof of concept for the 343 wastewater surveillance of COVID-19 in the community",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dierens",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Hugenholtz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science of The Total",
            "volume": "344",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Survival of Coronaviruses in Water",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Gundy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Gerba",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Pepper",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Food and Environmental Virology",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wastewater",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Genomic 351 characterisation and epidemiology of 2019 novel coronavirus: implications for virus 352 origins and receptor binding. The Lancet",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Study on the resistance of severe acute respiratory syndrome-356 associated coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol Methods",
            "volume": "126",
            "issn": "1-2",
            "pages": "171--177",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Enteric involvement of coronaviruses: is faecal-oral 358 transmission of SARS-CoV-2 possible?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yeo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaushal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yeo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The Lancet Gastroenterology & Hepatology",
            "volume": "359",
            "issn": "",
            "pages": "335--337",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Public health might be endangered by possible 361 prolonged discharge of SARS-CoV-2 in stool",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Journal of infection",
            "volume": "80",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The international imperative to rapidly and inexpensively monitor 364 community-wide Covid-19 infection status and trends. Science of The Total 365 Environment",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Daughton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "366",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Can you put a price on COVID-19 options? Experts weigh lives versus 367 economics, in Science Magazine",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cornwall",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Wastewater: a new resource for the war 369 against illicit drugs. Current Opinion in Environmental Science and Health",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Wastewater-373 based epidemiology biomarkers: Past, present and future. TrAC Trends in Analytical 374 Chemistry",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mackie",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "O&apos;malley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Crosbie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "105",
            "issn": "",
            "pages": "453--469",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Are RNA 376 Viruses Candidate Agents for the Next Global Pandemic? A Review",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Carrasco-Hernandez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jácome",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "López"
                    ],
                    "last": "Vidal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ponce De León",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "ILAR Journal",
            "volume": "58",
            "issn": "3",
            "pages": "343--358",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "This perspective article aims to examine the role of waste and wastewater management43 within the global response to COVID-19. It especially seeks to place lessons from previous 44 epidemics and pandemics in the current context to construct a policy and research road map 45 for the waste and wastewater sectors to join the fight against COVID-19 and future outbreaks 46 of this nature.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Morphology, structure and possible transmission routes of SARS-CoV-2 48 COVID-19 is an infectious disease caused by a novel coronavirus. The COVID-19 pandemic 49 is the third major zoonotic coronavirus disease outbreak in only two decades, following the 50 SARS (Severe Acute Respiratory Syndrome) outbreak in 2002-2003 and the MERS (Middle 51 East Respiratory Syndrome) outbreak in 2012. The disease was first reported to the WHO by 52 Chinese Health Officials on 31 December 2019 as atypical pneumonia of unknown cause [9, 53 10]. The virus is genetically similar to the SARS-CoV coronavirus and is likewise assumed to 54",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "68polymerase chain reaction (RT-PCR) technology. These RT-PCR assays can also be modified 69 and adapted to detect and quantify the virus in environmental samples such as wastewater[5].70    The transmission behaviour of SARS-CoV-2 also has important implications for waste and 71 wastewater services. SARS-CoV-2 specifically targets host cells containing ACE2 proteins.72 ACE2 is an enzyme attached to the outer surface (cell membranes) of cells in the lungs, 73 arteries, heart, kidney, and intestines. After infecting and exhausting all resources in the host 74 cell to multiply, the viruses leave the cell in a process known as shedding. Data from clinical 75 and virological studies provide evidence that shedding of the SARS-CoV-2 virus is most 76 significant early in the course of the disease, immediately before and within a few days since 77 onset of symptoms [2]. The SARS-CoV-2 virus has namely been detected in blood, sputum, 78 respiratory secretions, and faeces from symptomatic patients [2, 14-16]. The contribution of 79 viral shedding from asymptomatic and presymptomatic carriers to SARS-CoV-2 transmission 80 remains in question. While it is likely that viral loads in asymptomatic carriers are relatively 81 low, further research is needed [17]. 82 A preliminary report from the WHO indicates that SARS-CoV-2 is transmitted via droplets 83 and contaminated objects during close unprotected contact between an infector and infectee 84 [2]. Data to date suggest that SARS-CoV-2 is highly contagious, with early reports from 85 China indicating that the virus spread rapidly and sustainably throughout some affected 86 communities [18]. Alarming infection incidents among health care workers, cruise-ship and 87 airplane passengers also point to the likelihood of additional transmission mechanisms in 88 confined spaces with dense populations. Several alternative transmission routes are possible 89 but their validity in this context is yet to be determined [19, 20]. Possibilities include 90 transmission via inanimate/environmental surfaces (fomites), aerosols and the faecal-oral 91 route [17, 21]. All three are likely to be important in specific circumstances [17], highlighting 92 the need to identify critical control points and implement specific measures to mitigate 93 possible COVID-19 transmission during waste and wastewater collection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Implications for waste services95    Fomites are recognised to be key vehicles for the spread of other infectious human viruses 96 (e.g. noroviruses) during outbreaks[22]. Data from SARS-CoV-2 and other coronaviruses 97 suggest that they remain viable in the environment on a range of surfaces for several hours98 5 and several days (Figure 1). The survival time of SARS-CoV-2 on hard surfaces and plastic is 99 in the order of days, which suggests that waste materials originating from households and 100 quarantine facilities with positive or suspected COVID-19 patients may contain viable 101 SARS-CoV-2 and could be a source of infection. In the initial stages of this outbreak, waste 102 collection procedures had not been revised to address the potential threat of COVID-19 in the 103 broader community. Effectively, waste from infectee households and quarantine facilities 104 would meet the definition of clinical waste. For instance, the Australian Standard AS 105 3816:2018 defines clinical waste as \"any waste that has the potential to cause injury, 106 infection, or offence, arising but not limited to medical, dental, podiatry, health care services 107 and so forth\". In other words, strict infection control and hygiene standards are required when 108 collecting waste materials from affected households and quarantine facilities.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Lifespan of SARS-CoV-2 in the environment(Refs: [13, 23, 24]).111Home isolation and pop-up quarantine facilities are common practice in countries 112 significantly affected by COVID-19 so that hospitals can be prioritised for severe cases. In 113 many countries, patients with mild symptoms have been directed to self-quarantine at home.114Similarly, hotels and student accommodation are being used by some authorities to 115 quarantine return travellers, including those positive for COVID-19, for at least 14 days. This 116 unprecedented situation presents new and significant challenges for the provision of waste 117 collection services to these locations and a new challenge to the parties responsible for 118 collecting and handling such waste. In terms of waste management, this widespread outbreak 119 is particularly challenging due to the dispersed nature of cases and infected individuals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Given the potential role of the environment in the spread of SARS-CoV-2 [25], waste 121 collection from households and quarantine facilities with COVID-19 positive or suspected of using best management practices for waste handling and hygiene 127 (including disinfection of reusable personal protective equipment) should be reemphasised at128 this time in the context of limiting worker exposure to potentially contaminated waste. 129 According to the Association of Cities and Regions for Sustainable Resource Management 130 (ACR+), there is a trend among the waste management sector in Europe to protect frontline 131 waste workers by providing separate collection services to COVID-19 infected households 132 and quarantine facilities (Figure 2). A delay in waste collection time of 72 hours (which is the 133 likely life span of COVID-19 in the environment) is also recommended by ACR+. In 134 addition, the collected materials are transported directly to waste incinerators or landfills 135 without any segregation. At the time of this article, it is unclear how many cities or regions 136 within ACR+ have implemented this recommended practice. Implementation of the revised 137 waste collection protocol in Figure 2 is not simple and requires a high level of coordination 138 with the relevant authorities, especially health departments regarding data sharing and 139 privacy protection. Due to privacy concerns, there is very limited or no sharing of patient (or 140 suspected patient) data between health authorities and the waste services sector in most 141 countries around the world. Indeed, the authors are not aware of any suitable data sharing 142 mechanisms currently available or in place that can facilitate coordination between health 143 authorities and other sectors whilst preserving privacy. A data sharing App jointly developed 144 by Apple and Google for contact tracing is a rare example; although this relies on voluntary 145 consent from the patient for identification [26]. Observed trends regarding municipal waste management during the COVID-19 148 crisis (Modified from ACRPlus.org).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Implications for wastewater services 150 During the SARS outbreak in 2003, wastewater aerosols were identified as a 'highly 151 probable' transmission route affecting residents at the Amoy Gardens complex in Hong 152 Kong. The outbreak at that location involved over 300 cases and 42 deaths [27]. Follow up 153 investigations confirmed that high concentrations of viral aerosols in building sewer 154 plumbing were drawn into apartment bathrooms through malfunctioning floor drains when 155 bathroom exhaust fans were running [28]. Virus-laden aerosols originating in the bathroom 156 were subsequently extracted via over-sized bathroom exhaust fans into the building's light 157 well and then spread under prevailing winds to adjacent units up to some 200 m away [29]. 158 Immediately after the investigation, the management committee of the Amoy Gardens 159 complex repaired all defects in the building's plumbing system [28]. 160 The residual uncertainty around the definitive cause of the Amoy Gardens SARS cluster and 161 the likely role of faulty or improperly functioning plumbing highlight the need to review 162 similar housing complexes where individual apartment units are connected via plumbing air 163 vents so as to prevent disease transmission by aerosols. Subsequent research revealed several 164 in-building fixtures in which pathogen laden aerosols can be generated from wastewater such 165 as vacuum and flushometer toilets [30]. Thus, certain steps or locations along the wastewater 166 handling and treatment train, especially in the upstream collection network may be suitable 167 for implementing monitoring or control measures to prevent the spread of COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "the Environment analysed wastewater samples from the Amsterdam Schiphol 173 Airport over several weeks and found that, using RT-PCR, they could detect SARS-CoV-2 174 within four days of cases being confirmed in the country[2]. Importantly, detection of SARS-175    CoV-2 RNA in wastewater does not imply that the virus is viable and able to infect humans.176Coronavirus in wastewater is relatively short-lived, with 3-log 10 reduction in virus titre 177 reportedly occurring within 2-3 days[32]. However, given the genetic similarity of SARS-178 CoV-2 to the earlier, widely-studied SARS-CoV [33] and the known faecal-oral transmission 179 potential of that virus [15, 34-36], it is possible that a similar transmission pathway exists for 180 SARS-CoV-2. For example, positive SARS-CoV-2 infection of gastrointestinal glandular 181 epithelial cells has been reported, suggesting that infectious SARS-CoV-2 virions are 182 secreted from virus-infected gastrointestinal cells, establishing the potential for faecal-oral 183 transmission [19]. The same study also indicated that infectious SARS-CoV-2 had been 184 isolated from faecal samples; although at the time of writing, these data remained 185 unpublished [19]. This contrasts with other research that failed to isolate infectious virus from 186 faecal samples (13 samples taken from four patients) [20] so clearly more work is needed to 187 explore the potential for faecal-oral SARS-CoV-2 transmission. 188 With careful selection of sampling points along a sewer network, wastewater 'snapshots' can 189 be used to obtain information pertaining to select populations of varying size, e.g. from a 190 particular quarantine facility, hospital, or local government area, or up to hundreds of 191 thousands of people from a larger catchment area. In the case of SAR-CoV-2 the monitoring 192 technique is based on analytical genomic approaches similar to those used clinically to 193 diagnose suspected COVID-19 patients. This may also be augmented with additional 194 analytical steps to provide a quantitative measure of the targeted viral RNA concentration [5]. 195 With further development and using well-designed sampling campaigns with suitable spatio-196 temporal resolution, wastewater monitoring could well become a useful tool to monitor and 197 assess the incidence of COVID-19 disease within populations to inform related public health 198 policy. 199 True quantitative assessment of community SARS-CoV-2 infection would be extremely 200 challenging due to the large number of factors involved and the unknown variability in these 201 factors (e.g. large variability in SARS-CoV-2 viral shedding rates between people and also 202 within people at different stages of infection, unknown persistence of viral RNA in 203 wastewater, variable flow conditions in sewer systems) [6, 37]. These difficulties, however, 204 do not preclude the usefulness of wastewater monitoring as a semi-quantitative early 205 detection system for SARS-CoV-2 re-emergence (or at worst presence/absence) and 206 potentially also as an ongoing tool for informing jurisdictional policy responses to COVID-19 207 management. For example, routine wastewater testing could be used to inform when to relax 208 restrictions on population movement or re-open commerce. Having such information 209 9available in real-time to inform policy setting would have substantial economic value given 210 the daily cost of COVID-19-related lockdowns. For example, the daily cost of strict 211 economy-wide lockdown in the United States has been estimated at some US$11.5 billion 212",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "218 track and provide early warnings of outbreaks of pathogenic viruses such as Hepatitis A and 219 Norovirus [7]. It is highly likely there could be similar potential value in using wastewater-220 based epidemiology to inform SARS-CoV-2 responses [40]. Experts have clearly warned of 221 the likelihood that novel viruses, in particular RNA viruses, will continue to present a serious 222 threat to global public health and disease control [11, 41]. Although current waste and 223 wastewater management practices such as hospital waste separation and incineration, multi-224 barrier wastewater treatment and disinfection, and PPE protocols have already been designed 225 to mitigate infectious disease exposure risks for workers and the public, the COVID-19 226 pandemic has resulted in unprecedented and rapid change. Most businesses and services were 227 under-prepared for this pandemic. Widespread community infection and quarantining can 228have major impacts on essential services such as waste and wastewater management, and the 229 potential vulnerabilities in the provision of these services are now more apparent than ever 230 before.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": ", A.E., S.C. Baker, R.S. Baric, R.J. de Groot, C. Drosten, A.A. Gulyaeva, 255 B.L. Haagmans, C. Lauber, A.M. Leontovich, B.W. Neuman, D. Penzar, S. Perlman, 256 L.L.M. Poon, D.V. Samborskiy, I.A. Sidorov, I. Sola, J. Ziebuhr, and V. 257 Coronaviridae Study Group of the International Committee on Taxonomy of, The 258 species Severe acute respiratory syndrome-related coronavirus: classifying 2019-259 nCoV and naming it SARS-CoV-2. Nature Microbiology, 2020. 5(4): p. 536-544.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "B., B. Formenti, S. Ussai, F. Palestra, and E. Missoni, The Italian health 261 system and the COVID-19 challenge. The Lancet Public Health.262 5. Lodder, W. and A.M. de Roda Husman, SARS-CoV-2 in wastewater: potential health 263 risk, but also data source. The Lancet Gastroenterology & Hepatology. 264 6. Mallapaty, S., How sewage could reveal true scale of coronavirus outbreak. , M., N. Paxéus, L. Magnius, L. Enache, B. Arnholm, A. Johansson, T. 267 Bergström, and H. Norder, Detection of pathogenic viruses in sewage provided early 268 warnings of hepatitis A virus and norovirus outbreaks. Applied and environmental 269 microbiology, 2014. 80(21): p. 6771-6781. 270 8. AWWA, The Financial Impact of the COVID-19 Crisis on U.S. Drinking Water 271 Utilities. 2020. 272 9. Taylor, D.B., A Timeline of the Coronavirus Pandemic, in New York Times. 2020. 273 10. Poon, L.L.M. and M. Peiris, Emergence of a novel human coronavirus threatening 274 human health. Nature Medicine, 2020. 26(3): p. 317-319. 275 11. Cheng, V.C.C., S.K.P. Lau, P.C.Y. Woo, and K.Y. Yuen, Severe Acute Respiratory 276 Syndrome Coronavirus as an Agent of Emerging and Reemerging Infection. Clinical 277 Microbiology Reviews, 2007. 20(4): p. 660.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "References 249 1. Connor, P. More than nine-in-ten people worldwide live in countries with travel restrictions amid COVID-19. 2020 [cited 2020 15 April]; Available from: https://www.pewresearch.org/. Report of the WHO-China Joint Mission on Coronavirus Disease 2019",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}