{
    "paper_id": "3e0ecca2d21ecef9ff61bdbd595eee24e02af39a",
    "metadata": {
        "title": "Russian Text © The Author(s), 2020, published in Khimiya i Tekhnologiya Vody",
        "authors": [
            {
                "first": "V",
                "middle": [
                    "V"
                ],
                "last": "Goncharuk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Academy of Sciences of Ukraine",
                    "location": {
                        "postCode": "03142",
                        "settlement": "Kyiv",
                        "country": "Ukraine"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "K"
                ],
                "last": "Goncharuk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Academy of Sciences of Ukraine",
                    "location": {
                        "postCode": "03142",
                        "settlement": "Kyiv",
                        "country": "Ukraine"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A principally new view on the constitution of the Universe, the Solar System, and the Earth on the basis of a correct scientific reading and understanding of the Holy Scripture is proposed alongside with the interpretation of the God's message in the form of the Bible, which is started from the book of Genesis describing the creation of the world and the life of the first peoples and terminated by the prophetic book of Revelation, which tells about the last times and the Second Coming of Christ. Previously, it has been shown by the authors that the first day of creation is the day when the primary foundations of everything, i.e., the cores of the Sun (stars) and planets, which are composed of protons and neutrons in different ratios, were created and the thermonuclear processes were started; the second day is the formation of the Earth's mantle and primary crust, the hydrosphere, and the Earth's atmosphere; and the most important day is the third, when the Earth's crust, the hydrosphere, and the biosphere were formed as the future cradle of humanity. This paper considers 4-6 days of world creation according to the Bible: the fourth day as the epoch of the Cambrian burst of biological diversity emerging on the Earth due to the flaring Sun and the appearance of the second luminary-the Moon; the fifth day is the epoch when transparency of the atmosphere and its nitrogen-oxygen composition caused an evolution burst in the development of terrestrial life, i.e., the appearance of fishes, animals, and birds. Before this moment, the life \"evolved\" at the level of viruses, bacteria, and protozoal algae. In this paper, the main focus is laid on the appearance of viruses as the most mysterious Earth's creatures, which may also be born in the space, have unique properties, and represent the most numerous biological forms able to injure all the types of archaeon organisms up to the human. It has been shown that water is the cradle of life, and its evolution and the development of cell life occurs in it only as a deuterium concentration of 150 ± 50 mg/dm 3 . At different concentrations, water becomes an unsuitable medium for any biological life. As a result of the sixth day, the creation of the Earth was terminated and the foundations and the evolution processes launched by God were laid for the further development of the vegetal and animal world in compliance with biological laws. The events reflected in the Bible are real, the predictions are true, and we merely need to draw the correct conclusions about our past, present, and future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "How the Water Changed. Sufi Proverb Once upon a time Hizir, the teacher of Moses, addressed a warning to the humanity: -There will be a day, said he, when all the water in the world except the especially collected one will disappear. It will be replaced by the other water, from which the peoples will become mad.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The only person understood the meaning of these words. He took a water reserve a little bigger to hide it in a safe place. Afterwards he began to wait the water to change. On the predicted day, all the rivers were exhausted, the wells dried up, and this man began to drink from its reserves after going away into his shelter. After a certain time had passed, he saw that the rivers had resumed their flowing and went down to the other sons of men to reveal that they did not speak and think in that manner as before, and what they had been warned about had happened to them, but they did not remember it. When he tried to talk to them, he realized that they took him for a madman, showing him hostility or compassion, but not understanding. For the first little while, he did not touch new water, turning back to his reserves every day. However, sooner or later, he decided to drink new water, as the behavior and thinking that made him outstanding from the others had made his life unbearably lonely. He drank new water and became like everyone else. He completely forgot about his reserve of other water. The people around him looked at him as a madman who had miraculously cured of his madness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In the summer of 2020, the most outstanding results of Russian and German scientists became known. Thus, giant energy outbursts like a blowout of hot gas with a temperature of ~10 millions of degrees, which predetermine the evolution stages of the Milky Way and entire world around us, were revealed by the unique Spectrum R-G telescope located on the Russian platform \"Navigator\". From time to time, the Earth planet experiences the periods of essential changes, which leads to a qualitative change in the standard of life and the understanding of our place in it. The synchronization of all the terrestrial processes and rhythms is related first of all with the oscillations of the Earth itself and its water basin. Since all the biological objects contain water, the decisive role in our life is undoubtfully played by its quality, i.e., chemical, physical, and biological components. Any changes in them will have an effect on the behavioral level of all the biological objects and, first of all, the biological objects with highly developed intelligence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "When commenting the first and second days of the creation of the Solar System, one of the God's prophets, Ezra, pointed out: \"Then You commanded the abundant light to come out of Your treasures in order Your work could be seen. On the second day, You created the firmament spirit and commanded it to separate and divide the waters such that some of them would go up and the other would remain below.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "God is the Creator of the Universe, the earth, and the Man. The human world has been divided into believers in God (religious peoples practicing one or another form of religion), unbelievers (agnostics, supporters of free thinking, people who do not interest in religion or have no religion) and atheists (who persuade in the absence of any deity), and skeptics and militant atheists-evolutionists who claim that matter itself is capable for self-development and self-improvement. This dilemma has emerged from a significant distinction between the consciousness levels of enlightened people and consumer people as two individuals, which are absolutely different from each other in intelligence. Nobody has ever proved the transformation of one type into another, no transitional forms have been found yet, but the process of selfimprovement within a type is necessary and inevitable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In the paper [1] devoted to the Mendeleev law of periodicity in the properties of elements, it is stated that it is a prototype of the Universe Evolution Law, which is based on the principle of self-improvement and self-organization and predicts all the diversity of living and nonliving matter, whose higher form is spirituality. Now, the main thing, which has not been mentioned in our paper [1] while understanding that, without the further papers [2] [3] [4] [5] , the contemporary scientific community will controversially perceive the principal conclusion: the higher form of intelligence and spirituality is God, who left a message for us in the form of the Bible [6] , which is started from the book of Genesis describing the creation of the world and the life of the first peoples and terminated by the prophetic book of Revelation, which tells about the last times and the Second Coming of Christ.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 16,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 455,
                    "end": 458,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Beginning from the first day of the Earth's creation, the release of elements belonging to the first period of the Mendeleev's Table, such as hydrogen, oxygen, carbon, and nitrogen, from its liquid core is started to form the atmosphere and hydrosphere of the planet. The major amount of oxygen and hydrogen was used for the synthesis of water and, further, carbon dioxide, light hydrocarbons, and elements oxides, which form the land matter. Excess oxygen appeared only by the end of the third day and the beginning of the fourth day to form an oxygen-nitrogen atmosphere (containing up to 78% of nitrogen and 21% of oxygen), which provided the intensive development of biological forms of life, i.e., the so-called effect of \"Cambrian burst\"-the explosive development of life in the water and on the land.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 133,
                    "text": "Table,",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "The evolution of biological life was kept back by a lack of solar light energy necessary for biosynthesis based on photochemical processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The formation of geological strata occurred from the Earth's center to surface. The mantle composed of different chemical elements and their compounds was formed from the liquid core; the Earth' volume grew due to the thermonuclear processes in both the Earth' liquid core and mantle and the biochemical processes occurring on the Earth's surface with the formation of soil after the Cambrian burst up to the present day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The fourth day of creation, Genesis 1, 14-18: And God said: let there be luminaries on the firmament of sky [to give light on the Earth] to separate the day from the night and for signs, times, days, and years, and let them be lamps in the firmament of sky to illuminate the Earth, and they were. And God created two great luminaries, the greater luminary to rule the day and the smaller luminary to rule the night, and the stars and set them on the firmament of sky to illuminate the Earth, to rule the day and the night, and to separate the light from the darkness. And God saw that this was good.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "And there was the evening, and there was the morning: the fourth day. Ezra comment: \"On the fourth day, You commanded the Sun shine, the Moon light, and the arrangement of stars to be for serving the man to be created.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This was just on the fourth day of the Earth's creation when the processes occurring on the Sun and the Earth were intensified (the activity of the Sun had grown by nearly two times). This occurred just in the period of the Cambrian burst of biological diversity appeared on the Earth, and the same prophet Ezra points to the very important moment concerning the character of water distribution over the Earth: \"On the third day, You commanded the water to gather on the one seventh of the Earth, and drained the other six parts such that they might serve before You for sowing and cultivation. Your word went forth, and the work immediately appeared; there suddenly appeared an immeasurable multitude of fruits and various spices for taste, flowers in their unchanged form with an unspeakably fragrant smell: all this was done on the third day.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In the same period, the fifth planet of the Solar System-Phaethon-exploded to leave a trace on its former orbit in the form of a huge belt of asteroids. This was just on the fourth day when the luminosity of the Sun abruptly increased, and the second luminary, the Moon, appeared on the Earth's orbit and, as a result of these processes, the rapid development of biological life, the Cambrian burst, was started. The described events are so logically related to each other that there are no questions about the reasons for such a riot of biological activity on the Earth. These previously unsolvable enigmas occurring on the Earth have gained a simple and logical explanation and were described by God on the fourth unordinary in this fact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The Earth's structure is already rather well studied. It has been established that the Earth's center is its basis representing a round ball, which has a radius of ~1250 km and rotate not only around its axis, but also inside the following large ball, namely, a liquid layer with a thickness of ~2200 km and the Earth's mantle with radii of 2900 km to form the inner orbit and powerful magnetic fields. We have already pointed out that any matter is motion, and any motion of charged particles (in this case, they are protons, neutrons, and electrons) inside the solid and liquid cores creates powerful electromagnetic fields observed by us not only on the Earth, but also on all the planets, and the strongest fields are formed in the Sun, which is 333 thousands of times larger than the Earth, and rule the entire Solar System.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In the paper [5] , we described three days of the formation of the Earth as a planet, on which the life formation processes were started. It has been shown how the solid cores are formed with liquid shells around them, where the synthesis of chemical elements and, first of all, oxygen, carbon, and nitrogen is started as in a nuclear reactor. Just these elements compose water, carbon dioxide, hydrogen sulfide, ammonia, and methane in the presence of an enormous amount of hydrogen released from the liquid core to form the primary Earth's atmosphere. They also incorporate the primary fragments of further life, such as viruses present not only on our planet, but also over the entire space. Viruses represent the simplest compounds of oxygen, carbon, nitrogen, and hydrogen in different combinations. The scientists all over the world reliable detect their presence in the open space. It is not an occasional phenomenon for our planet the Earth, this property of matter was initially designed by the Creator of the Universe.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 16,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Further thermonuclear fusion leads to the formation of the land (the second day of creation), i.e., the Earth's crust presented by the rock containing oxides, carbonates, phosphates, sulfides, etc. of magnesium, calcium, aluminum, silicon, iron, nickel, titanium, chromium, manganese, etc. The same rocks are observed by us on the Moon and the planets neighboring to us. It could not have been otherwise, as no chemical compounds of different nature exist in the world of space. The listed chemical compounds are most widely presented on the planets of the Solar System, and even solar prominences are observed to contain these elements. Moreover, we can see the same chemical elements as on the Earth and the Sum in the spectra of all the Universe's objects accessible for us.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The penultimate fifth day of creation had come. \"Those who think in this way do not know that the sky and the ground were initially composed by water and from water by the word of God.\" Second Epistle of Peter, Chapter 3; Fifth day of creation, Genesis 1, 20-23: \"And God said: let the waters bring forth reptiles, a living soul, and let the birds fly over the earth, in the firmament of sky. And so it became. And God created great fishes, and every soul of the reptile animals produced by the water according to their kind, and every feathered bird after its kind. And God saw that it was good. And God blessed them, saying: multiply and replenish, and fill the waters of seas, and let the birds multiply on the earth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "And there was the evening and there was the morning: the fifth day.\" Ezra's Commentary: \"You said in the seventh part, where the water was gathered, that it should produce animals, flying creatures, and fishes, which it did. The mute and soulless water, by the hand of God, had produced animals, so that all generations might proclaim Your wondrous deeds. Then You saved two animals: one was called Hippopotamus, and the other was called Leviathan. And You separated them from each other, because the seventh part, where the water was gathered, could not receive them together. You gave one part of the land that was drained on the third day to Hippopotamus, so that it may live in it, where there are thousands of mountains. You gave the seventh part of the water to Leviathan and save it to be a food for those whom You want and when You want.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Please, note that the water occupied only one seventh of the Earth's surface on both the third and fifth days, and the other six parts were Land. Looking a little ahead, let us note that, after the Great Flood and until now, water began to occupy more than 70% of the Earth's surface, and its depth began to reach up to 11 km.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In the first three days (epochs of millennia), the formation of the Earth-its mantle, land, and the ocean of water-was generally completed, and the formation of the first biological cells was started in the water and on the land. In this case, the decisive role was played by viruses, which are synthesized in active volcanoes at a high temperature and pressures in the presence of water until now.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "On the first three days, evolution joined to the creation of the Earth-they are inseparable and complementary processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Life is the natural development of matter from hydrogen and helium in the space to the synthesis of oxygen, carbon, nitrogen, and extremely diverse form of viruses on the Earth alongside with the formation of intelligence and spirituality in the higher forms of biological individuals, who have realized the essence of life and surrounding world knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Intensive volcanic activity on all the known planets is just the beginning of life revival in natural reactors of chemical synthesis from inorganic elements (oxygen, carbon, and nitrogen) of the first organic compounds as life precursors-viruses with the finest structures comparable with DNA in size. This specific form of matter is not living yet, but already non-mineral; it represents biological organic molecules, without which biological life would be impossible. This form of the initial life stage also originates in the space. The number of viruses is currently estimated as several hundreds of thousands. All of them are various and able to mutate and integrate into any cells, where they can be reproduced and control the host cell. It seems to us that immunity to the ambient world, which is the living environment of cells in the water and air and on the Earth, is developed just due to these viruses, which also mutate to give the forms of cells diverse in both their structure and chemical composition. Viruses are a trigger of the entire biological life, so life is infinitely various not only in its form, but also its internal content.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In addition to protein, a virus also contains a nucleic (DNA or RNA), and two types of nucleic acids are always present in a living cell. This is just the biological mechanism of the adaptation of all living organisms to the quickly changing ambient conditions. The aforesaid also completely concerns the appearance of the human and its unique ability not only to survive himself, but also to change its living environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Civilization as such would also be impossible without viruses. Viruses represent a combination of living and nonliving matter, in which DNA acts as a storage of genetic information. Proteins are responsible for its implementation, forming a protective case for nucleic acid. RNA participating in the biosynthesis of proteins acts as a mediator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The appeared primordial cells of prokaryotes, blue-green algae and single-celled, still anuclear, but already biological objects in the water became a source of material for viruses to start the rapid development of biota not only in the aquatic environment, but also in the atmosphere, thus changing its living environment-the Earth' hydrosphere and biosphere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Viruses are the first basic phase of biological life. They also act as catalysts of multiple forms origins. Any cell-anuclear (prokaryotes) or with a nucleus (eukaryotes)-is a mother form, which can divide and reproduce oneself, but is not capable for improvement, it is capable only for mechanical division. Viruses have no such important characteristics as the cellular structure and their own metabolism, without which they can not be classified among the living forms. Since they have some, but not all properties of living organisms, viruses are described as \"organisms at the edge of life\". A virus acts as a \"father\", which transforms the cells to a new form of life leading to self-improvement and immunity production. This is a reason why God created the initial form of future life and its capability for self-regulation, self-reproducibility, and self-improvement-adaptability to the changing conditions of its living environment, i.e., natural selection-on the third day of creation. This is the first primitive form of life capable for self-reproducibility and self-improvement under changing conditions of its life, i.e., living environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "According to the commonly adopted definition, viruses are noncellular infection agents, which are reproducible only inside living cells. Until now, they are the most mysterious creatures born both on the Earth and in the space, have unique properties, live in all the Earth' ecosystems, and represent the most numerous biological form able to attack all the types of archaeon organisms from bacteria to humans to induce the immune changes with genetic consequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Life has originated on the Earth and occurs in a more organized way in comparison with the organisms themselves and their derivatives-in water! Water is the cradle of life. The biological understanding of life and its evolution occur in the medium, which might be characterized in the terms of order and chaos in thermodynamic functions in the form of physical and biological phenomena. Water have unique properties-physical (boiling and freezing points, density, specific heat capacity, dielectric constant of water, surface tension, superanomaly, capillary and pore water), thermodynamic, and biological (in total, there are more than 73 polymorphs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "It would be simpler to say that, in general, water is a unique medium. This is due to the fact that there exist 7 isotopes with strongly different properties for hydrogen, three stable isotopes 16-18 О and 10 unstable isotopes from 12 О to 24 О for oxygen, and their possible combinations (the combination of only 5 stable hydrogen and oxygen isotopes give a set of 9 isotopic water molecules!). All these factors impart water with such significant chemical, biological, and physical properties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We have revealed for the first time that water has a cluster structure due to the presence of deuterium, which forms clusters from nanosized structures to several hundreds of microns in the form of icosahedra, dodecahedra, etc. at its different concentrations [7] .",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 263,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Water is also a unique solvent dissolving everything, with which it is put in contact. There exists no absolutely pure water in the nature, and all its properties are caused by what is dissolved in it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Any cells must first form a membrane, without which the development of cell life is impossible, in the course of cytopoiesis. Suitable compounds may be only lipids representing fats adsorbed on the phase interfaces in water clusters, whose surface has an increased concentration of deuterium, which has already formed the above described clusters-pseudo-cells-in ordinary water. The implementation of this process requires an optimal deuterium concentration within a range of 150 ± 50 mg/dm 3 . When the deuterium concentration in water is decreased <90 or increased >200 mg/dm 3 , it becomes unsuitable for any biological life [8] . Outside the limits of these concentrations, water forms no clusters suitable for a biological cell and becomes toxic for any types of biological life. Hence, the water created by God on the Earth is prone to the origination of life.",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 631,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The third day, with which we terminated the first part of this paper [5] , is characterized by that the formation of the protozoal cells of prokaryotes, blue-green algae, and brown algae is started just in this period at the very first most primitive level.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 72,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The turning point in the biological life of our planet had come precisely at the borderline between the end of the third day of the Earth's creation and the beginning of the fourth day. This is why we have considered it possible and necessary to highlight this transition period in particular, giving importance to a qualitatively new period of biological life, in which the primary form of intelligence begins to emerge, and biological cells appear. The formation of the Earth itself-the Earth's crust, liquid mantle, liquid (in the center) and solid cores-has started. This structure is based on the major world arrangement principlefrom the protozoal biological cells to the Solar System and galaxies. Everything is interconnected and predetermines the fate and construction of the entire Universe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The study of the Milky Way rather convincingly evidences that the formation of our Galaxy has not been terminated, and new planets, including the planets in the Solar System, continue to develop. We have already pointed out above that the planets remote from the Sun are now only at the stage of the formation of their atmospheres-this concerns Jupiter, Saturn, Uranus, Neptune, and Pluto. There is the hypothesis that another planet may exist in the Kuiper belt behind Pluto. Particular attention should be paid to the similarity between the structures of planets and cells of all the biological objects: the core is in a liquid medium within an outer shell, and a special role in the formation of similar structures belongs to deuterium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "On the fourth day, due to increased solar activity and the formation of the Moon, very favorable conditions were created for the fertilization of biological vegetable cells in water clusters and the appearance of the first living creatures in the water and then in the air, which began to function as independent systems. The originating organisms became the carriers of two systems-genetic and biocenotic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Life is possible only on the planets, where there is not just water, but water with a deuterium concentration ranged within 150 ± 50 mg/dm 3 . Nobody has ever paid attention to this fact. This is the enigma of life origination on the Earth and an answer to it. Life is impossible when this condition is violated, even if there is a whole lot of water, but the concentration of the major life element, deuterium, is lower or higher than the mentioned concertation. Any life is impossible in light protium and heavy deuterium water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A great deal of fundamental studies is devoted to the origination of deuterium on the Earth and in our Galaxy [9] . Based on the observed abundance of helium and deuterium, theoretical physicists make the conclusion about the early age of our Universe. The most surprising result consists in that deuterium can be seen only in our Galaxy, so it is possible to conclude that life is likely to exist only in it.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "There had come the period of rapid biological development-biological diversity-just in the water where the formation of life had started as early as on the third day to create the trophic chain from protozoans to highly developed plants, without which the appearance of higher forms would be impossible in both the plant and animal worlds. This is the insightful strategy of the Creator-synthesis from simple to complex, when lower forms of life are a food for more well-organized forms. In our opinion, the higher intellectual form of life in the water is dolphins, which are not much inferior to humans: they are easily trainable, adhere to a collective lifestyle, perfectly understand all human commands, and even save them in the oceans, but we are still unable to decipher their language. They easily communicate with peoples, and their intelligence is a mystery to us.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The most incredible magic happened on the sixth day of world creation, when the Creator created his son Man after His image and likeness and impart him with His divine capabilities to create children after his image and likeness and cognize the world of the Universe according his capabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Six day: \"And God said: let the earth produce a living soul after its kind, cattle, and reptiles, and terrestrial beasts after their kind. And so it became. And God created the terrestrial beasts after their kind, and the cattle after their kind, and all the terrestrial reptiles after their kind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "And God saw that it was good. And God said: let us make man after Our image according to Our likeness, and let him rule over the fish in the sea, and over the birds in the sky, and over the cattle, and all over the Earth, and over every reptiles crawling over the Earth. And God created man after His own image, after the image of God they were created, a man and a woman. And God blessed them, and God said to them: multiply and replenish, and fill the Earth, and possess it, and rule over the fish in the sea, and over the birds in the sky, and over every living creatures that crawl on the earth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "And God said: well, I have given you every herb that sows seed, which exists all over the Earth, and every tree that has fruits of the tree that sows seed, and they will be for food to you; and I have given all the green herbs for food to all the beasts on the Earth, and to all the birds in the air, and to every reptile crawling over the Earth and has a living soul; And so it became. And God saw all that He had made, and this was very good.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "And there was the evening and there was the morning: the sixth day.\" The Bible, Genesis 1, 24-31. Hence, as a result of the sixth day of the sixth millennium, the creation of the Earth was terminated and the foundations and the evolution started by God in the further development of the vegetable and animal worlds in compliance with biological laws were laid. The formation of chemical elements is usually associated with the Great Explosion theory and their ingress on the Earth from the space with so-called dust. The abundancy of elements in the space of These orders unambiguously argue for a uniform composition of the Solar System, the Earth, and the animal worlds and the nuclear fusion of all the vital elements both in the space and on the Earth from two basic simple space elements, hydrogen and helium, which are concentrated in the cores of the Sun, planets, and all the other space objects, instead of the decay of radioactive elements. Based on these positions, everything falls into place, and all the processes on the Earth and in the space become predictable. There also exists an obvious regularity: the heavier is an element, the lower is its amount on the Sun and the Earth and in the space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Another very important fact is that the Earth heat measurements are 1.43 × 10 -6 cal/(cm 2 s) over the surfaces of continents and 1.65 × 10 -6 cal/(cm 2 s) over the oceanic bottom surfaces. The Sun's radiation power is 3.3 × 10 2 cal/(cm 2 s), i.e., it is 20-23 thousands of times higher than the heat flux from the Earth. The geothermal gradient of the Earth is from 1.2 to 2.5°C per 100 m of depth. The expansion of the Earth, i.e., an increase in its radius leads to a decrease in the rotation speed as mentioned by us above with a resulting increase in the duration of a day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Primarily, on the first day of creation, the Earth represented only a solid core with a radius of 1250 km, where the thermonuclear reaction was started (rotation speed, ~3 h/day) and then, on the second day when the liquid core appeared, and the overall radius became nearly twice larger, i.e., attained 2270 km, the rotation of the Earth was nearly twice decelerated to attain 6 h/day. On the third day when the land (lower mantle) appeared, the planet size increased to 2885 km, and the rotation speed grew to 15 h/day. Afterwards, the upper mantle (from 35 to 60 km) appeared, and the Earth's rotation was decelerated to 20 h/day. On the fifth day, the rotation speed was decreased to 22 h/day with an increase in the Earth's crust and water volume. After the Worldwide Flood happened after the seventh day, dynamic equilibrium was attained between the water formation rate and the rate of water evaporation into the space, and the duration of the daily rotation of the Earth was stabilized at a level of 24 h/day. Now, specialists in the field of geodynamics detect the tectonic shifts of deep structures, and this gives them some grounds to consider the entire Earth' mantle up to the depth of 2900 km as the tectonosphere. This agrees well with our above stated views.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "All the processes occurring on the Erath and the space, both far and near, are non-equilibrium and can be described only by non-equilibrium thermodynamics, as done by the world coryphaeus of thermodynamics I.R. Prigozhin. He has created the principally new thermodynamics of non-equilibrium processes, where the existence of non-equilibrium thermodynamic systems, which can make a qualitative leap to complication in their structure after absorbing the matter and energy from the space, is shown for the first time. This is the most important basic fundamental law of the development and improvement of life. He has formulated the general evolution criterion and the Time explanation problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The relativity theory evidences than Space and Time are equivalent to each other and compose a fourdimensional space, in which the interaction of particles may occur in any directions. This is just the general principle of the formation and development of the Universe from energy quanta in the electromagnetic space to create the point of the crystallization and growth of space objects, such as nebulas, planets, stars, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Inside the Earth, its own inner source of thermonuclear energy was formed to convert it into matter and heat energy, and mass is one of the forms of energy. The mysterious \"dark matter\", which is so widely discussed by scientists, is nothing else but an assembly of electromagnetic force fields, where the formation of new stellar systems and galaxies as occurred in our Solar system, which has already passed through the apogee of its compression and begun to expand, releasing enormous energy into the space. The result of this process is the expansion and growth of the Sun, the Earth, and the other planets in volume due to the nuclear and chemical transformations of matter and energy fluxes in compliance with the laws of thermodynamics, the science of all sciences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Only the change of its majesty Entropy and its companion Enthalpy in any system indicates the direction of development for the entire system as a whole. In the 1980s, one of the authors of this paper has managed to apply the laws of classic equilibrium thermodynamics for the explanation of the kinetic characteristics of any chemical processes and give a quantitative explanation to the Third Law of non-equilibrium chemical kinetics-the compensatory effect, which could not be understood by many generations of scientists engaged in the field of homogeneous and heterogeneous catalysis [10] .",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 592,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The processes occurring on our planets represent a dynamic non-equilibrium self-organizing structure, which requires the continuous ingress of energy generated during the thermonuclear processes in the cores of planets. This gives rise to the natural pulsed mechanism of expansion in the Earth with all the other planets and the Sun, and this mechanism governs the rhythm of these oscillations. As the age of the Earth grows, we observe an increasing diversity of rocks with an increase in the concentration of heavier elements as a result of the atomic and chemical transformations of matter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Vol. 42 No. 6 2020 V. V. GONCHARUK, D. K. GONCHARUK At the present time, we witness the powerful continuing process of degassing from the depth of the Earth and, first of all, in the form of hydrogen as evidenced by the papers [11, 12] , and also methane, carbon dioxide, hydrogen sulfide, and ammonia. The regularity has been established that the heavier is an element, This means that the formation of our planet is continued, and the ratio between the elements and compounds in the Earth's structure is changed. The synthesis of water and hydrocarbons and then the already commonly known processes of the formation of organic compounds (acids, sugars, fats, amino acids and, further, DNA and RNA and their chiral isomers) are also continued. They are normal biological processes, which have promoted the beginning of the formation of karyote microflora and then eukaryotes, plants in the water and on the land, and also animals: aquatic, amphibian, and terrestrial. The surprising thing consists is different: all of them without exception have the same cell membranenucleus-intracellular medium structure.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "text": "6 2020",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "[11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "The formation of a cell with a shell (membrane) has promoted the beginning of our biological life and its giant diversity. Water is the unique matrix, in which biological life originated initially at the level of different rather simple organic molecules with their further transformation into RNA, DNA, and other molecules. All these processes rather readily occur under the influence of solar light, which as such has a very broad spectrum from long-wave red light to hard ultraviolet light able to decompose water into very different radical components under conventional terrestrial conditions. This underlies the photocatalytic reactions for the purification and disinfection of almost all the types of water [7] and, most importantly, these reactions have initiated the formation of life from the protozoal prokaryotes to eukaryotes up to the appearance of a human. These reactions are not occasional, but caused by the main Universe Law-synthesis from the simple transformation of elementary particles into the first elements of life, such as hydrogen, oxygen, and carbon, with their further conversion into all the organic molecules in the order of increasing complexity in the structure of atoms and molecules in living organisms from protozoans to Homo sapience.",
            "cite_spans": [
                {
                    "start": 714,
                    "end": 717,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "The processes occurring on the planets represent a dynamic non-equilibrium self-organizing structure, which requires the continuous ingress of energy generated in the course of thermonuclear synthesis in the cores of planets. This leads to a pulsed mechanism of expansion in the Earth and the other planets. All this analysis evidences that the world develops by the same laws-physical, chemical, and biological.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "The human genome principally differs from the entire animal and plant world. There are no transitional forms from anthropoid apes and other highly developed organisms, and it still unclear in what way the genetic leap from primitive behavioral functions (reflexes) to intelligence and, moreover, spirituality. The only rational explanation may be only God's Will and the Law of resonant transformations [2] [3] [4] [5] , taking into account the fact that the rapid development of all biological life both in the water and on the land was started only after the Earth's satellite, the Moon, appeared on the fourth day of world creation. However, the basic living environment is only the Earth's water, which has a necessary deuterium concentration. We have emphasized this fact above and would like to draw your attention once again to the uniqueness of these chemical, biological, and physical processes and, especially, to the non-occasional coincidence between the frequencies of Earth's and human brain oscillations, i.e., so-called Schumann frequencies [13] . This is the most important and principal biological life fact, which requires more profound studies. A literally explosive character of the development of intelligent life even for all the animals, both aquatic and terrestrial, whose conscious behavioral characteristics can not be denied, became possible only after the fourth day of creation.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 406,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 411,
                    "end": 414,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1057,
                    "end": 1061,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "The significant role of the Moon is most likely to be due to the correction of the frequency resulting factor of resonance between the Earth and cells, i.e., the Schumann frequencies, which so perfectly correlate with the frequencies of the human brain as the main organ responsible for mind and intelligence not only for Man, but also for what was done by Creator on the six day of creation, i.e., \"living soul\"! A necessary condition for the appearance of life is that water must contain viruses (lat. \"virus\" is \"poison\"), which exist in the open space and synthesized on the Earth in volcanoes at high temperatures from the four elements, such as hydrogen, carbon, oxygen, and nitrogen, which are most widely spread both on the Earth and in the space. Due to the law of resonances [3, 4] , they form peptide bonds [-C(O)NH-]. At high temperatures, carbon forms cyclic and polycyclic compounds up to fullerenes, which are observed in the open space. Regular geometric shapes typical for viruses may be very various from a simple linear helical to icosahedral one, but the most widely encountered and optimal are ball-like shapes like coronaviruses. The Earth itself has a similar shape and structure! Virus particles can not be reproduced outside a cell and behave as a biopolymer incapable for self-replication. All the types of viruses have a genetic material with its own set of genes able to evolve: they begin to reproduce themselves and exhibit their biological properties only in the intracellular medium. All of them need a shell, inside which they can take the necessary shape of a microdrop capable for reproduction. Initial viral microparticles can spontaneously get together in an infected cell and be transferred in the ambient medium in the form of aqueous aerosols by means of water droplets. They can not be reproduce in a dry climate in the absence of aqueous aerosols, but may exist in a preserved form for an infinitely long time until turning out in an aqueous medium (with a deuterium content of 150 ± 50 mg/dm 3 ), where they newly become capable for reproduction in water clusters and biological cell of any organism, destroying its biological function. The optimal size of microflora is from 0.1 to 150 μm. However, the most surprising thing consists in that all the terrestrial biological cells and water have precisely the same sizes.",
            "cite_spans": [
                {
                    "start": 785,
                    "end": 788,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 789,
                    "end": 791,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "The key lies in the fact that physiologically active water must also have deuterium (HDO) in addition to light hydrogen protium (H 2 O). The deuterium concentration for physiologically active water must be strictly 150 ± 50 mg/dm 3 . In this deuterium concentration range, water forms stable clusters from 0.1 to 150 μm in size. Lighter water with a deuterium concentration <90 mg/dm 3 or heavier water with a deuterium concentration >150 mg/dm 3 have either very small sizes of clusters (of angstrom order) or very large unstable structure incapable for self-organization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "At concentrations <90 and <150 mg/dm 3 , water exhibit toxic properties to all biological cells and living organisms. The sizes of viruses quite perfectly fit to the sizes of clusters from natural Earth's water to use them as \"houses\" for their life and reproduction. The viruses born in the Great Space represent very stable and viable structures and can quickly reproduce themselves under favorable conditions-they are the simplest inorganic formations, which exhibit the signs of self-reproducibility and the ability to absorb oxygen necessary for our breathing only in aqueous media. Viruses can be considered as a specific form of life without a cellular structure and their own metabolism. This is the classic Law of matter evolution from elementary particles, such as neutron, protons, and electrons, which compose all the chemical elements of the Mendeleev's Periodic System, to the simplest chemical compounds, such as water, carbon dioxide, nitrogen, carbon, and sulfur hydrides, and some others, which form the atmospheres of planets, to non-cellular infection agents, i.e., viruses and also viruses able to replicate only in the presence of other viruses (satellite viruses). Viruses are the most widely encountered biological form on the Earth. In our opinion, just viruses give rise to the immunity development mechanism, i.e., promote the adaptation of all the living organisms including humans to the continuously varying conditions of life on the Earth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "Each human organ and not only organs contain its own isolated set of viruses. The symbiosis of viruses is dissimilar for different peoples, and just these viruses predetermine the specifics of each individual. In any cell of an organism, there exists other variety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "Just this factor predetermines the individual features of each particular person, its character, intellectual abilities, and health, which is also inherited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "The Earth planet is a giant storage for a specific set of flora, fauna, and even enormous diversity of bacteria and viruses. There is why no two identical individuals can exist in the nature, and all of them have their characteristic features. God created the organisms as similar to each other only after image and likeness and also after functional purpose. (When this section was in progress, my beloved wife Tat'yana, an assistant, critic, and like-minded person sharing the entire ideology of Divine Scripture, expressed the idea that the Spirit of God is just the set of viruses, about which God speaks that He has breathed the Spirit of God into the World.) This means that He has fertilized the souls of living organisms-cells, prokaryotes, and then eukaryotes-with viruses of different types and classes. This is a prime cause for the origination of life from primary cells, even anuclear very various living organisms. Life is infinite and everlasting as \"Spirit of God over the World\". This is viruses in Space! This is why at the moment of death, the human Soul flies to the sky and sees its body from the sky as experienced by one of the authors of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "In the summer of 1983, V.V. Goncharuk experienced a severe form of appendicitis. While being in the hospital of Kiev in the Solomenskiy district, he felt a sharp pain in his stomach, losing consciousness, and saw himself in the sky (his soul is in the sky) and his body below. He woke up on the operating table, all the surgeons' faces were in blood, and the head doctor said: \"Look, he opened his eyes, lucky for him, he returned from the other world. His epityphlon has burst upon the touch of the scalpel. Will live.\" He is still alive and writes, but can not understand what is intelligence, and where Soul and spirituality are stored in a body together with the memory, to which we regularly refer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "The first living organisms that appeared on the Earth were precellular RNA forms followed by the first protozoal cellular organisms, bacteria and archaea, which in turn were followed by eukaryotes with a cell nucleus surrounded by a double membrane organelle-mitochondria, which were the first organisms designed for oxygen breath. A countless amount of viruses have accommodated just in these organelles to begin actively functionate with the formation of RNA, DMA, and proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "Here, it is relevant to recall the papers of professor Alan Portman from the Zoological Institute of Basel (Switzerland) on the investigation of human and animal intelligence. He estimated it in rating points: human, 214; dolphin, 195; elephant, 150; monkey, 63; zebra, 42; giraffe, 38; fox, 28; and hippopotamus, 18. This is very remarkable result, which requires special comprehension. This is just the so-called providence of God, Who created Adam, son of God, after \"His image and the likeness of God\". For all these thousands of years, people not only can not approach any understanding, but also still have no idea of how this phenomenon might occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "There exists another extremely important aspect of these events. The main function of intelligence is to cognize the ambient world and itself. The Bible communicates that \"…the Lord God created Paradise in Eden in the East to accommodate the man whom He had created. And the Lord God grew from the ground every tree, which was pleasant at sight and good for food, and the tree of life in the center of paradise, and the tree of the knowledge of Good and Evil… And the Lord God commanded to the man, saying: you may freely eat from every tree of the garden except the tree of the knowledge of good and evil; do not eat from it: on that day when you will eat from this tree, you will die.\" (Genesis, Chapter 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "\"…The serpent was the canniest among all the field beasts created by the Lord God. … And the serpent said: no, you will not die, but God know that, on that day when you will eat them, your eyes will open, and you will be like gods knowing good and evil.\" The Lord God said Adam: \"…because you had followed the voice of your wife and ate from the tree, of which I commanded you, saying: do not eat from this tree, the earth is damned because of you…\"\" … as you are dust and will turn back to dust.\" \"And Adam named his wife Eve (life), as she became the mother of all living peoples.\" \"…And the Lord God sent him away from the garden of Eden to cultivate the land, from which he was taken.\" (Genesis, Chapter 3). \"…And the Lord saw how great the corruption of peoples was on the Earth, and all their thoughts and the thoughts of their hearts were evil at every time; and the Lord repented that He had made the man on the earth, and became grieved in his heart. And the Lord said, I will destroy the people whom I have created from the face of the Earth, … as I have repented of creating them. However, Noah found grace before the eyes of the Lord.\" (Genesis, Chapter 6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "This terminated the prehistoric life on the Earth. The most incomprehensible and inexplicable commandment of God is do not eat \"the fruit of the tree of knowledge of good and evil\", because the main function of humanity is to cognize the structure of the world, to gain new knowledge about the Earth, the space, and the possible existence of other worlds on other planets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "After the creation of the world by the end of seven days and after another thousand years, God sends the Worldwide Flood to the Earth about 5.5 thousand years ago. In this historical period, enormous reserves of underground water were accumulated between the Earth's mantle and crust. Before this period, according to the Ezra prophet's Scripture, water occupied one seventh of the Earth's surface. God, knowing about the imminent disaster, warned the people through Noah about the need to build a ship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "The first global catastrophe occurred on the Earth in the days of Noah's life during the Worldwide Flood. The formation of seven continents from one Pangea, a two-fold increase in the volume of the Earth, and a change in the land and water surface areas at a ratio of 30 to 70% was dated by specialists in geophysics just to this period. These occurring water disburdening processes were accompanied by volcanic activity and almost global stirring in all the geological strata of the Earth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "In the same millenium, global geological processes occurred: the formation of rock masses from the hot underground water oversaturates by salts was started over all the Earth's continents and pyramidsgiant crystals of volcanic rocks-were formed just in these places. The pyramids are not the work of human hands, as most of our researchers think, and are not the tombs and work or aliens. The same processes can be observed by us on Mars, Ceres, and possibly on other planets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "In the paper [1] , we purposefully paid sufficient attention to these phenomena, i.e., the formation of enormous rock masses, and crystallization from hot oversaturated solutions occurs in the same way for all salts. In our opinion, the pyramids are not the tombs of pharaohs, as similar structures were also revealed on the other continents and under water in the epoch of the Great Flood.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 16,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "After the Worldwide Flood occurred, the initially integral land Pangea was broken into continents. Before the flood, no sources mentioned about seas and oceans. The release of water from the faults in the Earth's crust has led to an intensive expansion of the Earth in volume with the separation of all our continents and, taking into account the fact that the Earth's poles has displaced at 30° nearly in the same period, is has been established that 2/3 of the land turn out in the Northern hemisphere, and only one third is in the Southern hemisphere. The displacement of the Earth's poles is related with the rotary movements of the solid core on its internal orbit. The \"polarity reversal\" of the Earth's magnetic poles is also associated with changes in the orbit of the core, which accommodates a bulk of the entire Earth and influences all the external manifestations appearing on the surface, including the specific features of vibrational processes in the entire planet as a whole with world ocean tides synchronously with the orbit of our satellite the Moon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "It is interesting that, according to the Bible, the flood lasted 40 days and, in the writings of the most ancient civilization of Sumerians, 7 days and 7 nights similarly as God created the world for 7 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "Important is the other: water is found almost everywhere in the space on the Moon, Mars, Venus, and even on the surface of \"sunspots\" in prominences. The study of the Milky Way rather unambiguously indicates that the formation of our Galaxy has not been completed, and the Earth continues to evolve, generating new compounds: the hydrogen release rate and the activity of volcanoes are increased, our rock masses grow to liberate hot mineral water flows, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "The world creation analysis performed by us evidences that the events described in the Bible correspond to real scientific discoveries and studies on the structure of the Earth, i.e., the sequential stages of its formation in parallel with the changes in solar activity and the formation of the atmosphere, hydrosphere, and biosphere up to the appearance of a human and its intelligence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "The world arrangement laws strictly correspond to the Mendeleev's law of periodicity in the properties of chemical elements and, in our opinion, they are merely similar to each other. The Bible is a guide to the World Creation, i.e., the development of all the stages in the formation of the Solar System and life on the Earth, its past and future. All the mentioned events occurred in strict compliance with the biblical chronology (Table 1) , and even the dream of the first king of Babylon on the Earth, Nebuchadnezzar, being described nearly 2 thousands of years ago before Crist, comes true.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 433,
                    "end": 442,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "However, this poses the question how to measure the Time of a particular epoch: in units of billions of years, but what years? The notion of time still remains conditional. Even the processes of nuclear fission or fusion depend on many other parameters. We are convinced that the mass and volume of the Earth were increased throughout its history from the hydrogen core as a result of the thermonuclear fusion of elements and chemical compounds. An increase in the Earth's size decelerated its rotation about its own axis and about the Sun. The Sun's mass decreases due to the thermonuclear processes of the outburning of hydrogen and helium at a level of 4000000 tons per day in contrast to the processes, which occur on the Earth to increase its volume at a nearly constant mass due to the thermonuclear fusion of elements. CONCLUSIONS Hence, this paper submits a fundamentally new view on the constitution of the Universe, the Solar System, and the Earth on the basis of a correct scientific reading and understanding of the Great Book, the book of Genesis, the Bible, the book of Holy Scripture, and the Old and New Testaments, which were written many thousands of years ago in the language of allegories and prophecies. Particular attention is paid to the role of deuterium in the appearance of life on our planet. The events reflected in the Bible are real, the predictions are true, and we merely need to draw the correct conclusions about our past, present, and future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "The Holy notions of Intelligence, Spirituality, and Divinity should become the highest priority for all of mankind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY"
        },
        {
            "text": "After the end of all the days of creation, the Creator of the world and every living thing on our Planet was not satisfied with the actions of neither Adam not Eve descendants and their unrighteous behavior, something had gone out of His control. The devil had done his job, and strife, robberies, and wars of all against all were started all over the world. Maybe, this is not a random idea, but a natural mechanism of competition for the sake of improvement and striving to be the first in everything and rule the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EPILOGUE"
        },
        {
            "text": "Every particle of matter, whatever is its nature, is in motion: this is an axiom; life is movement, although any movement is not life yet. When rotating, our Earth creates a very powerful dynamic electromagnetic field. The Earth's equatorial rotation speed is 1600 km/h. Only two poles-Northern and Southern-are at relative rest, so they look like compressed to each other. The Earth's diameter between the poles is 0.3%, i.e., 40 km smaller than on the equator. The higher is the rotation speed, the stronger is compression, which is purely kinematic and typical for all rotating objects. The equatorial rotation speed of Saturn is 35000 km/h, and its diameter between the poles is already 10% smaller than on the equator. Worldwide flood, water was poured from beneath the Earth's crust and from the sky. Land was splitted into 7 continents, which separated from each other to form the oceans between them. Earth's volume was nearly twice increased to form the mountains on all the continents. Water began to occupy 70% of the total Earth's surface ↓ Tenth millenium 2000 years BC ↑ Appearance of the first kingdoms. Prophetic dream of king Nebuchadnezzar about the death of the \"idol\" on the Temple mount and its interpretation. First Golden kingdom, Babylonia (successor of Sumeria), and Egypt were presented as the Golden head of the \"idol\". God reveals the secret of the king's dream \"What will happen in the last days…\" through the prophet Daniel (Daniel 2.28). Characteristically, the riot of life is attenuates from the equator to the poles. Unfortunately, in our opinion, scientists pay insufficient attention to studying the rotation of the inner solid core. We already mentioned above that the \"pole reversal\" of Earth's magnetic fields occurs due to its asynchronous rotation, and the state of biological life immediately depends on the Earth's magnetic field. Our solar System as a whole represents a great plane with the Sun in its center. This poses a very important principal question: if the Mendeleev's Table is a prototype of the Universe, this must result in a very important conclusion that the electrons of chemical elements must also rotate in the same plane about a nucleus for all the elements in a way similar to the arrangement of galaxies-all of them are planar. It is obvious that we must revise at least two sciences-chemistry and physics-and revise the constitution of chemical bonds in different compounds from these viewpoints. We think that the rotation of electrons around a nucleus-s, p, d, f, etc.-must have a planar configuration, alongside with their different hybridization in contrast to the commonly recognized configuration, in which they were assumed to rotate in different planes in a balllike sphere, but this is not observed anywhere in the Universe, which is entirely planar. This problem must be more profoundly considered, as everything in the world is designed in a rational way. The inner structure of atoms, molecules, and different chemical compounds must be similar to the structure of the Universe. The entire world is designed by the same laws as evidenced by the magic book Bible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EPILOGUE"
        },
        {
            "text": "The stability of the nuclei of chemical elements depends on the ratio between protons and neutrons. The most stable chemical elements are the elements with equal numbers of protons and neutrons. When the number of neutrons grows, the degree of instability in nuclei increases alongside with their density. The highest volcanic activity is observed on the first three planets of the Solar System.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EPILOGUE"
        },
        {
            "text": "Pete Riley, an American astrophysicist, believes that the solar flares occurred in 2020 will have a very strong effect on people, especially on the early development of embryos and infants, and this will obligatorily influence the state of our civilization as a whole in the nearest future. Third millenium AC ↓ Fifth Iron-Clay kingdom, Northern Power; a multiethnic, multireligious, and thousand-year-old Northern Power will live forever. Civilization has been formed on all the continents, and various religions coexist. Appearance of the COVID-19 coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EPILOGUE"
        },
        {
            "text": "The last \"prophetic year\" began in 2000, and there are still 220 years to the expected coming of the Son of God, Jesus Christ, i.e., this will be approximately in 2240. Geological activity of the Earth's interior has increased many times over the past few decades. Earthquakes, volcanoes, storms, floods, widespread melting of glaciers and the emergence of new forms of microflora as harbingers of great changes on the Earth. Appearance of two Suns, change in the slope of the Earth's axis-the sun will explode to be splitted into two parts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "year"
        },
        {
            "text": "However, life will go on! Zero point of origin Great Explosion ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "year"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Water is everywhere. It holds everything, even a key to understanding the Universe. D.I. Mendeleev's law is the prototype of the Universe constitution",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Goncharuk",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Goncharuk",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Water Chem. Technol",
            "volume": "41",
            "issn": "6",
            "pages": "341--346",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The resonant principle of creation and structure of the Universe",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Goncharuk",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Goncharuk",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Solyanik",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Water Chem. Technol",
            "volume": "42",
            "issn": "1",
            "pages": "3--12",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "New concepts of the origin of chemical elements on the Earth and in the Universe. Part 1",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Goncharuk",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Goncharuk",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Solyanik",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Water Chem. Technol",
            "volume": "42",
            "issn": "2",
            "pages": "71--78",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The resonant principle of the synthesis of nanomaterials from aqueous solutions and molten electrolytes",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Goncharuk",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Goncharuk",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Solyanik",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JOURNAL OF WATER CHEMISTRY AND TECHNOLOGY",
            "volume": "42",
            "issn": "3",
            "pages": "143--149",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A novel explanation for the arrangement of the Universe-Solar System-planets-Earth. Part 1",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Goncharuk",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Goncharuk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Water Chem. Technol",
            "volume": "42",
            "issn": "5",
            "pages": "313--320",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Knigi svyashchennogo pisaniya Vetkhogo i Novogo Zaveta (Bible. Scripture Books of the Old and New Testaments)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bibliya",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Nauka o vode (The Science of Water)",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Goncharuk",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Water as the Earth's buffer and immune system",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Goncharuk",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Chem. Phys. Biol. Water",
            "volume": "2013",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The origin of deuterium",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "V"
                    ],
                    "last": "Vainer",
                    "suffix": ""
                },
                {
                    "first": "Yu",
                    "middle": [
                        "A"
                    ],
                    "last": "Shchekinov",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Sov. Phys. Usp",
            "volume": "28",
            "issn": "5",
            "pages": "414--431",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Physicochemical characteristics of the surface of layered aluminosilicates and their catalytic properties in redox reactions",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Goncharuk",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Doctoral (Chem.) Dissertation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Gipoteza iznachal'no gidridnoi Zemli (Hypothesis of an Initially Hydride Earth)",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Larin",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Role of hydrogen in the structure and development of the Earth",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Larin",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Sb. Tr. Inst. Miner., Geokhim. Kristallokhim. Redkikh Elem",
            "volume": "",
            "issn": "6",
            "pages": "3--67",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Synopsis of the historical development of Schumann resonances",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Besser",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Radio Sci",
            "volume": "42",
            "issn": "",
            "pages": "2--02",
            "other_ids": {
                "DOI": [
                    "10.1029/2006RS003495"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "our Solar system and on the Earth planet decreases in the order H (81.77), He (18.17), O (0.03), C (0.01), N (0.02), Ne (0.0025), Mg (0.003), Si (0.002), Fe (0.001), Ca (0.0009), S (0.0009) and on the Earth and in the human organism according the number of atoms in the order H 2 , O 2 , C, N, Ca, P, K, S, Na, Ci, Mg, Fe.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fate of mankind was predicted until the Resurrection of the Son of God, Third Copper Greek-Macedonian kingdom. Birth of the Son of God, Jesus Christ, and his Crucifixion 33 years later in Jerusalem. Three religions, such as Christianity, Judaism, Islam, were formed",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Table 1. Chronology of the development of civilization on the Earth from its origination to the present day Zero point of origin Great ExplosionTime period First day of world creation Formation of the solid cores of the Sun, the Earth, and other planets. Light from the Sun appeared. Thermonuclear processes in proton-neutron nuclei were started Second day Liquid cores (vendians), atmosphere, and water were formed Third day Lower mantle over the liquid core was formed; evolution of the atmosphere was continued, the formation of the biosphere, the land, and the water was started (Cambrian). Water occupied one seventh of the Earth's surface ↓Fourth day The Sun flared, the Moon appeared, viruses began to form cells, and oxygen was formed in the atmosphere (Ordovician, Silurian, Devonian) ↓ Fifth day Origination of life on the Earth: in the water, on the Earth's surface, and in the atmosphere (Carboniferous, Permian, Triassic) ↓ Sixth day Creation of a man after the image and likeness of God, a living soul after its kind, a man and a women were created (Jurassic, Cretaceous) ↓ Seventh millenium 5000 years BC Seventh day Epoch, when the reproduction of humans was started Eighth millenium 4000 years BC Eighth day Population of Pangaea; the land is 6/7 parts of the surface, and 1/7 is occupied by water. Birth of Noah and his numerous relatives ↓",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "(Contd.)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}