{
    "paper_id": "3e0e3431944a86d78c84da6c36b292a46d5e7191",
    "metadata": {
        "title": "Mediterranean Journal of Hematology and Infectious Diseases Letter to the Editor Impact of SARS CoV-2 in Hemoglobinopathies with Immune Disfunction and Epidemiology. A Protective Mechanism from Beta Chain Hemoglobin Defects?",
        "authors": [
            {
                "first": "Pag",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Citation: Torti L., Maffei L., Sorrentino F., De Fabritiis P., Miceli R., Abruzzese E. Impact of SARS CoV-2 in Hemoglobinopathies with immune disfunction and epidemiology. A protective mechanism from Beta chain Hemoglobin defects? Mediterr J Hematol Infect Dis 2020, 12(1): e2020052, DOI: http://dx.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A novel coronavirus (SARS-CoV-2) has rapidly overspread infecting in few months all continents and representing a medical emergency, with 20% of patients with severe clinical manifestations. The pathogenesis of SARS include mechanisms involving both direct effects on target cells and indirect immune effects. 1 The virus binds to extracellular receptors on the host cell, fuses to the membrane and enters the cytoplasm where it is released and starts replication. Anti-viral drug therapy targets typically include blocking receptor binding in the cell surface, or molecular steps of transcription, translation and protein processing. 2 The transcribed, non-structural SARS-CoV-2 proteins ORF 8, 3a, and 10 play critical roles during infection (viral replication) and disease pathogenesis (stimulate NF-kB mediated inflammation and immune responses). 3 ORFs interact with Beta Chain Hemoglobin (BCH) to dissociate iron and form porphyrin, 4 and that results in hemoglobin dysfunction, with lung cells failing to exchange carbon dioxide and oxygen and respiratory failure. 5 Chloroquine, currently used to treat SARS-CoV-2 patients, prevents ORF proteins from attacking heme and forming porphyrin. 6 Thus, might abnormalities of BCH, quantitative in thalassemias, and qualitative in Sickle-Cell-Disease (SCD), influence the outcome? However, the impact of SARS-CoV-2 in those patients is still unknown.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 311,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 635,
                    "end": 636,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 851,
                    "end": 852,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 939,
                    "end": 940,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1072,
                    "end": 1073,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1197,
                    "end": 1198,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "To the editor."
        },
        {
            "text": "We report here a case of SARS-CoV-2 infection in a thalassemic patient and the effects of the local outbreak in hemoglobinopathic patients which have a higher incidence of infections due to abnormalities both of innate and adaptive immunity. 7 Immune abnormalities include: T lymphocytes dysfunction, decreased CD4/CD8 ratio and defects in chemotaxis and phagocytosis. Further, most of those patients have been splenectomized, with an increased incidence of bacterial/fungal infections and propensity for severity. 8 To confirm this, a longitudinal infection screening in Events were divided by etiology and diagnosis ( Figure 1 ) and included 114 T-TD (Thalassemia-Transfusion-Dependent), 13 T-TI (Transfusion Independent), 24 SCD-TD and 11 SCD-TI. The seven patients deceased presented sepsis in one, pneumonia with respiratory-failure in 3, HCV-related hepatocellular carcinoma in 3. One patient, aged 46, died of \"overwhelming post-splenectomy sepsis syndrome\" characterized by mild, flu-like symptoms followed by rapid deterioration and septic shock.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 243,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 515,
                    "end": 516,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 620,
                    "end": 628,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "To the editor."
        },
        {
            "text": "Due to these premises, hemoglobinopathies have been included in the high risk group for severe SARS- CoV-2 disease. 9 On March 13, an endemic SARS-CoV-2 outbreak was detected in our unit. Two nurses and a secretary each presented clinically with high fever, cough, and breathing difficulties. Positive results from nasal and oral swabs confirmed that all three were infected. These three staff, all of whom were immunocompetent, had severe, long-lasting clinical manifestations of the infection and took a median of 37 (21->54) days to test negative for the virus using the swab above tests.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 117,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "To the editor."
        },
        {
            "text": "On the same hospital floor, 21/43 healthcare providers (HCP) in an adjacent unit tested positive with symptoms. By fearing the spread among our immunocompromised, high risk patients, the hospital direction performed immediate epidemiological surveillance. Of the 105 patients who were in contact with the infected staff, only 7 reported symptoms, all mild, in the two months surveillance, and only 1 of the 7 tested positive on the swab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the editor."
        },
        {
            "text": "The SARS-CoV-2 positive patient, a female aged 59 with Beta-Thalassemia Major(TM)(IVS-6/745) received a transfusion on March 5, and after being notified, called the hospital on March 21 reporting mild temperature (37 o C). The results of the swab, taken on March 23, was positive. The patient, after 7 days without symptoms or fever, and not having received any therapy, had a second swab negative for the virus, confirmed shortly after by a third swab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the editor."
        },
        {
            "text": "So, our case of SARS-CoV-2 infection in TM patient was revealed during an endemic outbreak, which involved 24 symptomatic HCPs out of a staff of 52. Staff infections produced mild to severe symptoms and required therapy in most of them (antipyretic, aerosol and mucolytic therapy, antibiotics, and oxygen). Most HCPs were swab negative after 14-20 days, but 2 were still positive after >50 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the editor."
        },
        {
            "text": "Could we hypothesize a protective mechanism of BCH modified?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the editor."
        },
        {
            "text": "From an epidemiologic point of view, hemoglobinopathies constitute the most prevalent recessive monogenic disorders worldwide. Thalassemia has a high incidence in a broad area extending from the Mediterranean basin to parts of Africa and Asia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the editor."
        },
        {
            "text": "The carrier frequencies for Beta-thalassemia trait (BT) in these areas range from 1 to 20%. 10 Globally; it is estimated that there are 270 million carriers with abnormal hemoglobins and thalassemias, of which 80 million are carriers of BT. A very high percentage of BT is reported in people originating from the area of the Po River's delta (Upper Adriatic) in Italy with a high prevalence around Ferrara/Ravenna (14%), two of the northern province heavily hitten by the outbreak. 11 SCD is the most common inherited hemoglobinopathy in the world, with the prevalence of 1-5/10.000, and >70% in sub-Saharan countries (Sudan, Chad, Nigeria, Burkina Faso, Mali and Mauritania). 12 Among the world pandemic, the African continent is one of the least affected, as well as the province of Ferrara/Ravenna in Italy.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 484,
                    "text": "11",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 677,
                    "end": 679,
                    "text": "12",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "To the editor."
        },
        {
            "text": "Indeed, the numbers of epidemic show a casualty rate of 37.3/100.000 inhabitants in Europe (with highest peaks in Belgium 77.9; Spain 58.4, Italy 51.9, and lowest in Germany, 4). 13 Among northern Italian provinces, Ferrara and Ravenna stand out for a very low rate of 17/100.000 casualties compared to provinces around (Bologna 37, Modena 48, Mantova 114). 14 The situation in Africa depends on more variables, but referring to the World Health Organization's situation reports for most recent reported case information (as of June, 7) northern countries (Algeria, Egypt, Morocco, Tunisia) and South Africa have a higher incidence (0.3-1 case per 1,000 inhabitants), while sub-Saharan countries show 0-0.1 cases per 1,000 inhabitants (Figure 2) .",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 360,
                    "text": "14",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 735,
                    "end": 745,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "To the editor."
        },
        {
            "text": "Our hypothesis is based on results obtained in silico, but very little clinical reports of infected patients exist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the editor."
        },
        {
            "text": "Recently a multicentric Iranian experience of 18350 Beta-thalassemic patients (only fifteen confirmed cases) reported mild to moderate disease of COVID-19. 15 The role of ORF viral proteins, essential both in viral replication and inflammation, and the interaction with the BCH and porphyrins might be one of the links to the epidemiologic distribution and mortality among hemoglobinopathic patients? An interesting hypothesis that only further studies and time can solve. 16 Lorenza Torti 1 , Laura Maffei 1 , Francesco Sorrentino 1 , Paolo De Fabritiis 1 , Rossella Miceli 2 and Elisabetta Abruzzese 1 .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 158,
                    "text": "15",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 473,
                    "end": 475,
                    "text": "16",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "To the editor."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The CoV-2 outbreak: how hematologists could help to fight Covid-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galimberti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baldini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baratè",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ricci",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balducci",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grassi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pharmacol Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.phrs.2020.104866"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Molecular mechanisms of severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Groneberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hilgenfeld",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zabel",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Respiratory Research",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1465-9921-6-8"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "MERS-CoV Accessory ORFs Play Key Role for Infection and Pathogenesis",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Menachery",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Cockrell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Gralinski",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19: Attacks the 1-Beta Chain of Hemoglobin and Captures the Porphyrin to Inhibit Human Heme Metabolism",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hualan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical characteristics of COVID-19-infected cancer patients: a retrospective case study in three hospitals within Wuhan",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Ann Oncol",
            "volume": "",
            "issn": "20",
            "pages": "36383--36386",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Protein Homeostasis Diseases",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Seisdedos",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gil",
                    "suffix": ""
                },
                {
                    "first": "J.-M",
                    "middle": [],
                    "last": "Blouin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Millet",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "389--413",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Infections and thalassemia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vento",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cainelli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cesario",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet Infect Dis",
            "volume": "6",
            "issn": "",
            "pages": "70437--70443",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(06)70437-6"
                ],
                "PMID": [
                    "16554247"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Post-splenectomy Sepsis: A Review of the Literature",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tahir",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Malik",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cureus",
            "volume": "12",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7759/cureus.6898"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "National Haemoglobinopathy Panel. Protecting vulnerable patients with inherited anaemias from unnecessary death during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "Nba",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Telfer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Eleftheriou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "De La Fuente",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Drasar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Haematol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "β-Thalassemia Distribution in the Old World: an Ancient Disease Seen from a Historical Standpoint",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Sanctis",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kattamis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Canatan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Soliman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elsedfy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Karimi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "MJHID",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4084/mjhid.2017.018"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "New statistical study on microcythemia in certain parts of the province of Ferrara and in the province of Rovigo",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Silvestroni",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bianco",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "Prog Med (Napoli)",
            "volume": "8",
            "issn": "24",
            "pages": "760--763",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Sickle Cell Disease",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Piel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Steinberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Rees",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Web Reference",
            "volume": "376",
            "issn": "16",
            "pages": "1561--1573",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMra1510865"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Heterogeneity of COVID-19 outbreak in Italy",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Rivieccio",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Luconi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boracchi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pariani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Romanò",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Salini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Castaldi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Biganzoli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Galli",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Acta Bio Med",
            "volume": "91",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32420921"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Prevalence and Mortality due to Outbreak of Novel Coronavirus Disease (COVID-19) in β-Thalassemias: The Nationwide Iranian Experience",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karimi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haghpanah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Azarkeivan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zahedi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zarei",
                    "suffix": ""
                },
                {
                    "first": "Akhavan",
                    "middle": [],
                    "last": "Tavakoli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bazrafshan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shirkavand",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Sanctis",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Haematol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/bjh.16911"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "COVID-19: Beta-Thalassemia Subjects Immunised",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lansiaux",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pebay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Picard",
                    "suffix": ""
                },
                {
                    "first": "Son-Forget",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Hypotheses",
            "volume": "142",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mehy.2020.109827"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "our Center from 1996 to 2019 in 162 patients (127 with Thalassemia and 35 with SCS) reported 347 infectious events in an average time of 164 months (10-774). Seven were life-threatening, with 90 requiring hospitalization.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Etiology and diagnosis of non-SARS-Cov-2 infections in our hemoglobinopathic populations of patients.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "COVID-19 Outbreak World Map as of June 7 2020. Map of confirmed cases per capita (WHO data).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}